Repository: pizza-studio/PizzaHelperUnited
Catalog: _i18n_xliff/UnitedPizzaHelper Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fil, fr, it, ja, ko, ru, vi, zh_hans, zh_hant

# gachaKit.exchange.chooseGachaPullers.export.prompt
source: Choose the gacha pullers to export. Empty selection indicates selecting all gacha pullers.
de: Wählen Sie die Gacha-Zieher zum Exportieren aus. Keine Auswahl bedeutet, dass alle Gacha-Zieher exportiert werden.
es: Elige los tiradores de gacha para exportar. No seleccionar ninguno indica que se exportan todos los tiradores de gacha.
fil: Piliin ang mga gacha puller na ie-export. Walang pinili ay nangangahulugang ie-export ang lahat ng gacha puller.
fr: Choisissez les tireurs gacha à exporter. Aucune sélection indique que tous les tireurs gacha seront exportés.
it: Scegli i tiratori gacha da esportare. Nessuna selezione indica che verranno esportati tutti i tiratori gacha.
ja: 書き出すガチャ主を選択してください。 未選択の場合、すべてのガチャ主が書き出されます。
ko: 내보낼 가챠 기록 소유자를 선택하세요. 선택하지 않으면 모든 가챠 기록 소유자가 내보내집니다.
ru: Выберите владельцев гача для экспорта. Пустой выбор означает экспорт всех владельцев гача.
vi: Chọn người kéo gacha để xuất. Không chọn gì sẽ xuất tất cả người kéo gacha.
zh_hans: 请选择要导出的抽卡人。 未选中任何抽卡人时，将导出全部抽卡人的抽卡记录。
zh_hant: 請選擇要匯出的抽卡人。 若未選中任何抽卡人，則會匯出全部抽卡人的抽卡記錄。

# gachaKit.exchange.chooseGachaPullers.import.prompt
source: Choose the gacha pullers to import. Empty selection indicates selecting all gacha pullers.
de: Wählen Sie die Gacha-Zieher zum Importieren aus. Keine Auswahl bedeutet, dass alle Gacha-Zieher importiert werden.
es: Elige los tiradores de gacha para importar. No seleccionar ninguno indica que se importan todos los tiradores de gacha.
fil: Piliin ang mga gacha puller na i-import. Walang pinili ay nangangahulugang i-import ang lahat ng gacha puller.
fr: Choisissez les tireurs gacha à importer. Aucune sélection indique que tous les tireurs gacha seront importés.
it: Scegli i tiratori gacha da importare. Nessuna selezione indica che verranno importati tutti i tiratori gacha.
ja: 読み込むガチャ主を選択してください。 未選択の場合、すべてのガチャ主が読み込まれます。
ko: 가챠 기록 소유자를 가져올 것을 선택하세요. 선택하지 않으면 모든 가챠 기록 소유자가 가져와집니다.
ru: Выберите владельцев гача для импорта. Пустой выбор означает импорт всех владельцев гача.
vi: Chọn người kéo gacha để nhập. Không chọn gì sẽ nhập tất cả người kéo gacha.
zh_hans: 请选择要导入的抽卡人。 未选中任何抽卡人时，将导入全部抽卡人的抽卡记录。
zh_hant: 請選擇要匯入的抽卡人。 若未選中任何抽卡人，則會匯入全部抽卡人的抽卡記錄。

# gachaKit.exchange.export.clickHereToExport
source: Click Here to Export
de: Hier klicken, um zu exportieren
es: Haga clic aquí para exportar
fil: I-click Dito para I-export
fr: Cliquez ici pour exporter
it: Fai clic qui per esportare
ja: タップして書き出す
ko: 내보내기 위해 여기를 클릭하십시오
ru: Нажмите здесь для экспорта
vi: Nhấp Vào Đây Để Xuất Khẩu
zh_hans: 点击此处导出
zh_hant: 點按此處匯出

# gachaKit.exchange.export.currentExportOption
source: Export Option
es: Opción de exportación
fil: Pagpipilian sa Pag-export
fr: Option d'exportation
it: Opzione di Esportazione
ja: 書き出しの設定
ko: 내보내기 옵션
ru: Вариант экспорта
vi: Tùy chọn xuất khẩu
zh_hans: 导出方式选项
zh_hant: 匯出方式選項

# gachaKit.exchange.export.failedInSavingToFile
source: Failed from dumping the exchangeable gacha records file.
de: Fehler beim Dumpen der austauschbaren Gacha-Datensatzdatei
es: Error al volcar el archivo de registros de gacha intercambiables.
fil: Nabigo sa pagtatapon ng file ng mga palitan na tala ng gacha.
fr: Échec de l'exportation du fichier d'historique du gacha
it: Errore durante il salvataggio del file dei record gacha scambiabili
ja: 残念ながら、交換用ガチャ記録ファイルは書き出せませんでした。
ko: 교환 가능한 가챠 기록 파일을 덤프하는 데 실패했습니다
ru: Не удалось выгрузить файл записей обменяемого гача.
vi: Không thể xuất tệp ghi chép gacha có thể trao đổi.
zh_hans: 没能成功导出可交换型抽卡记录文件。
zh_hant: 可交換型抽卡記錄檔案沒能成功匯出。

# gachaKit.exchange.export.fileSavedTo:
source: Successfully dumped the exchangeable gacha records file to:
de: Datei mit austauschbaren Gacha-Datensätzen erfolgreich exportiert nach:
es: El archivo de registros de gacha intercambiables se ha exportado exitosamente a:
fil: Matagumpay na nai-dump ang palitan na gacha records file sa:
fr: Fichier de records gacha exporté avec succès vers :
it: File dei record gacha scambiabili esportato correttamente in:
ja: 交換用ガチャ記録ファイルは無事でここで書き出しました:
ko: 교환 가능한 가차 기록 파일을 다음에 성공적으로 덤프했습니다
ru: Файл записей обменяемого гача успешно сохранен в:
vi: Đã xuất thành công tệp hồ sơ gacha có thể trao đổi tới:
zh_hans: 可交换型抽卡记录文件已成功导出至:
zh_hant: 可交換型抽卡記錄檔案已成功匯出至:

# gachaKit.exchange.export.succeededInSavingToFile
source: Successfully dumped the exchangeable gacha records file.
de: Die exportierbare Gacha-Datensatzdatei wurde erfolgreich gespeichert.
es: Se ha volcado con éxito el archivo de registros de gacha intercambiables
fil: Matagumpay na nailabas ang file ng exchangeable gacha records.
fr: Le fichier d'historique gacha a été exporté avec succès.
it: File di registrazione gacha scambiabile scaricato con successo
ja: 交換用ガチャ記録ファイルは無事で書き出しました。
ko: 교환 가능한 가챠 기록 파일을 성공적으로 덤프했습니다.
ru: Файл записей обмениваемого гача успешно сброшен
vi: Tệp ghi chép gacha có thể trao đổi đã được xuất thành công.
zh_hans: 已成功导出可交换型抽卡记录文件。
zh_hant: 可交換型抽卡記錄檔案已成功匯出。

# gachaKit.exchange.exportedFromAppOrigin
source: Exported by
de: Exportiert von
es: Exportado por
fil: Iniluwas ni
fr: Exporté par
it: Esportato da
ja: 書き出し元のアプリ
ko: 에 의해 내보내짐
ru: Экспортировано пользователем
vi: Được xuất bởi
zh_hans: 文件生成来源
zh_hant: 檔案生成來源

# gachaKit.exchange.fileFormat
source: File Format
de: Dateiformat
es: Formato de archivo
fil: Format ng File
fr: Format de fichier
it: Formato File
ja: ファイル規格
ko: 파일 형식
ru: Формат файла
vi: Định dạng tệp
zh_hans: 文件格式
zh_hant: 檔案格式

# gachaKit.exchange.formatExplain.gigf
source: GIGF (Genshin Impact Gacha-Exchangeable Format) indicates UIGF v3.0 and earlier. The feature of importing these obsolete formats is only considered for importing old backup files generated by this app.
de: GIGF (Genshin Impact Gacha-Exchangeable Format) steht für UIGF v3.0 und älter. Das Importieren dieser veralteten Formate wird nur für das Importieren alter Sicherungsdateien berücksichtigt, die von dieser App erstellt wurden.
es: GIGF (Formato de Gacha-Intercambiable de Genshin Impact) indica UIGF v3.0 y anteriores La función de importar estos formatos obsoletos solo se considera para importar archivos de respaldo antiguos generados por esta aplicación
fil: Ang GIGF (Genshin Impact Gacha-Exchangeable Format) ay nagpapahiwatig ng UIGF v3.0 at mas maaga. Ang tampok na pag-import ng mga lipas na format na ito ay isinasaalang-alang lamang para sa pag-import ng mga lumang backup na file na ginawa ng app na ito.
fr: GIGF (Format d'échange Gacha de Genshin Impact) indique UIGF v3.0 et antérieur. La fonction d'importation de ces formats obsolètes est uniquement envisagée pour l'importation de vieux fichiers de sauvegarde générés par cette application.
it: GIGF (Genshin Impact Gacha-Exchangeable Format) indica UIGF v3.0 e precedenti. La funzione di importazione di questi formati obsoleti è prevista solo per l'importazione di vecchi file di backup generati da questa app.
ja: GIGF は「原神専用ガチャ記録交換用規格」の略称であり、UIGF v3.0 までのすべてのバージョンの統括名前であり、全部廃止済みである。廃止された規格に準じたファイルを読み込む機能は、「このアプリによって生成された」古いバックアップ ファイルを読み込むだけのためである。
ko: GIGF(원신 임팩트 가챠-교환 형식)은 UIGF v3.0 및 이전 버전을 나타냅니다. 이러한 구형 형식을 가져오는 기능은 이 앱에서 생성된 이전 백업 파일을 가져오는 경우에만 고려됩니다.
ru: GIGF (формат Genshin Impact Gacha-Exchangeable) относится к UIGF v3.0 и более ранним версиям. Возможность импорта этих устаревших форматов предусматривается только для импорта старых резервных копий, созданных этим приложением.
vi: GIGF (Định dạng trao đổi Gacha Genshin Impact) chỉ UIGF v3.0 và các phiên bản trước đó. Tính năng nhập các định dạng lỗi thời này chỉ được xem xét để nhập các tệp sao lưu cũ do ứng dụng này tạo ra.
zh_hans: GIGF（原神专用抽卡记录交换格式）是对 UIGF v3.0 及更早版本的 UIGF 格式的统称。这些版本的规格已经被 UIGF 委员会全部废止。对已废止规格的导入支持仅为满足用户导入既有备份数据之目的。
zh_hant: GIGF（原神專用抽卡記錄交換格式）是對 UIGF v3.0 及更早版本的 UIGF 的統稱。這些版本的規格已經被全部淘汰。對已淘汰規格的匯入支援僅為滿足使用者匯入既有備份資料之目的。

# gachaKit.exchange.formatExplain.gigf.minimumSupportedVersion
source: This app does not support importing GIGF formats older than UIGF v2.0 due to the lack of too many crucial information fields.
de: Diese App unterstützt nicht den Import von GIGF-Formaten älter als UIGF v2.0 aufgrund des Fehlens zu vieler entscheidender Informationsfelder.
es: Esta aplicación no admite la importación de formatos GIGF anteriores a UIGF v2.0 debido a la falta de demasiados campos de información cruciales.
fil: Hindi sinusuportahan ng app na ito ang pag-import ng mga GIGF na format na mas luma sa UIGF v2.0 dahil sa kakulangan ng napakaraming mahahalagang impormasyon.
fr: Cette application ne prend pas en charge l'importation de formats GIGF antérieurs à UIGF v2.0 en raison de l'absence de trop d'informations importantes.
it: Questa app non supporta l'importazione di formati GIGF precedenti a UIGF v2.0 a causa della mancanza di troppi campi informativi cruciali.
ja: 肝心なる情報の記入欄は欠けていたため、UIGF v2.0 より古い GIGF 規格に準じて書き出したファイルの読み込みはできません。
ko: 이 앱은 중요한 정보 필드가 너무 많이 부족하여 UIGF v2.0보다 오래된 GIGF 형식의 가져오기를 지원하지 않습니다
ru: Это приложение не поддерживает импорт форматов GIGF, старше UIGF v2.0, из-за отсутствия слишком многих важных информационных полей.
vi: Ứng dụng này không hỗ trợ nhập định dạng GIGF cũ hơn UIGF v2.0 do thiếu quá nhiều trường thông tin quan trọng.
zh_hans: 本 App 无法支持对比 UIGF v2.0 更早的 GIGF 格式的导入，因为欠缺了太多的关键信息。
zh_hant: 敝 App 無法支援對比 UIGF v2.0 更早的 GIGF 格式的匯入，因為欠缺了太多的關鍵資訊。

# gachaKit.exchange.formatExplain.gigf.timeZone
source: ⚠︎ UIGF v2.3 (and earlier) JSON files & UIGF v2.2 Excel Spreadsheets are exported without timezone information, and the apps used for generating these files may have individual behaviors in handling timezone information. - For such files generated by Snap Hutao (v1.7.16_2023-11-10 and earlier) in these deprecated formats, please set the fallback time zone to UTC+0. - For such files generated by Xunkong (v1.4.4_2024-04-24) in these deprecated formats, please set the fallback time zone to the server time zone. Xunkong provided no UIGF v2.4 support and they introduced the gacha timezone support with UIGF v3.0 support starts from v1.5.0 update on 2024-09-21. - For such files generated by Teyvat Helper (YShelper), please set the fallback time to the device time where this file was generated and exported by Teyvat Helper.
de: ⚠︎ UIGF v2.3 (und früher) JSON-Dateien und UIGF v2.2 Excel-Tabellen werden ohne Zeitzoneninformationen exportiert, und die Apps, die zum Erstellen dieser Dateien verwendet werden, können unterschiedliche Verhaltensweisen beim Umgang mit Zeitzoneninformationen aufweisen. - Für solche von Snap Hutao (v1.7.16_2023-11-10 und früher) in diesen veralteten Formaten generierten Dateien bitte die Fallback-Zeitzone auf UTC+0 setzen. - Für solche von Xunkong (v1.4.4_2024-04-24) in diesen veralteten Formaten generierten Dateien bitte die Fallback-Zeitzone auf die Server-Zeitzone setzen. Xunkong bietet keine UIGF v2.4-Unterstützung und führte die Gacha-Zeitzonenunterstützung mit UIGF v3.0 ein, die ab dem v1.5.0-Update am 2024-09-21 beginnt. - Für solche von Teyvat Helper (YShelper) generierten Dateien bitte die Fallback-Zeit auf die Gerätezeit setzen, an der diese Datei vom Teyvat Helper generiert und exportiert wurde.
es: ⚠︎ Los archivos JSON de UIGF v2.3 (y anteriores) y las hojas de cálculo de Excel UIGF v2.2 se exportan sin información de zona horaria, y las aplicaciones utilizadas para generar estos archivos pueden tener comportamientos individuales al manejar dicha información. - Para los archivos generados por Snap Hutao (v1.7.16_2023-11-10 y anteriores) en estos formatos obsoletos, configuren la zona horaria predeterminada en UTC+0. - Para los archivos generados por Xunkong (v1.4.4_2024-04-24) en estos formatos obsoletos, configuren la zona horaria predeterminada a la zona horaria del servidor. Xunkong no ofreció soporte para UIGF v2.4 e introdujo el soporte de zona horaria de gacha con el soporte de UIGF v3.0 que comienza desde la actualización v1.5.0 el 2024-09-21. - Para los archivos generados por Teyvat Helper (YShelper), configuren la hora predeterminada a la hora del dispositivo donde este archivo fue generado y exportado por Teyvat Helper.
fil: ⚠︎ Ang mga JSON file ng UIGF v2.3 (at mas naunang bersyon) at Excel Spreadsheets ng UIGF v2.2 ay ine-export nang walang impormasyong time zone, at ang mga app na ginamit para sa pagbuo ng mga file na ito ay maaaring may kanya-kanyang pag-uugali sa paghawak ng impormasyon sa time zone. - Para sa mga file na tulad nito na nabuo ng Snap Hutao (v1.7.16_2023-11-10 at mas naunang bersyon) sa mga format na hindi na ginagamit, mangyaring itakda ang fallback time zone sa UTC+0. - Para sa mga file na tulad nito na nabuo ng Xunkong (v1.4.4_2024-04-24) sa mga format na hindi na ginagamit, mangyaring itakda ang fallback time zone sa server time zone. Walang ibinigay na suporta sa UIGF v2.4 si Xunkong at nagpakilala sila ng suporta sa gacha timezone sa UIGF v3.0 simula sa pag-update ng v1.5.0 noong 2024-09-21. - Para sa mga file na tulad nito na nabuo ng Teyvat Helper (YShelper), mangyaring itakda ang fallback time sa time ng device kung saan nilikha at ine-export ng Teyvat Helper ang file na ito.
fr: ⚠︎ Les fichiers JSON UIGF v2.3 (et antérieurs) et les feuilles de calcul Excel UIGF v2.2 sont exportés sans information de fuseau horaire, et les applications utilisées pour générer ces fichiers peuvent avoir des comportements individuels dans la gestion des informations de fuseau horaire. - Pour les fichiers de ce type générés par Snap Hutao (v1.7.16_2023-11-10 et antérieurs) dans ces formats obsolètes, veuillez définir le fuseau horaire de secours sur UTC+0. - Pour les fichiers de ce type générés par Xunkong (v1.4.4_2024-04-24) dans ces formats obsolètes, veuillez définir le fuseau horaire de secours sur le fuseau horaire du serveur. Xunkong n'a pas offert de support UIGF v2.4 et ils ont introduit le support du fuseau horaire des gachas avec le support UIGF v3.0 à partir de la mise à jour v1.5.0 du 2024-09-21. - Pour les fichiers de ce type générés par Teyvat Helper (YShelper), veuillez définir l'heure de secours sur l'heure de l'appareil où ce fichier a été généré et exporté par Teyvat Helper.
it: ⚠︎ I file JSON UIGF v2.3 (e precedenti) e i fogli di calcolo Excel UIGF v2.2 sono esportati senza informazioni sul fuso orario, e le app utilizzate per generare questi file possono avere comportamenti individuali nella gestione delle informazioni sul fuso orario. - Per tali file generati da Snap Hutao (v1.7.16_2023-11-10 e precedenti) in questi formati deprecati, si prega di impostare il fuso orario di riserva a UTC+0. - Per tali file generati da Xunkong (v1.4.4_2024-04-24) in questi formati deprecati, si prega di impostare il fuso orario di riserva al fuso orario del server. Xunkong non ha fornito supporto UIGF v2.4 e ha introdotto il supporto per il fuso orario di gacha con il supporto UIGF v3.0 a partire dall'aggiornamento v1.5.0 il 2024-09-21. - Per tali file generati da Teyvat Helper (YShelper), si prega di impostare il tempo di riserva sul dispositivo dove questo file è stato generato ed esportato da Teyvat Helper.
ja: ⚠︎ UIGF v2.3 そそれ以前の規格に準じて書き出した JSON・XLSX ファイルには時間帯情報は欠けており、それを書き出したそれぞれのアプリの各自の時間帯情報処理手順はそれぞれです。 - 「Snap.HuTao」アプリの古いバージョン (v1.7.16_2023-11-10 まで) から書き出した（これらの廃止規格に準じた）ファイルを読み込む場合、時間帯を「UTC+0」と設置してください。 - 「Xunkong」の古いバージョン (v1.4.4_2024-04-24 まで) から書き出した（これらの廃止規格に準じた）ファイルを読み込む場合、時間帯の設定をサーバーの時間帯と一致してください。「Xunkong」は UIGF v2.4 をサッポートをしたことはなくて、v1.5.0 版 (2024-09-21) にてガチャ時間帯のサポートと共に UIGF v3.0 のサポートも実装しました。 - 「Teyvat Helper (YShelper；テイワット小助手)」アプリから書き出した（これらの廃止規格に準じた）ファイルを読み込む場合、このファイルを書き出した端末のあの時点の時間帯と設置してください。
ko: ⚠︎ UIGF v2.3(이전 버전 포함) JSON 파일 및 UIGF v2.2 Excel 스프레드시트는 시간대 정보 없이 내보내지며, 이러한 파일을 생성하는 데 사용된 앱은 시간대 정보를 처리하는 데 개별적인 행동을 할 수 있습니다. - Snap Hutao(v1.7.16_2023-11-10 및 이전 버전)에 의해 생성된 이러한 형식의 파일의 경우, 기본 시간대를 UTC+0으로 설정하십시오. - Xunkong(v1.4.4_2024-04-24)에 의해 생성된 이러한 형식의 파일의 경우, 기본 시간대를 서버 시간대로 설정하십시오. Xunkong은 UIGF v2.4 지원을 제공하지 않았으며, 이들은 2024-09-21에 v1.5.0 업데이트에서 UIGF v3.0 지원과 함께 가챠 시간대 지원을 도입했습니다. - Teyvat Helper(YShelper)에 의해 생성된 이러한 형식의 파일의 경우 이 파일을 Teyvat Helper에서 생성 및 내보낸 장치 시간에 기본 시간을 설정하십시오.
ru: ⚠︎ Файлы JSON UIGF v2.3 (и более ранние) и электронные таблицы Excel UIGF v2.2 экспортируются без информации о часовом поясе, и приложения, используемые для их генерации, могут по-разному обрабатывать информацию о часовом поясе. - Для таких файлов, созданных Snap Hutao (v1.7.16_2023-11-10 и ранее) в этих устаревших форматах, установите резервный часовой пояс на UTC+0. - Для таких файлов, созданных Xunkong (v1.4.4_2024-04-24) в этих устаревших форматах, установите резервный часовой пояс на часовой пояс сервера. Xunkong не предоставил поддержку UIGF v2.4 и они ввели поддержку часового пояса гачи с поддержкой UIGF v3.0, которая начинается с обновления v1.5.0 от 2024-09-21. - Для таких файлов, созданных с помощью Teyvat Helper (YShelper), установите резервное время на время устройства, где этот файл был сгенерирован и экспортирован Teyvat Helper.
vi: ⚠︎ Các tệp JSON UIGF v2.3 (và trước đó) & Bảng tính Excel UIGF v2.2 được xuất mà không có thông tin múi giờ, và các ứng dụng sử dụng để tạo ra các tệp này có thể có hành vi riêng trong việc xử lý thông tin múi giờ. - Đối với các tệp như vậy được tạo bởi Snap Hutao (v1.7.16_2023-11-10 và trước đó) dưới định dạng không khuyến khích này, vui lòng đặt múi giờ mặc định là UTC+0. - Đối với các tệp như vậy được tạo bởi Xunkong (v1.4.4_2024-04-24) dưới định dạng không khuyến khích này, vui lòng đặt múi giờ mặc định theo múi giờ máy chủ. Xunkong không cung cấp hỗ trợ UIGF v2.4 và họ đã giới thiệu hỗ trợ múi giờ gacha với UIGF v3.0 từ bản cập nhật v1.5.0 vào ngày 2024-09-21. - Đối với các tệp như vậy được tạo bởi Teyvat Helper (YShelper), vui lòng đặt thời gian mặc định theo thời gian trên thiết bị nơi tệp này được tạo và xuất bởi Teyvat Helper.
zh_hans: ⚠︎ UIGF v2.3 及之前的规格的JSON文件 / Excel 工作簿不包含有效的时区信息，且每一款 App 在导出这些旧版规格的文件时对时区的处理规则各有差异。 - 在尝试导入用「Snap.HuTao」旧版 (v1.7.16_2023-11-10为止的版本) 导出的这些旧规格的抽卡记录的时，请将时区回退默认值设定为 UTC+0。 - 在尝试导入用「寻空」旧版 (v1.4.4_2024-04-24) 导出的这些旧规格的抽卡记录时，请将时区回退默认值设定为服务器时区。「寻空」未曾提供过对 UIGF v2.4 的支持，且从 v1.5.0版 (2024-09-21) 开始才同时提供了对抽卡时区与 UIGF v3.0 的支持。 - 在尝试导入由「提瓦特小助手 (YShelper)」导出的这些旧规格的抽卡记录时，请将回退默认值设定为当初用以导出该文件时的设备的系统时区。
zh_hant: ⚠︎ UIGF v2.3 及之前的規格的 JSON 檔案 / Excel 試算簿不包含有效的時區資訊，且每一款 App 在匯出這些舊版規格的檔案時對時區的處理規則各有差異。 - 如果您嘗試匯入用「Snap.HuTao」舊版(v1.7.16_2023-11-10 為止的版本) 匯出的這些舊規格的抽卡記錄的話，請將時區缺省值設定為 UTC+0。 - 如果您嘗試匯入用「尋空」舊版 (v1.4.4_2024-04-24) 匯出的這些舊規格的抽卡記錄的話，請將時區缺省值設定為伺服器時區。「尋空」未曾提供過對 UIGF v2.4 的支援，且從 v1.5.0 版 (2024-09-21) 開始才同時提供了對抽卡時區與 UIGF v3.0 的支援。 - 如果您嘗試匯入由「提瓦特小助手 (YShelper)」匯出的這些舊規格的抽卡記錄的話，請將缺省值設定為當初用以匯出該檔案時的裝置的系統時區。

# gachaKit.exchange.formatExplain.srgfv1
source: SRGF v1.0, established by the UIGF committee, is an exchangeable format for gacha records of Star Rail, a game produced by Cognosphere and MiHoYo. This format is marked as a vintage format and is replaced by UIGF v4.1 and has no support of new gacha pool types introduced since January 2025. There are some excellent apps on Windows which only conforms to SRGF v1.0, hence the option here for possible compatibility needs.
de: SRGF v1.0, hergestellt vom UIGF-Komitee, ist ein austauschbares Format für Gacha-Aufzeichnungen von Star Rail, einem Spiel von Cognosphere und MiHoYo. Dieses Format ist als veraltetes Format gekennzeichnet und wurde durch UIGF v4.1 ersetzt und unterstützt keine neuen Gacha-Pool-Typen, die seit Januar 2025 eingeführt wurden. Es gibt einige hervorragende Anwendungen auf Windows, die nur SRGF v1.0 entsprechen, daher die Option hier für mögliche Kompatibilitätsbedürfnisse.
fil: Ang SRGF v1.0, na itinatag ng komite ng UIGF, ay isang maaaring palitan na format para sa mga gacha record ng Star Rail, isang laro na ginawa ng Cognosphere at MiHoYo. Ang format na ito ay minarkahan bilang isang vintage format at napalitan ng UIGF v4.1 at walang suporta sa mga bagong uri ng gacha pool na naipakilala mula noong Enero 2025. Mayroong ilang magagandang apps sa Windows na sumusunod lamang sa SRGF v1.0, kaya narito ang opsyon para sa mga posibleng pangunahing pangangailangan sa kompabilidad.
fr: SRGF v1.0, établi par le comité UIGF, est un format échangeable pour les enregistrements gacha de Star Rail, un jeu produit par Cognosphere et MiHoYo. Ce format est marqué comme un format vintage et a été remplacé par UIGF v4.1 et n'a aucun support pour les nouveaux types de pool gacha introduits depuis janvier 2025. Il existe d'excellentes applications sur Windows qui ne se conforment qu'à SRGF v1.0, d'où l'option ici pour d'éventuels besoins de compatibilité.
it: SRGF v1.0, stabilito dal comitato UIGF, è un formato scambiabile per i record di gacha di Star Rail, un gioco prodotto da Cognosphere e MiHoYo. Questo formato è contrassegnato come formato vintage ed è stato sostituito da UIGF v4.1 e non ha supporto per i nuovi tipi di pool gacha introdotti da gennaio 2025. Ci sono alcune eccellenti app su Windows che si conformano solo a SRGF v1.0, da cui l'opzione qui per possibili esigenze di compatibilità.
ja: UIGF委員会によって確立されたSRGF v1.0フォーマット規格は、CognosphereとMiHoYoによって制作されたゲーム「スターレール」のガチャ記録のために作られた交換可能なフォーマットです。この規格は旧式フォーマットとして標識され、UIGF v4.1に置き換えられており、2025年1月以降に導入された新しいガチャプールタイプをサポートしていません。Windows上で動作するいくつかの優れたアプリはSRGF v1.0にのみ対応しているため、互換性の必要性を考慮してこのオプションが提供されています。
ko: SRGF v1.0은 UIGF 위원회에 의해 제정된 포맷으로, Cognosphere와 MiHoYo가 제작한 게임 Star Rail의 가챠 기록을 위한 교환 가능한 형식입니다. 이 형식은 빈티지 형식으로 표시되고 UIGF v4.1로 대체되었으며 2025년 1월 이후 도입된 새로운 가챠 풀 유형을 지원하지 않습니다. Windows에서 SRGF v1.0만을 준수하는 뛰어난 앱들이 있기 때문에 가능한 호환성 요구를 위해 여기 옵션이 제공됩니다.
ru: SRGF v1.0, созданный комитетом UIGF, является обменным форматом для записи гача в Star Rail, игре, разработанной Cognosphere и MiHoYo. Этот формат отмечен как винтажный формат и заменен на UIGF v4.1 и не поддерживает новые типы пулов гача, введенные с января 2025 года. Существуют некоторые отличные приложения на Windows, которые соответствуют только SRGF v1.0, поэтому здесь есть опция для возможных потребностей совместимости.
zh_hans: SRGF v1.0 是由 UIGF 委员会制定的信息交换格式，用于 Cognosphere 和米哈游制作的《星穹铁道》游戏的抽卡记录。该格式被标记为旧版格式，已被 UIGF v4.1 取代，且不支持自 2025 年 1 月以来引入的新的卡池类型。Windows 平台上有一些仅支援 SRGF v1.0 的优秀应用，因此这里提供了兼容性选项以满足可能的需求。
zh_hant: SRGF v1.0 是由 UIGF 委員會制定的資訊交換格式，用於 Cognosphere 和米哈遊製作的《星穹鐵道》遊戲的抽卡記錄。此格式被標記為舊版格式，已被 UIGF v4.1 取代，且不支援自 2025 年 1 月以來引入的新的卡池類型。Windows 平台上有一些僅支援 SRGF v1.0 的優秀應用，因此這裡提供了兼容性選項以滿足可能的需求。

# gachaKit.exchange.formatExplain.uigfv4
source: UIGF v4.1, established by the UIGF committee, is a coalescent exchangeable format for gacha records of many games produced by Cognosphere and MiHoYo.
de: UIGF v4.1, etabliert vom UIGF-Komitee, ist ein zusammenhängendes, austauschbares Format für Gacha-Aufzeichnungen vieler Spiele, die von Cognosphere und MiHoYo produziert wurden.
fil: Ang UIGF v4.1, na itinatag ng komite ng UIGF, ay isang pinagsanib na palitan na format para sa mga tala ng gacha ng maraming laro na ginawa ng Cognosphere at MiHoYo.
fr: UIGF v4.1, établi par le comité UIGF, est un format d'échange fusionné pour les enregistrements de gacha de nombreux jeux produits par Cognosphere et MiHoYo.
it: UIGF v4.1, stabilito dal comitato UIGF, è un formato scambiabile coalescente per i record gacha di molti giochi prodotti da Cognosphere e MiHoYo
ja: UIGF委員会によって確立されたUIGF v4.1フォーマット規格は、CognosphereとMiHoYoによって制作された多くのゲームのガチャ記録のために作った統合交換可能なフォーマットです。
ko: UIGF v4.1은 UIGF 위원회에 의해 수립된 포맷으로, Cognosphere와 MiHoYo에서 제작한 여러 게임의 가챠 기록을 위한 통합 가능한 교환 형식입니다.
ru: UIGF v4.1, установленный комитетом UIGF, является объединенным обменным форматом для записи гача во многих играх, созданных Cognosphere и MiHoYo.
zh_hans: UIGF v4.1 是由 UIGF 委员会制定的聚合型信息交换格式，用于多款由 Cognosphere 和米哈游制作发行的的电玩们的抽卡记录的交换。
zh_hant: UIGF v4.1 是由 UIGF 委員會制定的聚合型資訊交換格式，用於多款由 Cognosphere 和米哈遊製作發行的的電玩們的抽卡記錄的交換。
