Repository: pizza-studio/PizzaHelperUnited
Catalog: _i18n_xliff/UnitedPizzaHelper Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fil, fr, it, ja, ko, ru, vi, zh_hans, zh_hant

# settings.notification.faq.howNotificationsGetScheduled
source: This app or its widgets will attempt to automatically reschedule relevant notifications when retrieving Real-Time Note data for a specific local profile. During each scheduling, it will proactively try to clear any previously scheduled, unreasonable, and unsent notifications made for this local profile. Notifications will only be scheduled if the system settings allow the app to send system notifications, and if the app has successfully retrieved real-time note data, in cases where the relevant preferences permit it.
de: Diese App oder ihre Widgets versuchen, relevante Benachrichtigungen automatisch neu zu planen, wenn Echtzeit-Notizinformationen für ein spezifisches lokales Profil abgerufen werden. Bei jeder Planung wird sie proaktiv versuchen, zuvor geplante, unpraktische und ungesendete Benachrichtigungen für dieses lokale Profil zu löschen. Benachrichtigungen werden nur geplant, wenn die Systemeinstellungen der App erlauben, Systembenachrichtigungen zu senden, und wenn die App erfolgreich Echtzeit-Notizinformationen abgerufen hat, in Fällen, in denen die entsprechenden Präferenzen es zulassen.
es: Esta aplicación o sus widgets intentarán reprogramar automáticamente las notificaciones relevantes al recuperar información de Notas en Tiempo Real para un perfil local específico. Durante cada programación, intentará de manera proactiva borrar las notificaciones previamente programadas, irrazonables y no enviadas hechas para este perfil local. Las notificaciones solo se programarán si la configuración del sistema permite a la aplicación enviar notificaciones del sistema, y si la aplicación ha recuperado con éxito la información de notas en tiempo real, en los casos en que las preferencias relevantes lo permitan.
fil: Susubukan ng app na ito o ang mga widget nito na awtomatikong i-reschedule ang mga kaugnay na notipikasyon kapag kumukuha ng Real-Time Note intel para sa isang partikular na lokal na profile. Sa bawat pagsuschedule, proaktibo nitong susubukang i-clear ang anumang naunang iniskedyul, hindi makatwirang hindi naipadalang mga notipikasyon na ginawa para sa lokal na profile na ito. Ang mga notipikasyon ay isisiskedyul lamang kung pinapayagan ng mga setting ng sistema ang app na magpadala ng mga system notifications, at kung matagumpay na nakakuha ang app ng real-time note intel, kung saan pinapayagan ito ng mga kaugnay na kagustuhan.
fr: Cette application ou ses widgets tenteront de replanifier automatiquement les notifications pertinentes lors de la récupération des informations de Note en Temps Réel pour un profil local spécifique. À chaque planification, elle essaiera de manière proactive de supprimer toutes les notifications précédemment programmées, déraisonnables, et non envoyées pour ce profil local. Les notifications ne seront programmées que si les paramètres système permettent à l'application d'envoyer des notifications système, et si l'application a réussi à récupérer des informations de note en temps réel, dans les cas où les préférences pertinentes le permettent.
it: Questa app o i suoi widget tenteranno di riprogrammare automaticamente le notifiche pertinenti quando recuperano informazioni in tempo reale delle note per un profilo locale specifico. Durante ogni programmazione, tenterà proattivamente di cancellare le notifiche pianificate precedentemente, irragionevoli e non inviate per questo profilo locale. Le notifiche verranno programmate solo se le impostazioni di sistema consentono all'app di inviare notifiche di sistema e se l'app ha recuperato con successo informazioni in tempo reale delle note, nei casi in cui le preferenze pertinenti lo consentano.
ja: 敝アプリまたはその付属のウィジェットは、特定のプロファイルに対するリアルタイム便箋情報を取得する際に、そのプロファイルに関する通知を自動で再予定しようとします。このプロファイルの新しい通知を予定するたびに、以前に（そのプロファイルのために）予定された不適切な未送信通知があれば、それらを自動的に削除しようとします。通知は、システム設定が本アプリの通知送信を許可しており、さらに本アプリがリアルタイム便箋情報の取得に成功した場合に限り、関連の通知設定が許可されている状況でのみ予定されます。
ko: 앱이나 위젯은 특정 로컬 프로필에 대한 실시간 노트 정보를 검색할 때 관련 알림을 자동으로 다시 예약하려고 시도합니다. 각 예약 시 이 로컬 프로필에 대해 이전에 예약된 불합리하고 발송되지 않은 알림을 사전적으로 지우려고 시도합니다. 알림은 시스템 설정이 앱이 시스템 알림을 보낼 수 있도록 허용하고, 관련 선호에 따라 앱이 실시간 노트 정보를 성공적으로 검색한 경우에만 예약됩니다.
ru: Это приложение или его виджеты предпримут попытку автоматически перенаправить соответствующие уведомления при получении информации о заметках в реальном времени для конкретного локального профиля. Во время каждого планирования оно будет пытаться удалить все ранее запланированные, неразумные и неотправленные уведомления для этого локального профиля. Уведомления будут запланированы только если системные настройки позволяют приложению отправлять системные уведомления и если приложение успешно получило информацию о заметках в реальном времени, в случаях, когда соответствующие настройки это позволяют.
vi: Ứng dụng này hoặc các tiện ích của nó sẽ cố gắng tự động lên lịch lại các thông báo liên quan khi truy xuất thông tin ghi chú thời gian thực cho một hồ sơ địa phương cụ thể. Trong mỗi lần lên lịch, nó sẽ chủ động cố gắng xóa bất kỳ thông báo nào đã lên lịch trước đó nhưng không hợp lý và chưa được gửi cho hồ sơ địa phương này. Thông báo chỉ được lên lịch nếu cài đặt hệ thống cho phép ứng dụng gửi thông báo hệ thống, và nếu ứng dụng đã truy xuất thành công thông tin ghi chú thời gian thực, trong các trường hợp mà các tùy chọn liên quan cho phép điều đó.
zh_hans: 本 App 或其随赠的小组件会尝试在针对某个本地账号获取实时便笺资讯时自动重新排定相关的通知。在每次排定时，都会尝试主动清除之前针对该本地账号所排定的任何无效的尚未推送的通知。当且仅当系统设定允许本 App 推送系统通知、且本 App 有成功获取到实时便笺资讯时，才会在相关的偏好设定允许的情况下对相关的通知进行排定。
zh_hant: 敝 App 或其隨贈的小工具會嘗試在針對某個本機帳號獲取實時便箋資訊時自動重新排定相關的通知。在每次排定時，都會嘗試主動清除之前針對該本機帳號所排定的任何不合理的尚未推送的通知。當且僅當系統設定允許敝 App 推送系統通知、且敝 App 有成功獲取到實時便箋資訊時，才會在相關的偏好設定允許的情況下對相關的通知進行排定。

# settings.notification.giRealmCurrency.allow
source: Notify me
de: Benachrichtige mich
es: Notifícame
fil: Ipaalam sa akin
fr: Activer
it: Notificami
ja: この通知を送る
ko: 알림 설정
ru: Уведомлять меня
vi: Thông báo cho tôi
zh_hans: 启用该通知
zh_hant: 啟用該通知

# settings.notification.giRealmCurrency.footer
source: * Genshin Impact only.
de: * Nur für Genshin Impact.
es: * Solo Genshin Impact.
fil: * Genshin Impact lamang.
fr: * Genshin Impact uniquement.
it: * Solo Genshin Impact.
ja: ※ 原神のみ。
ko: * 원신 전용.
ru: * Только Genshin Impact.
vi: * Chỉ Genshin Impact.
zh_hans: ※ 原神限定。
zh_hant: ※ 原神限定。

# settings.notification.giRealmCurrency.header
source: Realm Currency Recharge Notice
de: Hinweis zur Aufladung der Reichswährung
es: Aviso de Recarga de Moneda del Reino
fil: Abiso ng Pagsasauli ng Pera ng Mundo
fr: Monnaie du Royaume pleine
it: Avviso di Ricarica della Valuta del Regno
ja: 洞天集宝盆が満載の時のお知らせ
ko: 영역 화폐 충전 알림
ru: Уведомление о пополнении валюты в королевстве
vi: Thông báo Nạp Lại Tiền Tệ Vương Quốc
zh_hans: 洞天财瓮回满提醒
zh_hant: 洞天財甕滿載提醒

# settings.notification.giTransformer.allow
source: Notify me
de: Benachrichtige mich
es: Notifícame
fil: Ipaalam sa akin
fr: Activer
it: Notificami
ja: この通知を送る
ko: 알림 받기
ru: Сообщить мне
vi: Thông báo cho tôi
zh_hans: 启用该通知
zh_hant: 啟用該通知

# settings.notification.giTransformer.footer
source: * Genshin Impact only.
de: * Nur Genshin Impact.
es: * Solo Genshin Impact.
fil: * Para sa Genshin Impact lamang.
fr: * Genshin Impact uniquement.
it: * Solo Genshin Impact.
ja: ※ 原神のみ。
ko: * 원신 전용.
ru: * Только Genshin Impact.
vi: * Chỉ Genshin Impact.
zh_hans: ※ 原神限定。
zh_hant: ※ 原神限定。

# settings.notification.giTransformer.header
source: Parametric Transformer Availability Notice
de: Verfügbarkeitsbenachrichtigung für parametrischen Transformator
es: Aviso de Disponibilidad del Transformador Paramétrico
fil: Abiso ng Kakayahang Magamit ng Parametric Transformer
fr: Transformateur paramétrique prêt
it: Avviso di Disponibilità Trasformatore Parametrico
ja: 参量物質変化器の利用可能のお知らせ
ko: 파라메트릭 변압기 가용성 알림
ru: Уведомление о доступности параметрического трансформатора
vi: Thông báo về Tính khả dụng của Máy biến áp Tham số
zh_hans: 参量质变仪可用状况提醒
zh_hant: 參數質變儀可用狀況提醒

# settings.notification.giTrounceBlossom.datePicker
source: Notify when
de: Benachrichtigen, wenn
es: Notificar cuándo
fil: Ipaalam kapag
fr: Me prévenir à
it: Notifica quando
ja: 通知を送る時間
ko: 알림 조건
ru: Уведомить, когда
vi: Thông báo khi
zh_hans: 通知时刻
zh_hant: 通知時刻

# settings.notification.giTrounceBlossom.footer
source: * Genshin Impact only.
de: * Nur Genshin Impact.
es: * Solo Genshin Impact.
fil: * Para sa Genshin Impact lamang.
fr: * Genshin Impact uniquement.
it: * Solo Genshin Impact.
ja: ※ 原神のみ。
ko: * 원신 전용
ru: * Только для Genshin Impact.
vi: * Chỉ dành cho Genshin Impact.
zh_hans: ※ 原神限定。
zh_hant: ※ 原神限定。

# settings.notification.giTrounceBlossom.header
source: Remaining Trounce Blossom Resin Discounts
de: Verbleibende Verprügelungsblütenharz-Rabatte
es: Descuentos de Resina de Floración Restante
fil: Natitirang Diskwento sa Trounce Blossom Resin
fr: Fleur des lignes énergétiques restantes
it: Sconti Rimanenti per Resina del Fioreggiante Annientamento
ja: 残っていた征討の花の樹脂値引き
ko: 남은 도전 꽃 송이 수지 할인
ru: Оставшиеся скидки на смолу Trounce Blossom
vi: Những Giảm Giá Nhựa Trounce Blossom Còn Lại
zh_hans: 征讨之花剩余树脂折扣次数提醒
zh_hant: 徵討之花剩餘樹脂折扣次數提醒

# settings.notification.giTrounceBlossom.toggle
source: Notify me
de: Benachrichtigen Sie mich
es: Notifícame
fil: Ipagbigay-alam sa akin
fr: Activer
it: Notificami
ja: この通知を送る
ko: 알림 받기
ru: Уведомлять меня
vi: Thông báo cho tôi
zh_hans: 启用该通知
zh_hant: 啟用該通知

# settings.notification.giTrounceBlossom.weekdayPicker
source: Notify on
de: Benachrichtigen bei
es: Notificar activado
fil: Ipaalam kapag
fr: Me prévenir le
it: Notifica attiva
ja: 通知を送る日
ko: 알림 켜기
ru: Уведомлять о
vi: Thông báo bật
zh_hans: 通知期日
zh_hant: 通知期日

# settings.notification.hsrCosmicStrife.datePicker
source: Notify when
de: Benachrichtigen, wenn
ko: 알림 설정

# settings.notification.hsrCosmicStrife.footer
source: * Star Rail only. The result sums Currency Wars and Simulated Universe together.
de: * Nur Star Rail. Das Ergebnis fasst Currency Wars und Simuliertes Universum zusammen.
ko: * 스타 레일 전용. 결과는 통화 전쟁과 모의 우주의 합산입니다.

# settings.notification.hsrCosmicStrife.header
source: Cosmic Strife Completion Progress
de: Kosmischer Zwist Abschlussfortschritt
ko: 우주 분쟁 완료 진행 상황

# settings.notification.hsrCosmicStrife.toggle
source: Notify me
de: Benachrichtige mich
ko: 알림 받기

# settings.notification.hsrCosmicStrife.weekdayPicker
source: Notify on
de: Benachrichtigung ein
ko: 알림 켜기

# settings.notification.hsrEchoOfWar.datePicker
source: Notify when
de: Benachrichtigen, wenn
es: Notificar cuándo
fil: Ipaalam kapag
fr: Me prévenir à
it: Notifica quando
ja: 通知を送る時間
ko: 알림 조건
ru: Уведомить, когда
vi: Thông báo khi
zh_hans: 通知时刻
zh_hant: 通知時刻

# settings.notification.hsrEchoOfWar.footer
source: * Star Rail only.
de: * Nur Star Rail.
es: Solo Star Rail.
fil: * Star Rail lamang.
fr: * Star Rail uniquement.
it: * Solo Star Rail.
ja: ※ スターレイルのみ。
ko: * 스타 레일 전용.
ru: * Только для Star Rail.
vi: * Chỉ dành cho Star Rail.
zh_hans: ※ 星穹铁道限定。
zh_hant: ※ 星穹鐵道限定。

# settings.notification.hsrEchoOfWar.header
source: Remaining Echo of War Rewards Left
de: Verbleibende Echo des Krieges Belohnungen
es: Recompensas restantes de Eco de la Guerra
fil: Natitirang Gantimpala sa Echo of War
fr: Tentatives restantes des Échos de la guerre
it: Ricompense rimanenti dell'Eco della Guerra
ja: 残っていた歴戦余韻の報酬
ko: 남은 전쟁의 여운 보상
ru: Оставшиеся награды за Echo of War
vi: Những Phần Thưởng Còn Lại cho Echo of War
zh_hans: 历战余响剩余奖励次数提醒
zh_hant: 歷戰餘響剩餘獎勳次數提醒

# settings.notification.hsrEchoOfWar.toggle
source: Notify me
de: Benachrichtigen Sie mich
es: Notifícame
fil: Ipagbigay-alam sa akin
fr: Activer
it: Notificami
ja: この通知を送る
ko: 알림 받기
ru: Уведомлять меня
vi: Thông báo cho tôi
zh_hans: 启用该通知
zh_hant: 啟用該通知

# settings.notification.hsrEchoOfWar.weekdayPicker
source: Notify on
de: Benachrichtigen bei
es: Notificar activado
fil: Ipaalam kapag
fr: Me prévenir le
it: Notifica attiva
ja: 通知を送る日
ko: 알림 켜기
ru: Уведомлять о
vi: Thông báo bật
zh_hans: 通知期日
zh_hant: 通知期日

# settings.notification.insufficientSystemPrivileges
source: This app is not yet authorized in system settings to push notifications.
de: Diese App ist in den Systemeinstellungen noch nicht berechtigt, Benachrichtigungen zu senden.
es: Esta aplicación aún no está autorizada en la configuración del sistema para enviar notificaciones.
fil: Ang app na ito ay hindi pa awtorisado sa mga setting ng sistema na magpadala ng mga notipikasyon.
fr: Cette application n'est pas encore autorisée dans les paramètres système à envoyer des notifications.
it: Questa app non è ancora autorizzata nelle impostazioni di sistema per inviare notifiche.
ja: 当アプリは未だに通知を送るシステム権限は持っておりません。
ko: 이 앱은 시스템 설정에서 알림 푸시가 아직 승인되지 않았습니다
ru: Это приложение еще не авторизовано в настройках системы для отправки уведомлений.
vi: Ứng dụng này chưa được cấp quyền trong cài đặt hệ thống để gửi thông báo.
zh_hans: 本App尚需系统开放通知权限。
zh_hant: 敝應用尚需系統開放通知權限。

# settings.notification.katheryneRewards.datePicker
source: Notify when
de: Benachrichtigen, wenn
es: Notificar cuando
fil: I-notify kapag
fr: Me prévenir à
it: Notifica quando
ja: 通知を送る時間
ko: 알림 기준
ru: Уведомить, когда
vi: Thông báo khi
zh_hans: 通知时刻
zh_hant: 通知時刻

# settings.notification.katheryneRewards.footer
source: * Genshin Impact only.
de: * Nur Genshin Impact.
es: * Solo Genshin Impact.
fil: * Para sa Genshin Impact lamang.
fr: * Genshin Impact uniquement.
it: * Solo Genshin Impact.
ja: ※ 原神のみ。
ko: * 원신 전용입니다.
ru: * Только для Genshin Impact.
vi: * Chỉ dành cho Genshin Impact.
zh_hans: ※ 原神限定。
zh_hant: ※ 原神限定。

# settings.notification.katheryneRewards.header
source: Katheryne Rewards Availability Notice
de: Katheryne-Belohnungsverfügbarkeitsbenachrichtigung
es: Aviso de Disponibilidad de Recompensas de Katheryne
fil: Paunawa ng Pagkakaroon ng Gantimpala ni Katheryne
fr: Récompenses quotidiennes disponibles
it: Avviso di Disponibilità delle Ricompense di Katheryne
ja: キャサリンからの報酬の受領状況
ko: 캐서린 보상 이용 가능 알림
ru: Уведомление о доступности наград Катерин
vi: Thông báo Khả dụng Phần thưởng Katheryne
zh_hans: 凯瑟琳奖励可领取状况提醒
zh_hant: 凱瑟琳獎勵可領取狀況提醒

# settings.notification.katheryneRewards.toggle
source: Notify me
de: Benachrichtige mich
es: Notificarme
fil: Ipaalam sa akin
fr: Activer
it: Notificami
ja: この通知を送る
ko: 알림 받기
ru: Уведомить меня
vi: Thông báo cho tôi
zh_hans: 启用该通知
zh_hant: 啟用該通知

# settings.notification.navTitle
source: Notification Preferences
de: Benachrichtigungseinstellungen
es: Preferencias de notificación
fil: Mga Kagustuhan sa Abiso
fr: Préférences de notifications
it: Preferenze di Notifica
ja: 通知のお好み設定
ko: 알림 환경 설정
ru: Настройки уведомлений
vi: Tùy chọn thông báo
zh_hans: 通知偏好设定
zh_hant: 通知偏好設定

# settings.notification.navTitle.shortened
source: Notifications
de: Benachrichtigungen
es: Notificaciones
fil: Mga Abiso
it: Notifiche
ja: 通知
ko: 알림
ru: Уведомления
vi: Thông báo
zh_hans: 通知
zh_hant: 通知

# settings.notification.navigateToOSSettings
source: Go to System Settings
de: Gehe zu den Systemeinstellungen
es: Ir a la configuración del sistema
fil: Pumunta sa Mga Setting ng Sistema
fr: Accéder aux paramètres système
it: Vai a Impostazioni di Sistema
ja: システム設定画面を呼び起こす
ko: 시스템 설정으로 이동
ru: Перейти в системные настройки
vi: Đi tới Cài đặt hệ thống
zh_hans: 前往系统设定
zh_hant: 前往系統設定

# settings.notification.profilesReceivingNotifications.description
source: You may also toggle it in the local profile manager.
de: Sie können es auch im lokalen Profilmanager umschalten.
es: También puedes activarlo en el administrador de perfiles locales.
fil: Maaari mo ring i-toggle ito sa lokal na profile manager.
fr: Vous pouvez également l'activer dans le gestionnaire de profil local.
it: Puoi anche attivarlo nel gestore profilo locale
ja: プロファイルマネージャーでも上記のオプションを変更するのも可能です。
ko: 로컬 프로필 관리자에서 이 기능을 켜거나 끌 수 있습니다
ru: Вы также можете переключить это в локальном менеджере профилей.
vi: Bạn cũng có thể bật tắt nó trong trình quản lý hồ sơ cục bộ.
zh_hans: 本地账号管理器画面也可修改上述设定。
zh_hant: 本機帳號管理器畫面也可修改上述設定。

# settings.notification.profilesReceivingNotifications.navTitle
source: Per-Profile Notification Toggles
de: Benachrichtigungsschalter pro Profil
es: Alternar Notificaciones por Perfil
fil: Mga Pagpili ng Abiso bawat Profile
fr: Séléction par profil
it: Interruttori di notifica per profilo
ja: プロファイル毎の通知 ON/OFF
ko: 프로필별 알림 전환
ru: Переключатели уведомлений для каждого профиля
vi: Chuyển Đổi Thông Báo Theo Hồ Sơ
zh_hans: 对每个本地账号的通知开关
zh_hant: 對每個本機帳號的通知開關

# settings.notification.profilesReceivingNotifications.navTitle.shortened
source: Per-Profile Toggles
de: Umschalter pro Profil
es: Interruptores por perfil
fil: Bawat-Profile na Mga Toggle
fr: Séléction par profil
it: Interruttori per profilo
ja: プロファイル毎の通知
ko: 프로필별 토글
ru: Переключатели для профиля
vi: Chuyển đổi theo hồ sơ
zh_hans: 通知开关
zh_hant: 通知開關

# settings.notification.stamina.allow
source: Notify me
de: Benachrichtige mich
es: Notifícame
fil: Ipaalam sa akin
fr: Activer
it: Notifica mi
ja: この通知を送る
ko: 알림 받기
ru: Уведомить меня
vi: Thông báo cho tôi
zh_hans: 启用该通知
zh_hant: 啟用該通知

# settings.notification.stamina.footer
source: This includes Original Resin (Genshin Impact), Trailblaze Power (Star Rail), and Vitality (Zenless Zone Zero). Despite the threshold settings, You will also be notified if the player stamina is fully charged.
de: Dies umfasst Urharz (Genshin Impact), Pfadblitzenergie (Star Rail) und Vitalität (Zenless Zone Zero). Ungeachtet der Schwellenwerteinstellungen werden Sie auch benachrichtigt, wenn die Ausdauer des Spielers vollständig geladen ist.
es: Esto incluye Resina Original (Genshin Impact), Energía de Rastro (Star Rail) y Vitalidad (Zenless Zone Zero). A pesar de los ajustes de umbral, también se le notificará si la resistencia del jugador está completamente cargada.
fil: Kasama dito ang Original Resin (Genshin Impact), Trailblaze Power (Star Rail), at Vitality (Zenless Zone Zero). Sa kabila ng mga threshold setting, ikaw ay aabisuhan din kung ang player stamina ay puno na.
fr: Cela inclut la Résine Originelle (Genshin Impact), la Puissance du Pionnier (Star Rail) et la Vitalité (Zenless Zone Zero). Peu importe le paramètre du seuil, vous serez quand même averti quand la résine est complètement rechargée.
it: Questo include Resina Originale (Genshin Impact), Energia Trailblaze (Star Rail) e Vitalità (Zenless Zone Zero). Nonostante le impostazioni di soglia, riceverai anche una notifica se la stamina del giocatore è completamente carica.
ja: 原神の天然樹脂、スターレイルの開拓力、ゼンレスゾンゼロのエネルギーを全部含む通知です。ご設定済みの閾値に関する通知の他には、スタミナが全回復の時にも通知が来ます。
ko: 여기에는 원신의 원소 레진, 스타레일의 탐색력, 그리고 제네레스 존 제로의 활력이 포함됩니다. 임계 설정과 상관없이 플레이어의 스태미너가 완전히 충전되면 알림을 받게 됩니다.
ru: Это включает в себя Исходную Смолу (Genshin Impact), Энергию Путешественника (Star Rail) и Жизненную Силу (Zenless Zone Zero). Несмотря на установленные пороги, вы также получите уведомление, если выносливость игрока полностью заряжена.
vi: Điều này bao gồm Nhựa Nguyên Chất (Genshin Impact), Năng Lượng Phiêu Lưu (Star Rail) và Sức Sống (Zenless Zone Zero). Mặc dù có các cài đặt ngưỡng, bạn cũng sẽ được thông báo nếu thể lực của người chơi được sạc đầy.
zh_hans: 这包括了原神的原粹树脂、星穹铁道的开拓力、绝区零的绝区电量。除了基于阈值的通知以外，也还会有玩家体力的回满通知。
zh_hant: 這包括了原神的原粹樹脂、星穹鐵道的開拓力、絕區零的絕區電量。除了基於閾值的通知以外，也還會有玩家體力的滿載通知。

# settings.notification.stamina.header
source: Player Stamina Recharge Progress
de: Spielerausdauer Ladefortschritt
es: Progreso de Recarga de Resistencia del Jugador
fil: Pag-usad ng Pagcha-charge ng Istamina ng Manlalaro
fr: Progression de la recharge de la résine
it: Progresso di Ricarica della Resistenza del Giocatore
ja: スタミナの蓄積情報
ko: 플레이어 체력 회복 진행 상황
ru: Прогресс восстановления выносливости игрока
vi: Quá trình Phục hồi Thể lực của Người chơi
zh_hans: 玩家体力回满进度
zh_hant: 玩家體力回滿進度

# settings.notification.staminaThresholds.add.title
source: Add a New Threshold Value
de: Neuen Schwellenwert hinzufügen
es: Agregar un nuevo valor de umbral
fil: Magdagdag ng Bagong Halaga ng Threshold
fr: Ajouter un nouveau seuil
it: Aggiungi un nuovo valore soglia
ja: 新しい閾値を追加
ko: 새 임계값 추가
ru: Добавить новое пороговое значение
vi: Thêm Giá Trị Ngưỡng Mới
zh_hans: 新增阈值
zh_hant: 新增閾值

# settings.notification.staminaThresholds.footer
source: You will also be notified if the player stamina is fully charged.
de: Sie werden auch benachrichtigt, wenn die Ausdauer des Spielers vollständig aufgeladen ist.
es: También se te notificará si la resistencia del jugador está completamente cargada.
fil: Maaabisuhan ka rin kung ang stamina ng manlalaro ay puno na.
fr: Vous serez quand même averti quand la résine est entièrement rechargée.
it: Sarai anche notificato se la resistenza del giocatore è completamente carica
ja: スタミナが全回復の時にも通知が来ます。
ko: 플레이어의 체력이 완전히 충전되면 알림을 받게 됩니다
ru: Вы также будете уведомлены, если выносливость игрока полностью восстановится.
vi: Bạn cũng sẽ được thông báo nếu sức chịu đựng của người chơi được nạp đầy.
zh_hans: 除此之外，也还会有玩家体力的回满通知。
zh_hant: 除此之外，也還會有玩家體力的滿載通知。

# settings.notification.staminaThresholds.header
source: Current Thresholds
de: Aktuelle Schwellenwerte
es: Umbrales Actuales
fil: Mga Kasalukuyang Threshold
fr: Seuils actuels
it: Soglie Correnti
ja: 設定済みの閾値
ko: 현재 임계값
ru: Текущие пороги
vi: Ngưỡng Hiện Tại
zh_hans: 已设定的阈值
zh_hant: 已設定的閾值

# settings.notification.staminaThresholds.navTitle
source: Stamina Notification Threshold
de: Ausdauer-Benachrichtigungsschwelle
es: Umbral de Notificación de Resistencia
fil: Threshold ng Notipikasyon ng Stamina
fr: Seuil de Notification de recharge
it: Soglia di Notifica della Resistenza
ja: スタミナ蓄積の閾値
ko: 지구력 알림 임계값
ru: Порог уведомления о выносливости
vi: Ngưỡng Thông Báo Sức Bền
zh_hans: 玩家体力通知阈值
zh_hant: 玩家體力通知閾值

# settings.notification.staminaThresholds.valueAlreadyExist
source: You cannot add duplicated values.
de: Sie können keine doppelten Werte hinzufügen.
es: No puedes agregar valores duplicados
fil: Hindi ka makakapagdagdag ng mga dobleng halaga.
fr: Vous ne pouvez pas ajouter des valeurs en double.
it: Non è possibile aggiungere valori duplicati.
ja: 既存の閾値を重ねて追加するのは不可。
ko: 중복된 값을 추가할 수 없습니다
ru: Вы не можете добавлять дублирующиеся значения.
vi: Bạn không thể thêm các giá trị trùng lặp.
zh_hans: 您无法重复添加相同的阈值。
zh_hant: 您無法重複添加相同的閾值。

# settings.privacy.noOptionsAvailable
source: There’s no privacy options available since the removal of certain features. This app now collects nothing. Previously collected Spiral Abyss battle report data are all destroyed in Fall 2025.
de: Aufgrund der Entfernung bestimmter Funktionen sind keine Datenschutzoptionen verfügbar. Diese App sammelt jetzt nichts. Zuvor gesammelte Gewundener Abgrund Kampfbereichtsdaten wurden alle im Herbst 2025 zerstört.
ko: 특정 기능이 제거되었기 때문에 개인정보 보호 옵션이 없습니다. 이 앱은 이제 아무것도 수집하지 않습니다. 이전에 수집된 나선 비경 전투 보고서 데이터는 모두 2025년 가을에 파괴되었습니다.

# settings.privacy.title
source: Privacy
de: Datenschutz
es: Privacidad
fil: Pagkapribado
fr: Confidentialité
ja: プライバシー
ko: 개인정보 보호
ru: Конфиденциальность
vi: Quyền riêng tư
zh_hans: 隐私设定
zh_hant: 隱私權設定

# settings.profile.advanced.autoDeduplication.title
source: Automatically deduplicate local profiles
de: Lokale Profile automatisch deduplizieren
es: Deduplicar automáticamente los perfiles locales
fil: Awtomatikong alisin ang mga duplicate na lokal na profile
fr: Dédupliquer automatiquement les profils locaux
it: Deduplicare automaticamente i profili locali
ja: 重複のプロファイルを自動的に排除
ko: 로컬 프로필 자동 중복 제거
ru: Автоматически удалять дубликаты локальных профилей
vi: Tự động loại bỏ trùng lặp trong hồ sơ cục bộ
zh_hans: 自动去除重复的本地账号
zh_hant: 自動去除重複的本機帳號
