Repository: pizza-studio/PizzaHelperUnited
Catalog: _i18n_xliff/UnitedPizzaHelper Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fil, fr, it, ja, ko, ru, vi, zh_hans, zh_hant

# pzWidgetsKit.homeCoin
source: Realm Currency
de: Reichswährung
es: Moneda del Reino
fil: Pera ng Kaharian
fr: Monnaie du royaume
it: Valuta del reame
ja: 洞天宝銭
ko: 영역 화폐
ru: Валюта мира
vi: Tiền tệ Realm
zh_hans: 洞天宝钱
zh_hant: 洞天寶錢

# pzWidgetsKit.infoBlock.refilledAt:%@
source: Till %@
de: Bis %@
es: Hasta %@
fil: Hanggang %@
fr: À %@
it: Fino a %@
ja: %@ 全回復
ko: 계속 %@
ru: До %@
vi: Tới %@
zh_hans: %@ 回满
zh_hant: %@ 回滿

# pzWidgetsKit.infoBlock.staminaFullyFilledDescription
source: 0 hr 0 min Stamina is Full
de: 0 Std. 0 Min. Ausdauer ist voll
es: 0 hr 0 min La resistencia está llena
fil: 0 oras 0 min Puno na ang Stamina
fr: 0 h 0 min La résine est pleine
it: 0 ore 0 min Stamina è piena
ja: 0時間0分 スタミナ全回復完了
ko: 0시간 0분 스태미너가 가득 찼습니다
ru: 0 ч 0 мин Выносливость Полна
vi: 0 giờ 0 phút Sức bền đã đầy
zh_hans: 0分0秒 玩家体力已满
zh_hant: 0 分 0 秒 玩家體力已滿

# pzWidgetsKit.infoBlock.staminaFullyFilledDescription.tiny
source: Filled Up
de: Voll
es: Lleno
fil: Puno na
fr: Plein
it: Pieno
ja: 全回復済み
ko: 가득 참
ru: Полный
vi: Đầy
zh_hans: 已回满
zh_hant: 已回滿

# pzWidgetsKit.infoBlock.transformerAvailable
source: Available
de: Verfügbar
es: Disponible
fil: Magagamit
fr: Disponible
it: Disponibile
ja: 利用可能
ko: 사용 가능
ru: Доступно
vi: Có sẵn
zh_hans: 可用
zh_hant: 可用

# pzWidgetsKit.infoBlock.zzzScratchableCard.done
source: Scratched
de: Gekratzt
es: Rayado
fil: Gasgas
fr: Éraflé
it: Graffiato
ja: 引き済み
ko: 스크래치된
ru: Поцарапанный
vi: Đã xước
zh_hans: 已刮取
zh_hant: 已刮取

# pzWidgetsKit.infoBlock.zzzScratchableCard.notYet
source: Available
de: Verfügbar
es: Disponible
fil: Magagamit
fr: Disponible
it: Disponibile
ja: 引ける
ko: 사용 가능
ru: Доступно
vi: Có sẵn
zh_hans: 可以刮
zh_hant: 可以刮

# pzWidgetsKit.material.sunday
source: All materials are available on Sunday
de: Alle Materialien sind am Sonntag verfügbar
es: Todos los materiales están disponibles el domingo
fil: Ang lahat ng materyales ay makukuha sa Linggo
fr: Tous les matériaux sont disponibles le dimanche
it: Tutti i materiali sono disponibili domenica
ja: 日曜日：全素材入手可能
ko: 모든 자료는 일요일에 제공됩니다
ru: Все материалы доступны в воскресенье
vi: Tất cả tài liệu có sẵn vào Chủ nhật
zh_hans: 今天是周日，素材全开放
zh_hant: 今天是週日，素材全開放

# pzWidgetsKit.next20Stamina:%lld
source: Until %lld Stamina:
de: Bis %lld Ausdauer:
es: Hasta %lld Aguante:
fil: Hanggang %lld Tiyaga:
fr: Jusqu'à %lld de résine:
it: Fino a %lld Resistenza
ja: %lld 点スタミナまで
ko: %lld 스태미너까지:
ru: До %lld выносливости:
vi: Đến %lld Thể lực:
zh_hans: 距离 %lld 点体力:
zh_hant: 距離 %lld 點體力:

# pzWidgetsKit.nextMaxStamina
source: Until Max Stamina:
de: Bis zur maximalen Ausdauer:
es: Hasta la Resistencia Máxima:
fil: Hanggang Max Stamina:
fr: Jusqu'à la résine maximale :
it: Fino alla Stamina Massima:
ja: スタミナ全回復まで
ko: 최대 체력까지:
ru: До максимальной выносливости:
vi: Cho đến khi tối đa Thể Lực:
zh_hans: 距离体力全满:
zh_hant: 距離體力全滿:

# pzWidgetsKit.stamina
source: Player Stamina
de: Spielerausdauer
es: Resistencia del jugador
fil: Tibay ng Manlalaro
fr: Résine du joueur
it: Resistenza del giocatore
ja: プレーヤーのスタミナ
ko: 플레이어 체력
ru: Выносливость игрока
vi: Thể lực người chơi
zh_hans: 玩家体力
zh_hant: 玩家體力

# pzWidgetsKit.stamina.full
source: Filled Up
de: Voll
es: Lleno
fil: Puno na
fr: Plein
it: Pieno
ja: 全回復済み
ko: 가득 참
ru: Полный
vi: Đầy
zh_hans: 已回满
zh_hant: 已回滿

# pzWidgetsKit.status.not_received
source: (unreceived)
de: (nicht empfangen)
es: (no recibido)
fil: (hindi natanggap)
fr: (non reçu)
it: (non ricevuto)
ja: (未受取)
ko: (미수신)
ru: (не получено)
vi: (chưa nhận được)
zh_hans: (尚未收取)
zh_hant: (尚未收取)

# pzWidgetsKit.unit.day:%lld
source: %lld days
de: %lld tage
es: %lld días
fil: %lld araw
fr: %lld jours
it: %lld giorni
ko: %lld일
ru: %lld дня
vi: %lld ngày

# pzWidgetsKit.unit.minute:%lld|==|plural.other
source: %lld mins
de: %lld min
es: %lld min
fil: %lld minuto
fr: %lld min
it: %lld min
ja: %lld分
ko: %lld분
ru: %lld минуты
vi: %lld phút
zh_hans: %lld分
zh_hant: %lld分

# pzWidgetsKit.widgetBackgroundColorScheme.blue
source: Blue
de: Blau
es: Azul
fil: Asul
fr: Bleu
it: Blu
ja: 青色
ko: 파랑
ru: Синий
vi: Xanh dương
zh_hans: 蓝色
zh_hant: 藍色

# pzWidgetsKit.widgetBackgroundColorScheme.gameElements.anemo
source: Anemo
fr: Anémo
ja: 風元素属性
ko: 바람
ru: Анемо
vi: Phong
zh_hans: 风元素属性
zh_hant: 風元素屬性

# pzWidgetsKit.widgetBackgroundColorScheme.gameElements.cryo
source: Cryo
de: Kryo
es: Crío
it: Criogenia
ja: 氷元素属性
ko: 크라이오
ru: Крио
vi: Đông Lạnh
zh_hans: 冰元素属性
zh_hant: 冰元素屬性

# pzWidgetsKit.widgetBackgroundColorScheme.gameElements.dendro
source: Dendro
ja: 草元素属性
ko: 덴드로
ru: Дендро
zh_hans: 草元素属性
zh_hant: 草元素屬性

# pzWidgetsKit.widgetBackgroundColorScheme.gameElements.electro
source: Electro
de: Elektro
fil: Elektrisidad
fr: Électro
it: Elettro
ja: 雷元素属性
ko: 일렉트로
ru: Электро
vi: Điện tử
zh_hans: 雷元素属性
zh_hant: 雷元素屬性

# pzWidgetsKit.widgetBackgroundColorScheme.gameElements.geo
source: Geo
fr: Géo
ja: 岩元素属性
ko: 지오
ru: Гео
vi: Địa lý
zh_hans: 岩元素属性
zh_hant: 岩元素屬性

# pzWidgetsKit.widgetBackgroundColorScheme.gameElements.hydro
source: Hydro
es: Hidro
it: Idro
ja: 水元素属性
ko: 하이드로
ru: Гидро
zh_hans: 水元素属性
zh_hant: 水元素屬性

# pzWidgetsKit.widgetBackgroundColorScheme.gameElements.imago
source: Imago
ja: 虚数属性
ko: 환상적이야
zh_hans: 虚数属性
zh_hant: 虛數屬性

# pzWidgetsKit.widgetBackgroundColorScheme.gameElements.physico
source: Physico
ja: 物理属性
ko: 피지코
zh_hans: 物理属性
zh_hant: 物理屬性

# pzWidgetsKit.widgetBackgroundColorScheme.gameElements.pyro
source: Pyro
ja: 炎元素属性
ko: 파이로
ru: Пиро
vi: Hỏa
zh_hans: 火元素属性
zh_hant: 火元素屬性

# pzWidgetsKit.widgetBackgroundColorScheme.gameElements.quanto
source: Quanto
ja: 量子属性
ko: 포세스토
zh_hans: 量子属性
zh_hant: 量子屬性

# pzWidgetsKit.widgetBackgroundColorScheme.gold
source: Gold
es: Oro
fil: Ginto
fr: Or
it: Oro
ja: 金色
ko: 골드
ru: Золото
vi: Vàng
zh_hans: 金色
zh_hant: 金色

# pzWidgetsKit.widgetBackgroundColorScheme.gray
source: Gray
de: Grau
es: Gris
fil: Abuhin
fr: Gris
it: Grigio
ja: 芦色
ko: 회색
ru: Серый
vi: Xám
zh_hans: 灰色
zh_hant: 灰色

# pzWidgetsKit.widgetBackgroundColorScheme.green
source: Green
de: Grün
es: Verde
fil: Berde
fr: Vert
it: Verde
ja: 緑色
ko: 녹색
ru: Зеленый
vi: Xanh lục
zh_hans: 绿色
zh_hant: 綠色

# pzWidgetsKit.widgetBackgroundColorScheme.intertwinedFate
source: March 7th & Intertwined Fate
de: 7. März & Verflochtenes Schicksal
es: 7 de marzo y Destino Entrecruzado
fil: Ika-7 ng Marso & Ugnayang Tadhana
fr: March 7th & Pierre de la fatalité
it: 7 marzo e Destino Intrecciato
ja: 三月なのか＆紡がれた運命
ko: 3월 7일 & 얽힌 운명
ru: 7 марта и Переплетенные судьбы
vi: Ngày 7 tháng 3 & Số Phận Đan Xen
zh_hans: 三月七＆纠缠之缘
zh_hant: 三月七＆糾纏之緣

# pzWidgetsKit.widgetBackgroundColorScheme.purple
source: Purple
de: Lila
es: Morado
fil: Lila
fr: Violet
it: Viola
ja: 紫色
ko: 보라색
ru: Фиолетовый
vi: Tím
zh_hans: 紫色
zh_hant: 紫色

# pzWidgetsKit.widgetBackgroundColorScheme.red
source: Red
de: Rot
es: Rojo
fil: Pula
fr: Rouge
it: Rosso
ja: 赤色
ko: 빨강
ru: Красный
vi: Đỏ
zh_hans: 红色
zh_hant: 紅色

# settings.widgets.fetchGenshinNamecardBGOnline
source: Fetch Namecard Backgrounds Online
de: Namenskarten-Hintergründe online abrufen
ko: 온라인으로 명함 배경 가져오기

# settings.widgets.fetchGenshinNamecardBGOnline.explain
source: To keep the app's file size small, the Genshin Impact namecard assets are intentionally in a lower resolution. When this option is enabled, a desktop widget will try to fetch the full-resolution image from EnkaNetwork. Please note that network latency can sometimes cause the entire widget to freeze. If you experience this issue, simply disable the option.
de: Um die Dateigröße der App klein zu halten, sind die Genshin Impact-Namenskarten-Assets absichtlich in niedriger Auflösung. Wenn diese Option aktiviert ist, versucht ein Desktop-Widget, das Bild in voller Auflösung von EnkaNetwork abzurufen. Bitte beachten Sie, dass Netzwerklatenz manchmal dazu führen kann, dass das gesamte Widget einfriert. Falls Sie dieses Problem haben, deaktivieren Sie einfach die Option.
ko: 앱의 파일 크기를 작게 유지하기 위해 원신 명함 에셋은 의도적으로 낮은 해상도로 되어 있습니다. 이 옵션을 활성화하면 데스크톱 위젯이 EnkaNetwork에서 전체 해상도 이미지를 가져오려고 시도합니다. 네트워크 지연으로 인해 때때로 전체 위젯이 멈출 수 있음을 참고하세요. 이 문제가 발생하면 옵션을 비활성화하세요.

# settings.widgets.howToUse.explanation
source: For information on how to use widgets on Apple devices, please consult Apple Support. Please note that widget functionalities may vary across different operating systems and their annual updates. The options shown in the current page only affects desktop widets.
de: Für Informationen zur Verwendung von Widgets auf Apple-Geräten wenden Sie sich bitte an den Apple Support. Bitte beachten Sie, dass Widget-Funktionen je nach Betriebssystem und deren jährlichen Updates variieren können. Die auf der aktuellen Seite angezeigten Optionen betreffen nur Desktop-Widgets.
ko: Apple 기기에서 위젯을 사용하는 방법에 대한 정보는 Apple 지원에 문의하세요. 위젯 기능은 다른 운영 체제와 연간 업데이트에 따라 달라질 수 있음을 참고하세요. 현재 페이지에 표시된 옵션은 데스크톱 위젯에만 영향을 줍니다.

# settings.widgets.navTitle
source: Widget Shared Settings
de: Widget-Einstellungen (Gemeinsam)
ko: 위젯 공유 설정

# settings.widgets.navTitle.shortened
source: Widgets
ko: 위젯

# settings.widgets.staminaFontPref.custom
source: Custom
de: Benutzerdefiniert
ko: 사용자 정의

# settings.widgets.staminaFontPref.fieldName
source: Stamina Font
de: Ausdauer-Schriftart
ko: 체력 글꼴

# settings.widgets.staminaFontPref.fontFamilyName
source: Family Name
de: Familienname
ko: 패밀리 이름

# settings.widgets.staminaFontPref.fontFamilyName.prompt
source: Please enter the font family name.
de: Bitte geben Sie den Namen der Schriftfamilie ein.
ko: 글꼴 패밀리 이름을 입력하세요.

# settings.widgets.staminaFontPref.systemRounded
source: Rounded
de: Gerundet
ko: 둥근체

# settings.widgets.staminaFontPref.systemSansSerif
source: Sans-Serif
ko: 고딕체

# settings.widgets.staminaFontPref.systemSerif
source: Serif
ko: 명조체

# imageCropper.hint.fingerGestures
source: You may also use finger gestures on the preview image.
de: Sie können auch Fingergesten auf das Vorschaubild anwenden.
es: También puede aplicar gestos con los dedos en la imagen de vista previa.
fil: Maaari ka ring gumamit ng mga finger gesture sa preview image.
fr: Vous pouvez également utiliser des gestes tactiles sur l'aperçu de l'image.
it: Puoi anche applicare gesti delle dita sull'immagine di anteprima.
ja: プレビュー画像上で指のジェスチャーを使用することもできます。
ko: 미리보기 이미지에 손가락 제스처를 적용할 수도 있습니다.
ru: Вы также можете использовать жесты пальцев на предварительном просмотре изображения.
vi: Bạn cũng có thể áp dụng cử chỉ ngón tay lên hình ảnh xem trước.
zh_hans: 您也可以对预览图使用手势操作。
zh_hant: 您也可以對預覽圖使用手勢操作。

# imageCropper.hint.mouseGesture
source: You may also use mouse gestures on the preview image.
de: Sie können auch Mausgesten auf das Vorschaubild anwenden.
es: También puede aplicar gestos con el ratón en la imagen de vista previa.
fil: Maaari ka ring gumamit ng mga mouse gesture sa preview image.
fr: Vous pouvez également utiliser des gestes de la souris sur l'aperçu de l'image.
it: Puoi anche applicare gesti del mouse sull'immagine di anteprima.
ja: プレビュー画像上でマウスのジェスチャーを使用することもできます。
ko: 미리보기 이미지에 마우스 제스처를 적용할 수도 있습니다.
ru: Вы также можете использовать жесты мыши на предварительном просмотре изображения.
vi: Bạn cũng có thể áp dụng cử chỉ chuột lên hình ảnh xem trước.
zh_hans: 您也可以对预览图使用鼠标手势操作。
zh_hant: 您也可以對預覽圖使用滑鼠手勢操作。

# settings.display.appBackground
source: App Background
de: App-Hintergrund
es: Fondo de la Aplicación
fil: Likuran ng App
fr: Arrière plan
it: Sfondo dell'app
ja: アプリの背景画像
ko: 앱 배경
ru: Фон приложения
vi: Nền ứng dụng
zh_hans: App 背景图像
zh_hant: App 背景圖像

# settings.display.appUserWallpaper
source: App User Wallpaper
de: Benutzertapete der App
es: Fondo de pantalla del usuario de la aplicación
fil: Wallpaper ng User ng App
fr: Fond d'écran utilisateur de l'application
it: Sfondo utente dell'app
ja: アプリのユーザー壁紙
ko: 앱 사용자 배경화면
ru: Пользовательские обои приложения
vi: Hình nền người dùng ứng dụng
zh_hans: App 用户壁纸
zh_hant: App 使用者壁紙

# settings.display.appWallpaper.navDescription
source: ⚠︎ This option will be automatically reset to factory default if the specified value points to an invalid user wallpaper.
de: ⚠︎ Diese Option wird auf die Werkseinstellung zurückgesetzt, wenn der angegebene Wert auf eine ungültige Benutzertapete hinweist.
es: ⚠︎ Esta opción se restablecerá automáticamente a los valores predeterminados de fábrica si el valor especificado indica un fondo de pantalla de usuario no válido.
fil: ⚠︎ Ang opsyong ito ay awtomatikong mare-reset sa default ng pabrika kung ang tinukoy na value ay nagpapahiwatig ng hindi wastong wallpaper ng user.
fr: ⚠︎ Cette option sera automatiquement réinitialisée aux paramètres d'usine si la valeur spécifiée indique un fond d'écran utilisateur invalide.
it: ⚠︎ Questa opzione verrà automaticamente ripristinata alle impostazioni di fabbrica se il valore specificato indica uno sfondo utente non valido.
ja: ⚠︎ 指定された値が無効なユーザー壁紙を示している場合、このオプションは自動的にリセットされます。
ko: ⚠︎ 지정된 값이 유효하지 않은 사용자 배경화면을 나타내는 경우 이 옵션은 자동으로 공장 기본값으로 재설정됩니다.
ru: ⚠︎ Этот параметр будет автоматически сброшен до заводских настроек, если указанное значение указывает на недействительные пользовательские обои.
vi: ⚠︎ Tùy chọn này sẽ tự động được đặt lại về mặc định gốc nếu giá trị được chỉ định cho thấy hình nền người dùng không hợp lệ.
zh_hans: ⚠︎ 指定的用户壁纸无效时，该选项将自动重设为出厂默认值。
zh_hant: ⚠︎ 指定的使用者壁紙無效時，該選項將自動重設為出廠預設值。

# settings.display.appWallpaper.navSectionHeader
source: App Background
de: App-Hintergrund
es: Fondo de la aplicación
fil: Background ng App
fr: Arrière-plan de l'application
it: Sfondo dell'app
ja: アプリの背景画像
ko: 앱 배경
ru: Фон приложения
vi: Nền ứng dụng
zh_hans: App 背景图像
zh_hant: App 背景圖像

# settings.display.appWallpaper.userWallPaper.notSpecified
source: Disabled
de: Deaktiviert
es: Desactivado
fil: Hindi pinagana
fr: Désactivé
it: Disattivato
ja: 不使用
ko: 비활성화
ru: Отключено
vi: Đã tắt
zh_hans: 不启用
zh_hant: 不啟用

# settings.staminaTimer.background.navTitle
source: Stamina Timer Background
de: Ausdauer-Timer-Hintergrund
es: Fondo del temporizador de resistencia
fil: Background ng Timer ng Stamina
fr: Arrière plan du minuteur
it: Sfondo Timer Stamina
ja: スタミナタイマー背景画像
ko: 스태미나 타이머 배경
ru: Фон таймера выносливости
vi: Nền thời gian sức bền
zh_hans: 玩家体力计时器背景图像
zh_hant: 玩家體力計時器背景圖像

# userWPCropper.navTitle.step1.chooseImage
source: Choose Image
de: Bild auswählen
es: Elegir imagen
fil: Pumili ng Larawan
fr: Choisir une image
it: Scegli immagine
ja: 画像を選択
ko: 이미지 선택
ru: Выбрать изображение
vi: Chọn hình ảnh
zh_hans: 选择图片
zh_hant: 選擇圖片

# userWPCropper.navTitle.step2.cropHorizontal
source: Crop (Horizontal)
de: Zuschneiden (Horizontal)
es: Recortar (Horizontal)
fil: I-crop (Pahalang)
fr: Recadrer (Horizontal)
it: Ritaglia (Orizzontale)
ja: トリミング (横長)
ko: 자르기 (가로)
ru: Обрезка (горизонтально)
vi: Cắt (Ngang)
zh_hans: 裁剪 (横向)
zh_hant: 裁剪 (橫向)

# userWPCropper.navTitle.step3.cropSquared
source: Crop (Squared)
de: Zuschneiden (Quadratisch)
es: Recortar (Cuadrado)
fil: I-crop (Parisukat)
fr: Recadrer (Carré)
it: Ritaglia (Quadrato)
ja: トリミング (正方形)
ko: 자르기 (정사각형)
ru: Обрезка (квадратная)
vi: Cắt (Vuông)
zh_hans: 裁剪 (方形)
zh_hant: 裁剪 (方形)

# userWPCropper.step1.button.pickImageUsingFileImporter
source: Pick Image From Finder / Files App
de: Bild aus Finder auswählen
es: Elegir imagen desde Finder / Archivos
fil: Kumuha ng Larawan mula sa Finder / Files App
fr: Choisir une image depuis le Finder / Fichiers
it: Scegli immagine da Finder / File
ja: Finder または「ファイル」から画像を選択
ko: Finder / 파일에서 이미지 선택
ru: Выбрать изображение из Finder / Файлы
vi: Chọn hình ảnh từ Finder / Files
zh_hans: 从访达或「文件」选取图片
zh_hant: 從 Finder 或「檔案」選取圖片

# userWPCropper.step1.button.pickImageUsingPhotoPicker
source: Pick Image From Photos App
de: Bild aus Fotos auswählen
es: Elegir imagen desde Fotos
fil: Kumuha ng Larawan mula sa Photos App
fr: Choisir une image depuis Photos
it: Scegli immagine da Foto
ja: 「写真」から画像を選択
ko: 사진에서 이미지 선택
ru: Выбрать изображение из Фото
vi: Chọn hình ảnh từ Ảnh
zh_hans: 从「照片」选取图片
zh_hant: 從「照片」選取圖片

# userWPCropper.step1.footerDescription.1
source: Choose your preferred method to select a source image for your custom wallpaper. In the next two steps, you'll be able to crop it to fit two different desktop widget sizes.
de: Wählen Sie Ihre bevorzugte Methode zur Auswahl eines Quellbildes für Ihre benutzerdefinierte Tapete. In den nächsten zwei Schritten können Sie es an zwei verschiedene Desktop-Widget-Größen anpassen.
es: Elija su método preferido para seleccionar una imagen de origen para su fondo de pantalla personalizado. En los siguientes dos pasos, podrá recortarla para que se ajuste a dos tamaños diferentes de widgets de escritorio.
fil: Piliin ang iyong gustong paraan para pumili ng source image para sa iyong custom wallpaper. Sa susunod na dalawang hakbang, maaari mong i-crop ito para magkasya sa dalawang magkaibang laki ng desktop widget.
fr: Choisissez votre méthode préférée pour sélectionner une image source pour votre fond d'écran personnalisé. Dans les deux prochaines étapes, vous pourrez la recadrer pour l'adapter à deux tailles différentes de widgets de bureau.
it: Scegli il metodo preferito per selezionare un'immagine sorgente per il tuo sfondo personalizzato. Nei prossimi due passaggi, potrai ritagliarla per adattarla a due diverse dimensioni dei widget desktop.
ja: カスタム壁紙のソース画像を選択する方法を選んでください。次の2つのステップで、2つの異なるデスクトップウィジェットのサイズに合わせてトリミングできます。
ko: 사용자 지정 배경화면의 소스 이미지를 선택하는 방법을 선택하세요. 다음 두 단계에서 두 가지 크기의 데스크톱 위젯에 맞게 자를 수 있습니다.
ru: Выберите предпочтительный способ выбора исходного изображения для ваших пользовательских обоев. В следующих двух шагах вы сможете обрезать его под два разных размера виджетов рабочего стола.
vi: Chọn phương thức ưa thích để chọn hình ảnh nguồn cho hình nền tùy chỉnh của bạn. Trong hai bước tiếp theo, bạn sẽ có thể cắt nó để vừa với hai kích thước widget màn hình khác nhau.
zh_hans: 请选择您喜欢的方式来选择自定义壁纸的源图片。在接下来的两个步骤中，您可以将其裁剪以适应两种不同的桌面小工具尺寸。
zh_hant: 請選擇您喜歡的方式來選取自訂壁紙的來源圖片。接下來的兩個步驟中，您可以將其裁剪以適應兩種不同的桌面小工具尺寸。

# userWPCropper.step1.footerDescription.2
source: Please keep your own copy of your original image files. User wallpapers saved in this app is in extremely low quality with reduced dimensions.
de: Bitte bewahren Sie eine eigene Kopie Ihrer Originalbilddateien auf. Benutzerdefinierte Hintergründe, die in dieser App gespeichert werden, sind von extrem niedriger Qualität und reduzierten Abmessungen.
es: Por favor, conserve su propia copia de los archivos de imagen originales. Los fondos de pantalla de usuario guardados en esta aplicación tienen una calidad extremadamente baja y dimensiones reducidas.
fil: Mangyaring panatilihin ang sariling kopya ng iyong orihinal na mga file ng larawan. Ang mga wallpaper ng user na naka-save sa app na ito ay may napakababang kalidad at nabawasang sukat.
fr: Veuillez conserver une copie de vos fichiers image originaux. Les fonds d'écran utilisateur enregistrés dans cette application sont de très faible qualité et de dimensions réduites.
it: Si prega di conservare una copia dei file immagine originali. Gli sfondi utente salvati in questa app sono di qualità estremamente bassa e con dimensioni ridotte.
ja: 元画像ファイルはご自身で必ず保管してください。このアプリに保存されるユーザー壁紙は、極端に低画質かつ縮小されたものです。
ko: 원본 이미지 파일은 반드시 별도로 보관하세요. 이 앱에 저장된 사용자 배경화면은 매우 낮은 화질과 축소된 크기입니다.
ru: Пожалуйста, храните собственную копию оригинальных файлов изображений. Пользовательские обои, сохранённые в этом приложении, имеют крайне низкое качество и уменьшенные размеры.
vi: Vui lòng giữ bản sao riêng các tệp hình ảnh gốc của bạn. Hình nền người dùng lưu trong ứng dụng này có chất lượng rất thấp và kích thước bị giảm.
zh_hans: 请务必自行保留原始图片文件的副本。本应用保存的用户壁纸均为低分辨率暨极低画质。
zh_hant: 請務必自行保留原始圖片檔案的副本。敝應用儲存的使用者壁紙均為低解析度暨極低畫質。

# userWallpaperMgr.clickToAddYourFirstWallpaper
source: Click Here to Add a Wallpaper
de: Klicken Sie hier, um eine Tapete hinzuzufügen
es: Haz clic aquí para agregar un fondo de pantalla
fil: Mag-click Dito para Magdagdag ng Wallpaper
fr: Cliquez ici pour ajouter un fond d'écran
it: Clicca qui per aggiungere uno sfondo
ja: 新しい壁紙を追加
ko: 여기를 클릭하여 배경화면 추가
ru: Нажмите здесь, чтобы добавить обои
vi: Nhấn vào đây để thêm hình nền
zh_hans: 点击此处以添加壁纸
zh_hant: 點按此處以添加壁紙

# userWallpaperMgr.contextMenu.removeWallpaperEntry
source: Remove
de: Entfernen
es: Eliminar
fil: Alisin
fr: Supprimer
it: Rimuovi
ja: 削除
ko: 제거
ru: Удалить
vi: Xóa
zh_hans: 移除
zh_hant: 移除

# userWallpaperMgr.contextMenu.renameWallpaperEntry
source: Rename
de: Umbenennen
es: Renombrar
fil: Palitan ang pangalan
fr: Renommer
it: Rinomina
ja: 名前を変更
ko: 이름 변경
ru: Переименовать
vi: Đổi tên
zh_hans: 重新命名
zh_hant: 重新命名

# userWallpaperMgr.editingWallpaperName.fieldLabel
source: Name
es: Nombre
fil: Pangalan
fr: Nom
it: Nome
ja: 名前
ko: 이름
ru: Имя
vi: Tên
zh_hans: 名称
zh_hant: 名稱

# userWallpaperMgr.editingWallpaperName.prompt
source: Please enter a new name for this wallpaper.
de: Bitte geben Sie einen neuen Namen für diese Tapete ein.
es: Por favor, ingresa un nuevo nombre para este fondo de pantalla.
fil: Mangyaring maglagay ng bagong pangalan para sa wallpaper na ito.
fr: Veuillez entrer un nouveau nom pour ce fond d'écran.
it: Inserisci un nuovo nome per questo sfondo.
ja: この壁紙に新しい名付けをご入力ください。
ko: 이 배경화면의 새 이름을 입력하세요.
ru: Пожалуйста, введите новое имя для этих обоев.
vi: Vui lòng nhập tên mới cho hình nền này.
zh_hans: 请为此壁纸输入新的名称。
zh_hant: 請為此壁紙輸入新的名稱。

# userWallpaperMgr.emptyContentsNotice
source: There's no user-supplied wallpaper yet.
de: Es gibt noch keine benutzerdefinierten Hintergründe.
es: Aún no hay fondos de pantalla proporcionados por el usuario.
fil: Wala pang wallpaper na ibinigay ng user.
fr: Aucun fond d'écran fourni par l'utilisateur pour le moment.
it: Non ci sono ancora sfondi forniti dall'utente.
ja: ユーザー提供の壁紙はまだありません。
ko: 아직 사용자가 제공한 배경화면이 없습니다.
ru: Пользовательских обоев пока нет.
vi: Chưa có hình nền do người dùng cung cấp.
zh_hans: 尚无由用户提供的壁纸。
zh_hant: 尚無由使用者提供的壁紙。

# userWallpaperMgr.exchange.export.failedInSavingToFile
source: Failed from dumping all user wallpapers.
de: Fehler beim Speichern aller Benutzertapeten.
es: Error al volcar todos los fondos de pantalla del usuario.
fil: Nabigo sa pag-dump ng lahat ng wallpaper ng user.
fr: Échec lors de l'exportation de tous les fonds d'écran utilisateur
it: Errore nel dumping di tutti gli sfondi utente.
ja: 残念ながら、ユーザー壁紙は書き出せませんでした。
ko: 모든 사용자 배경화면 덤프 실패.
ru: Не удалось выгрузить все пользовательские обои.
vi: Không thể tạo bản sao tất cả hình nền người dùng.
zh_hans: 用户壁纸没能成功导出。
zh_hant: 使用者壁紙沒能成功匯出。

# userWallpaperMgr.exchange.export.fileSavedTo:
source: Successfully dumped all user wallpapers into file:
de: Alle Benutzertapeten erfolgreich in Datei gespeichert:
es: Se han exportado correctamente todos los fondos de pantalla del usuario en el archivo:
fil: Matagumpay na na-export ang lahat ng wallpaper ng user sa file:
fr: Tous les fonds d'écran utilisateur ont été exportés avec succès dans le fichier :
it: Dump di tutti gli sfondi utente nel file eseguito con successo:
ja: すべてのユーザー壁紙は無事でここで１つ統合ファイルとして書き出しました:
ko: 모든 사용자 배경화면을 파일로 성공적으로 덤프했습니다:
ru: Успешно выгружены все пользовательские обои в файл:
vi: Đã xuất thành công tất cả hình nền người dùng vào tệp:
zh_hans: 所有的用户壁纸已成功打包导出至:
zh_hant: 所有的使用者壁紙已成功打包匯出至:

# userWallpaperMgr.exchange.export.menuTitle
source: Package & Export All User Wallpapers
de: Paket & Alle Benutzertapeten exportieren
es: Empaquetar y Exportar Todos los Fondos de Pantalla del Usuario
fil: I-package at I-export Lahat ng Wallpaper ng User
fr: Compresser et exporter tous les fonds d'écran utilisateur
it: Pacchetto e Esporta Tutti gli Sfondi Utente
ja: すべてのユーザー壁紙を統合して書き出す
ko: 패키지 및 모든 사용자 배경화면 내보내기
ru: Упаковать и экспортировать все пользовательские обои
vi: Đóng gói & Xuất tất cả hình nền người dùng
zh_hans: 打包导出用户壁纸
zh_hant: 打包匯出使用者壁紙
