Repository: pizza-studio/PizzaHelperUnited
Catalog: _i18n_xliff/UnitedPizzaHelper Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fil, fr, it, ja, ko, ru, vi, zh_hans, zh_hant

# hylKit.ledger4GI.tip
source: Only includes the resources obtained outside of top-ups. There are data delay issues.
de: Enthält nur die Ressourcen, die außerhalb der Aufladungen erhalten wurden. Es gibt Probleme mit Datenverzögerungen.
es: Solo incluye los recursos obtenidos fuera de las recargas. Hay problemas de retraso en los datos.
fil: Kasama lamang ang mga mapagkukunang nakuha sa labas ng mga top-up. May mga isyu sa pagkaantala ng data.
fr: Inclut uniquement les ressources obtenues en dehors des recharges. Il y a des retards dans les données.
it: Includi solo le risorse ottenute al di fuori delle ricariche. Ci sono problemi di ritardo dei dati.
ja: チャージ以外で入手した資源のみをカウントします。データには遅延があります。
ko: 충전 외부에서 얻은 리소스만 포함됩니다 데이터 지연 문제가 있습니다
ru: Включает только ресурсы, полученные вне пополнений. Имеются проблемы с задержкой данных.
vi: Chỉ bao gồm các tài nguyên được thu thập ngoài việc nạp thẻ. Có vấn đề về độ trễ dữ liệu.
zh_hans: 仅统计充值途径以外获取的资源。数据存在延迟。
zh_hant: 僅統計充值途徑以外獲取的資源。資料存在延遲。

# hylKit.ledger4GI.todayAcquisition.title
source: Acquired Today
de: Heute Erworben
es: Adquirido hoy
fil: Nakuha Ngayon
fr: Acquis aujourd'hui
it: Acquisito oggi
ja: 今日の収入
ko: 오늘 획득됨
ru: Приобретено сегодня
vi: Đã thu được hôm nay
zh_hans: 今日收入
zh_hant: 今日收入

# hylKit.ledger4GI.view.navTitle
source: Ledger for Primogems & Moras
de: Kontobuch für Primogems & Moras
es: Libro de cuentas para Primogemas y Moras
fil: Ledger para sa Primogems at Moras
fr: Résumé des ressources
it: Registro per Primogem e Mora
ja: 原石モラ元帳
ko: 프리모젬과 모라 명세서
ru: Книга учета для примогемов и мора
vi: Sổ cái cho Primogems & Moras
zh_hans: 原石摩拉账簿
zh_hant: 原石摩拉帳簿

# hylKit.ledger4HSR.action.name.byAbyss
source: Forgotten Hall
de: Vergessene Halle
es: Pasillo Olvidado
fil: Nakalimutang Bulwagan
fr: Salle oubliée
it: Sala Dimenticata
ja: 忘却の庭
ko: 잊혀진 전당
ru: Забытый зал
vi: Sảnh Bị Lãng Quên
zh_hans: 忘却之庭
zh_hant: 忘卻之庭

# hylKit.ledger4HSR.action.name.byAdventure
source: Adventure
de: Abenteuer
es: Aventura
fil: Pakikipagsapalaran
fr: Aventure
it: Avventura
ja: 冒険
ko: 모험
ru: Приключение
vi: Phiêu lưu
zh_hans: 冒险奖励
zh_hant: 冒險獎勵

# hylKit.ledger4HSR.action.name.byDailyTraining
source: Daily Training
de: Tägliches Training
es: Entrenamiento diario
fil: Pang-araw-araw na Pagsasanay
fr: Entraînement quotidien
it: Allenamento Giornaliero
ja: 每日の訓練
ko: 일일 훈련
ru: Ежедневная тренировка
vi: Đào tạo hàng ngày
zh_hans: 每日实训
zh_hant: 每日實訓

# hylKit.ledger4HSR.action.name.byEvent
source: Event
de: Ereignis
es: Evento
fil: Kaganapan
fr: Événement
it: Evento
ja: イベント
ko: 이벤트
ru: Событие
vi: Sự kiện
zh_hans: 活动奖励
zh_hant: 活動獎勵

# hylKit.ledger4HSR.action.name.byMail
source: Mail
de: E-Mail
es: Correo
fil: Sulatroniko
fr: Courrier
it: Posta
ja: メール
ko: 메일
ru: Почта
vi: Thư
zh_hans: 邮件奖励
zh_hant: 郵件獎勵

# hylKit.ledger4HSR.action.name.byOther
source: Other
de: Andere
es: Otro
fil: Iba pa
fr: Autre
it: Altro
ja: その他
ko: 기타
ru: Другое
vi: Khác
zh_hans: 其他
zh_hant: 其他

# hylKit.ledger4HSR.action.name.byUniverse
source: Simulated Universe
de: Simuliertes Universum
es: Universo Simulado
fr: Univers simulé
it: Universo Simulato
ja: 模擬宇宙
ko: 모의 우주
ru: Симулированная Вселенная
vi: Vũ trụ Mô phỏng
zh_hans: 模拟宇宙
zh_hant: 模擬宇宙

# hylKit.ledger4HSR.billThisMonth:%@
source: Ledger for this month (%@)
de: Kontenbuch für diesen Monat (%@)
es: Libro mayor de este mes (%@)
fil: Ledger para sa buwang ito (%@)
fr: Résumé de ce mois (%@)
it: Conto di questo mese (%@)
ja: 本月のご勘定（%@）
ko: 이번 달의 원장 (%@)
ru: Книга за этот месяц (%@)
vi: Sổ cái cho tháng này (%@)
zh_hans: 本月账单（%@）
zh_hant: 本月帳單（%@）

# hylKit.ledger4HSR.compare
source: Compared with yesterday
de: Verglichen mit gestern
es: En comparación con ayer
fil: Ihambing sa kahapon
fr: Comparé à hier
it: Rispetto a ieri
ja: 昨日と比べると
ko: 어제와 비교하여
ru: По сравнению со вчерашним днем
vi: So với ngày hôm qua
zh_hans: 较昨日
zh_hant: 較昨日

# hylKit.ledger4HSR.compare.month
source: Compared with last month
de: Verglichen mit dem letzten Monat
es: En comparación con el mes pasado
fil: Kumpara sa nakaraang buwan
fr: Comparé au mois dernier
it: Rispetto al mese scorso
ja: 先月同期と比べると
ko: 지난달과 비교하여
ru: По сравнению с прошлым месяцем
vi: So với tháng trước
zh_hans: 较上月同期
zh_hant: 較上月同期

# hylKit.ledger4HSR.srPass
source: SR Passes Income
de: SR-Einkommen bestanden
es: Ingreso de Pases SR
fil: Kinikita ng SR Passes
fr: Voeux acquis
it: Reddito Pass SR
ja: チケット収入
ko: SR 수입 통과
ru: Доход от пропусков SR
vi: SR vượt thu nhập
zh_hans: 车票收入
zh_hant: 車票收入

# hylKit.ledger4HSR.stellarJade
source: Stellar Jades Income
de: Einkommen aus Stellar Jades
es: Ingresos de Jades Estelares
fil: Kita ng Stellar Jades
fr: Jades Stellaires acquises
it: Entrate Stellar Jades
ja: 星玉収入
ko: 스텔라 제이드 수입
ru: Доход от звездных нефритов
vi: Thu nhập Stellar Jades
zh_hans: 星琼收入
zh_hant: 星瓊收入

# hylKit.ledger4HSR.tip
source: Only includes the resources obtained outside of top-ups. There are data delay issues.
de: Beinhaltet nur die außerhalb von Aufladungen erhaltenen Ressourcen. Es gibt Probleme mit Datenverzögerungen.
es: Solo incluye los recursos obtenidos fuera de las recargas. Hay problemas de retraso de datos.
fil: Isinasama lamang ang mga mapagkukunan na nakuha sa labas ng mga top-up. May mga isyu sa pagkaantala ng data.
fr: Inclut uniquement les ressources obtenues en dehors des recharges. Il y a des retards sur les données.
it: Include solo le risorse ottenute al di fuori delle ricariche. Ci sono problemi di ritardo dei dati.
ja: チャージ以外で入手した資源のみをカウントします。データには遅延があります。
ko: 최고 충전 외부에서 얻은 리소스만 포함됩니다 데이터 지연 문제가 있습니다
ru: Включает только ресурсы, полученные без пополнений. Есть проблемы с задержкой данных.
vi: Chỉ bao gồm các tài nguyên thu được ngoài việc nạp tiền. Có vấn đề về trễ dữ liệu.
zh_hans: 仅统计充值途径以外获取的资源。数据存在延迟。
zh_hant: 僅統計充值途徑以外獲取的資源。資料存在延遲。

# hylKit.ledger4HSR.todayAcquisition.title
source: Acquired Today
de: Heute erworben
es: Adquirido Hoy
fil: Nakuha Ngayon
fr: Acquis aujourd'hui
it: Acquisito Oggi
ja: 今日の収入
ko: 오늘 획득됨
ru: Приобретено сегодня
vi: Thu được hôm nay
zh_hans: 今日收入
zh_hant: 今日收入

# hylKit.ledger4HSR.view.navTitle
source: Ledger for SR Passes & Stella Jades
de: Hauptbuch für SR-Pässe & Stella Jades
es: Libro mayor para pases SR y Stella Jades
fil: Ledger para sa SR Pasetes at Stella Jades
fr: Résumé des voeux et Jades Stellaires
it: Registro per Pass SR e Stella Jades
ja: 星玉チケット元帳
ko: SR 패스 및 스텔라 제이드 원장
ru: Журнал для пропусков SR и Stella Jades
vi: Sổ cái cho SR Passes & Stella Jades
zh_hans: 星琼车票账簿
zh_hant: 星瓊車票帳簿

# pieChart.total
source: Total
de: Gesamtbetrag
fil: Kabuuan
it: Totale
ja: 合計
ko: 합계
ru: Итого
vi: Tổng cộng
zh_hans: 合计
zh_hant: 合計

# igev.gameEvents.daysLeft:%lld
source: %lld days left
de: %lld Tage übrig
es: %lld días restantes
fil: %lld araw na natitira
fr: %lld jours restants
it: %m giorni rimanenti
ja: 残り%lld日
ko: %lld 일 남음
ru: Осталось %lld дней
vi: Còn %lld ngày
zh_hans: 剩 %lld 天
zh_hant: 剩 %lld 天

# igev.gameEvents.hoursLeft:%lld
source: %lld hours left
de: %lld Stunden verbleibend
es: %lld horas restantes
fil: %lld oras ang natitira
fr: %lld heures restantes
it: %lld ore rimaste
ja: 残り%lld時間
ko: %lld 시간 남음
ru: %lld часов осталось
vi: Còn %lld giờ
zh_hans: 剩 %lld 小时
zh_hant: 剩 %lld 小時

# igev.gameEvents.noCurrentEventInfo
source: No Current Event Infos
de: Keine aktuellen Veranstaltungsinformationen
es: No hay información del evento actual
fil: Walang Impormasyon sa Kasalukuyang Kaganapan
fr: Aucune info d'événement actuelle
it: Nessuna informazione sull'evento attuale
ja: 今のイベントの情報がしばらくありません
ko: 현재 이벤트 정보 없음
ru: Нет текущей информации о событии
vi: Không có thông tin sự kiện hiện tại
zh_hans: 暂无当前活动资讯
zh_hant: 目前沒有活動資訊

# igev.gameEvents.pendingEvents.title
source: Ongoing Events
de: Laufende Ereignisse
es: Eventos en curso
fil: Mga Nagaganap na Kaganapan
fr: Événements en cours
it: Eventi in corso
ja: 開催中のイベント
ko: 진행 중인 이벤트
ru: Текущие события
vi: Sự kiện đang diễn ra
zh_hans: 当前活动
zh_hant: 當前活動

# igev.gameEvents.toggle.filterNonRegisteredGamesFromEventFeed
source: Filter Non-Registered Games From Event Feed
ko: 이벤트 목록에서 등록되지 않은 게임 필터링

# igev.gameEvents.viewAll.title
source: All
de: Alle
es: Todo
fil: Lahat
fr: Tout
it: Tutto
ja: すべて
ko: 전체
ru: Все
vi: Tất cả
zh_hans: 全部
zh_hant: 全部

# settings.display.cacheSettings.officialFeed.clearCachedEventsOfThisGame.button
source: Clear Cached Events of This Game
ko: 이 게임의 캐시된 이벤트 지우기

# settings.display.cacheSettings.officialFeed.noOfficialGameEventsCached
source: No official in-game event data cached.
ko: 공식 게임 내 이벤트 데이터가 캐시되지 않았습니다.

# settings.display.cacheSettings.officialFeed.sectionFooter
source: You may remove the cached event data from the context menu of each game’s most-recent data fetch timestamp listed above. This app will automatically try fetching the latest event info online to update the cache immediately.
ko: 위에 나열된 각 게임의 가장 최근 데이터 가져오기 타임스탬프의 컨텍스트 메뉴에서 캐시된 이벤트 데이터를 제거할 수 있습니다. 이 앱은 자동으로 최신 이벤트 정보를 온라인에서 가져와 캐시를 즉시 업데이트하려고 시도합니다.

# settings.display.cacheSettings.officialFeed.sectionTitle
source: Official In-Game Events Cache Data
ko: 공식 게임 내 이벤트 캐시 데이터

# hoyo.lang.chs
source: Simplified Chinese
de: Vereinfachtes Chinesisch
es: Chino simplificado
fil: Pinapayak na Tsino
fr: Chinois simplifié
it: Cinese Semplificato
ja: 簡体字中国語
ko: 중국어 간체
ru: Упрощенный Китайский
vi: Tiếng Trung Giản Thể
zh_hans: 简体中文
zh_hant: 簡體中文

# hoyo.lang.cht
source: Traditional Chinese
de: Traditionelles Chinesisch
es: Chino tradicional
fil: Tradisyonal na Tsino
fr: Chinois traditionnel
it: cinese Tradizionale
ja: 繁体字中国語
ko: 중국어(번체)
ru: Традиционный Китайский
vi: Tiếng Trung Phồn Thể
zh_hans: 繁体中文
zh_hant: 繁體中文

# hoyo.lang.de
source: Deutsch (German)
de: Deutsch
es: Alemán (German)
fil: Aleman (German)
fr: Allemand
it: Tedesco
ja: ドイツ語 (独逸語)
ko: 독일어
ru: Немецкий
vi: Tiếng Đức
zh_hans: 德文
zh_hant: 德文

# hoyo.lang.en
source: English (United States)
de: Englisch (Vereinigte Staaten)
es: Inglés (Estados Unidos)
fil: Ingles (Estados Unidos)
fr: Anglais (États-Unis)
it: Inglese (Stati Uniti)
ja: 英語 (米国)
ko: 영어(미국)
ru: Английский (Соединенные Штаты)
vi: Tiếng Anh (Hoa Kỳ)
zh_hans: 英语（美国）
zh_hant: 英語（美國）

# hoyo.lang.es
source: Spanish
de: Spanisch
es: Español
fil: Espanyol
fr: Espagnol
it: Spagnolo
ja: スペイン語 (西班牙語)
ko: 스페인어
ru: Испанский
vi: Tiếng Tây Ban Nha
zh_hans: 西班牙文
zh_hant: 西班牙文

# hoyo.lang.fr
source: French
de: Französisch
es: Francés
fil: Pranses
fr: Français
it: Francese
ja: フランス語 (仏蘭西語)
ko: 프랑스어
ru: Французский
vi: Tiếng Pháp
zh_hans: 法文
zh_hant: 法文

# hoyo.lang.id
source: Indonesian
de: Indonesisch
es: Indonesio
fr: Indonésien
it: Indonesiano
ja: インドネシア語 (印度尼西亜語)
ko: 인도네시아어
ru: Индонезийский
vi: Tiếng Indonesia
zh_hans: 印尼文
zh_hant: 印尼文

# hoyo.lang.it
source: Italian
de: Italienisch
es: Italiano
fil: Italyano
fr: Italien
it: Italiano
ja: イタリア語 (伊太利亜語)
ko: 이탈리아어
ru: Итальянский
vi: Tiếng Ý
zh_hans: 意大利文
zh_hant: 義大利文

# hoyo.lang.jp
source: Japanese
de: Japanisch
es: Japonés
fil: Hapones
fr: Japonais
it: Giapponese
ja: 日本語
ko: 일본어
ru: Японский
vi: Tiếng Nhật
zh_hans: 日文
zh_hant: 日文

# hoyo.lang.kr
source: Korean
de: Koreanisch
es: Coreano
fil: Koreano
fr: Coréen
it: Coreano
ja: 韓国語
ko: 한국어
ru: Корейский
vi: Tiếng Hàn
zh_hans: 韩文/朝鲜文
zh_hant: 韓文/朝鮮文

# hoyo.lang.pt
source: Portuguese
de: Portugiesisch
es: Portugués
fil: Portuges
fr: Portugais
it: Portoghese
ja: ポルトガル語 (葡萄牙語)
ko: 포르투갈어
ru: Португальский
vi: Tiếng Bồ Đào Nha
zh_hans: 葡萄牙文
zh_hant: 葡萄牙文

# hoyo.lang.ru
source: Russian
de: Russisch
es: Ruso
fil: Ruso
fr: Russe
it: Russo
ja: ロシア語 (露西亜語)
ko: 러시아어
ru: Русский
vi: Tiếng Nga
zh_hans: 俄文
zh_hant: 俄文

# hoyo.lang.th
source: Thai
de: Thailändisch
es: Tailandés
fr: Thaïlandais
ja: タイ語 (泰語)
ko: 태국어
ru: Тайский
vi: Thái
zh_hans: 泰文
zh_hant: 泰文

# hoyo.lang.tr
source: Turkish
de: Türkisch
es: Turco
fil: Turko
fr: Turc
it: Turco
ja: トルコ語 (土耳古語)
ko: 터키어
ru: Турецкий
vi: Tiếng Thổ Nhĩ Kỳ
zh_hans: 土耳其文
zh_hant: 土耳其文

# hoyo.lang.vi
source: Vietnamese
de: Vietnamesisch
es: Vietnamita
fil: Biyetnames
fr: Vietnamien
it: Vietnamita
ja: ベトナム語 (越南語)
ko: 베트남어
ru: Вьетнамский
vi: Tiếng Việt
zh_hans: 越南文
zh_hant: 越南文

# MiHoYoAPIError.countryRegionRestriction
source: [HoYoAPIErr] The network environment in your current geo location is out of HoYoLAB service perimeter.
de: [HoYoAPIErr] Das Netzwerkumfeld an Ihrem aktuellen geografischen Standort liegt außerhalb des Servicebereichs von HoYoLAB.
es: [HoYoAPIErr] El entorno de red en su ubicación geográfica actual está fuera del perímetro de servicio de HoYoLAB.
fil: [HoYoAPIErr] Ang network environment sa iyong kasalukuyang lokasyon ay nasa labas ng saklaw ng serbisyo ng HoYoLAB.
fr: [HoYoAPIErr] L’environnement réseau de votre position géographique actuelle est en dehors du périmètre de service de HoYoLAB.
it: [HoYoAPIErr] L'ambiente di rete nella tua posizione geografica attuale è al di fuori del perimetro di servizio di HoYoLAB.
ja: [HoYoAPIエラー] この端末の所在地理上の位置のネットワーク環境は HoYoLAB のサービス対象範囲外とされております。
ko: [HoYoAPI오류] 현재 위치의 네트워크 환경은 HoYoLAB 서비스 범위 밖에 있습니다.
ru: [HoYoAPIErr] Сетевое окружение в вашем текущем географическом местоположении находится вне зоны обслуживания HoYoLAB.
vi: [HoYoAPIErr] Môi trường mạng tại vị trí địa lý hiện tại của bạn nằm ngoài phạm vi dịch vụ của HoYoLAB.
zh_hans: [HoYoAPI 错误] 您当前的地理位置的网络环境处于 HoYoLAB 服务范围之外。
zh_hant: [HoYoAPI 錯誤] 您當前的地理位置的網路環境處於 HoYoLAB 服務範圍之外。

# MiHoYoAPIError.fingerPrintInvalidOrMissing
source: [HoYoAPIErr] Device fingerprint is either wrecked or missing from the stored cookie.
de: [HoYoAPIErr] Geräte-Fingerabdruck ist entweder beschädigt oder fehlt im gespeicherten Cookie.
es: [HoYoAPIErr] La huella digital del dispositivo está dañada o falta en la cookie almacenada.
fil: [HoYoAPIErr] Ang fingerprint ng device ay nasira o nawawala mula sa nakaimbak na cookie.
fr: [HoYoAPIErr] L'empreinte numérique de l'appareil est soit endommagée, soit manquante dans le cookie stocké.
it: [HoYoAPIErr] L'impronta digitale del dispositivo è danneggiata o mancante nel cookie memorizzato.
ja: [HoYoAPIエラー] Cookie には端末指紋が欠缺・無効。
ko: [HoYoAPIErr] 기기 핑거프린트가 손상되었거나 저장된 쿠키에 없습니다.
ru: [HoYoAPIErr] Отпечаток устройства либо поврежден, либо отсутствует в сохраненном cookie.
vi: [HoYoAPIErr] Vân tay thiết bị bị hỏng hoặc thiếu trong cookie đã lưu.
zh_hans: [HoYoAPI 错误] Cookie尚未包含设备指纹数据、或相关数据失效。
zh_hant: [HoYoAPI 錯誤] Cookie 尚未包含設備指紋資料、或相關資料失效。

# MiHoYoAPIError.insufficientDataVisibility
source: Insufficient data visibility in the Miyoushe / HoYoLAB account settings.
de: Unzureichende Datensichtbarkeit in den Miyoushe / HoYoLAB-Kontoeinstellungen
es: Visibilidad de datos insuficiente en la configuración de la cuenta de Miyoushe / HoYoLAB.
fil: Hindi sapat na visibility ng data sa mga setting ng account ng Miyoushe / HoYoLAB.
fr: Visibilité des données insuffisante dans les paramètres du compte Miyoushe / HoYoLAB
it: Visibilità insufficiente dei dati nelle impostazioni dell'account Miyoushe / HoYoLAB
ja: 米遊社 / HoYoLAB アカウント設定での資料公開権限は不足である。
ko: 미유쉐 / 호요랩 계정 설정에서 데이터 가시성이 불충분합니다.
ru: Недостаточная видимость данных в настройках аккаунта Miyoushe / HoYoLAB
vi: Không đủ khả năng hiển thị dữ liệu trong cài đặt tài khoản Miyoushe / HoYoLAB.
zh_hans: 米游社 / HoYoLAB 账号设定内的数据公开权限不足。
zh_hant: 米遊社 / HoYoLAB 帳號設定內的資料公開權限不足。

# MiHoYoAPIError.reloginRequired
source: [HoYoAPIErr] Please relogin.
de: [HoYoAPIErr] Bitte erneut anmelden.
es: [HoYoAPIErr] Por favor, inicie sesión nuevamente.
fil: [Pakitang HoYoAPIErr] Mangyaring mag-login muli.
fr: [HoYoAPIErr] Veuillez vous reconnecter.
it: [HoYoAPIErr] Effettua nuovamente il login.
ja: [HoYoAPIエラー] 再ログインが必要である。
ko: [HoYoAPIErr] 다시 로그인하십시오
ru: [HoYoAPIErr] Пожалуйста, войдите снова.
vi: [Vấn đề HoYoAPI] Vui lòng đăng nhập lại.
zh_hans: [HoYoAPI 错误] 请重新登录。
zh_hant: [HoYoAPI 錯誤] 請重新登入。

# MiHoYoAPIError.sTokenV2InvalidOrMissing
source: [HoYoAPIErr] STokenV2 is either wrecked or missing from the stored cookie.
de: [HoYoAPIErr] STokenV2 ist entweder beschädigt oder fehlt im gespeicherten Cookie.
es: [HoYoAPIErr] STokenV2 está dañado o falta en la cookie almacenada.
fil: [HoYoAPIErr] Ang STokenV2 ay sira o nawawala mula sa naka-save na cookie.
fr: [Erreur HoYoAPI] STokenV2 est soit corrompu, soit manquant dans le cookie stocké.
it: [HoYoAPIErr] STokenV2 è danneggiato o mancante dal cookie memorizzato.
ja: [HoYoAPIエラー] Cookie には STokenV2 が欠缺・無効。
ko: [HoYoAPIErr] 저장된 쿠키에서 STokenV2가 손상되었거나 누락되었습니다.
ru: [HoYoAPIErr] STokenV2 либо поврежден, либо отсутствует в сохраненном cookie
vi: [HoYoAPIErr] STokenV2 bị hỏng hoặc không có trong cookie được lưu trữ.
zh_hans: [HoYoAPI 错误] Cookie 尚未包含 STokenV2 数据、或相关数据失效。
zh_hant: [HoYoAPI 錯誤] Cookie 尚未包含 STokenV2 資料、或相關資料失效。

# MiHoYoAPIError.serverUnderMaintenanceUpgrade
source: Miyoushe / HoYoLAB server under maintenance.
de: Miyoushe / HoYoLAB-Server wird gewartet.
es: Servidor de Miyoushe / HoYoLAB en mantenimiento.
fil: Miyoushe / HoYoLAB server ay kasalukuyang nagmementena.
fr: Serveur Miyoushe / HoYoLAB en maintenance.
it: Server Miyoushe / HoYoLAB in manutenzione.
ja: 米遊社 / HoYoLAB サーバーは整備中である。
ko: Miyoushe / HoYoLAB 서버 점검 중입니다.
ru: Сервер Miyoushe / HoYoLAB на техническом обслуживании.
vi: Máy chủ Miyoushe / HoYoLAB đang bảo trì.
zh_hans: 米游社 / HoYoLAB 服务器正在进行维护处理。
zh_hant: 米遊社 / HoYoLAB 伺服器正在進行維護處理。

# MiHoYoAPIError.verificationNeeded
source: [HoYoAPIErr] Human verification needed.
de: [HoYoAPIErr] Menschliche Überprüfung erforderlich.
es: [HoYoAPIErr] Se necesita verificación humana.
fil: Kailangang patunayan ang tao.
fr: [HoYoAPIErr] Vérification humaine requise.
it: [HoYoAPIErr] Verifica umana necessaria.
ja: [HoYoAPIエラー] 人間認証が必要である。
ko: [HoYoAPIErr] 사람 인증 필요
ru: [HoYoAPIErr] Требуется проверка человека.
vi: [Cảnh báo HoYoAPI] Cần xác minh nhân bản
zh_hans: [HoYoAPI 错误] 需要人机验证。
zh_hant: [HoYoAPI 錯誤] 需要人機驗證。

# accountRegion.name.miyoushe
source: Miyoushe
ja: 米遊社
ko: 미요셰
zh_hans: 米游社
zh_hant: 米遊社

# dailyNote.zzz.vhsState.awaitingForOperation
source: Off Duty
de: Außer Dienst
es: Fuera de servicio
fil: Walang Tungkulin
fr: Hors service
it: Fuori servizio
ja: 勤務外
ko: 근무 종료
ru: Не на службе
vi: Hết nhiệm vụ
zh_hans: 已打烊
zh_hant: 已打烊

# dailyNote.zzz.vhsState.inOperation
source: In Operation
de: In Betrieb
es: En operación
fil: Nasa Operasyon
fr: En activité
it: In funzione
ja: 運営中
ko: 운영 중
ru: В эксплуатации
vi: Đang hoạt động
zh_hans: 正在营业
zh_hant: 正在營業

# dailyNote.zzz.vhsState.revenueAvailable
source: Pending Settlement
de: Ausstehende Abrechnung
es: Pendiente de liquidación
fil: Nakahanda para sa Pagsasaayos
fr: En attente de règlement
it: In attesa di regolamento
ja: 決済待ち
ko: 정산 대기
ru: Ожидает урегулирования
vi: Chờ quyết toán
zh_hans: 待结算
zh_hant: 待結算

# notification.cosmicStrife.body:%@%@%@
source: The cosmic strife score (incl. Currency Wars and Simulated Universe) for %1$@ is not yet full. The current progress is %2$@/%3$@.
de: Der Kosmische-Zwist-Score (inkl. Currency Wars und Simuliertes Universum) für %1$@ ist noch nicht vollständig. Der aktuelle Fortschritt beträgt %2$@/%3$@.
ko: %1$@의 우주 분쟁 점수(통화 전쟁과 모의 우주 포함)가 아직 가득 차지 않았습니다. 현재 진행 상황은 %2$@/%3$@입니다.

# notification.cosmicStrife.title:%@
source: Reminder: Cosmic Strife for %@
de: Erinnerung: Kosmischer Zwist für %@
ko: 알림: %@의 우주 분쟁

# notification.dailyTask.body:%@%@%@
source: The daily commission for %1$@ is not yet completed. The current progress is %2$@/%3$@.
de: Die tägliche Provision für %1$@ ist noch nicht abgeschlossen. Der aktuelle Fortschritt beträgt %2$@/%3$@.
es: La comisión diaria para %1$@ aún no está completada. El progreso actual es %2$@/%3$@.
fil: Ang pang-araw-araw na komisyon para sa %1$@ ay hindi pa tapos. Ang kasalukuyang progreso ay %2$@/%3$@.
fr: La commission quotidienne pour %1$@ n'est pas encore terminée. La progression actuelle est de %2$@/%3$@.
it: La commissione giornaliera per %1$@ non è ancora completata. L'attuale progresso è %2$@/%3$@.
ja: 「%1$@」のデイリー依頼・訓練はまだ未完成です。現在の進捗状況は：%2$@/%3$@。
ko: %1$@의 오늘 일일 커미션이 아직 완료되지 않았습니다. 현재 진행 상황은 %2$@/%3$@입니다.
ru: Ежедневное поручение для %1$@ еще не завершено. Текущий прогресс %2$@/%3$@.
vi: Hoa hồng hàng ngày cho %1$@ chưa hoàn thành. Tiến độ hiện tại là %2$@/%3$@.
zh_hans: 「%1$@」的每日委托尚未完成，当前进度为 %2$@/%3$@。
zh_hant: 「%1$@」的每日委託尚未完成，當前進度為 %2$@/%3$@。

# notification.dailyTask.title:%@
source: Reminder: Daily Commission for %@
de: Erinnerung: Täglicher Auftrag für %@
es: Recordatorio: Comisión diaria para %@
fil: Paalala: Pang-araw-araw na Komisyon para sa %@
fr: Rappel : Commission quotidienne pour %@
it: Promemoria: Commissione giornaliera per %@
ja: 「%@」のデイリー依頼・訓練
ko: 알림: %@님의 일일 커미션
ru: Напоминание: Ежедневная комиссия для %@
vi: Nhắc nhở: Hoa hồng hàng ngày cho %@
zh_hans: 「%@」每日委托提醒
zh_hant: 「%@」每日委託提醒

# notification.echoOfWar.body:%@%@
source: %1$@ has %2$@ rewards(s) left for Echo of War.
de: %1$@ hat noch %2$@ Belohnung(en) für das Echo des Krieges übrig.
es: %1$@ tiene %2$@ recompensa(s) restantes para Ecos de la guerra.
fil: May %2$@ natitirang gantimpala para sa Echo of War si %1$@.
fr: %1$@ a encore %2$@ récompense(s) pour l'Écho de la guerre.
it: %1$@ ha ancora %2$@ ricompensa(e) per l'Eco della Guerra.
ja: 「%1$@」はスターレイルでの今週の歴戦余韻の奨励は %2$@ 回残っております。
ko: %1$@님은 전쟁의 여운 보상이 %2$@회 남았습니다.
ru: У %1$@ осталось %2$@ награды(д) за Эхо войны.
vi: %1$@ còn %2$@ phần thưởng cho Dư Âm Chiến Đấu.
zh_hans: 「%1$@」本周还剩 %2$@ 次星穹铁道历战余响奖励领取次数。
zh_hant: 「%1$@」本週還剩 %2$@ 次星穹鐵道歷戰餘響獎勵領取次數。

# notification.echoOfWar.title:%@
source: Reminder: HSR Echo of War Rewards Left for %@
de: Erinnerung: HSR Echo des Krieges Belohnungen für %@
es: Recordatorio: Recompensas restantes de Ecos de la guerra para %@
fil: Paalala: Echo of War na mga natitirang gantimpala para sa %@
fr: Rappel : Récompenses restantes pour l'Écho de la guerre pour %@
it: Promemoria: Ricompense residue per l'Eco della Guerra per %@
ja: 「%@」のスターレイル歴戦余韻の残った奨励
ko: 알림: %@님의 전쟁의 여운 남은 보상
ru: Напоминание: Остались награды за Эхо войны для %@
vi: Nhắc nhở: Phần thưởng Dư Âm Chiến Đấu còn lại cho %@
zh_hans: 「%@」星穹铁道历战余响奖励剩余提醒
zh_hant: 「%@」星穹鐵道歷戰餘響獎勵剩餘提醒

# notification.expedition.each.body:%@%@
source: Expedition #’%2$@’ for %1$@ has been completed.
de: Expedition „%2$@“ für %1$@ wurde abgeschlossen.
es: La expedición #’%2$@’ para %1$@ ha sido completada.
fil: Tapos na ang ekspedisyon #’%2$@’ para sa %1$@.
fr: L'expédition n°’%2$@’ pour %1$@ est terminée.
it: La spedizione #’%2$@’ per %1$@ è stata completata
ja: 「%1$@」の派遣依頼 #%2$@ は完了しました。
ko: %1$@의 탐험 #%2$@이 완료되었습니다.
ru: Экспедиция №'%2$@' для %1$@ завершена
vi: Cuộc thám hiểm số %2$@ cho %1$@ đã hoàn tất.
zh_hans: 「%1$@」的派遣委托 #%2$@ 已完成。
zh_hant: 「%1$@」的派遣委託 #%2$@ 已完成。

# notification.expedition.method.each
source: Each Task Finished
de: Jede Aufgabe abgeschlossen
es: Cada tarea terminada
fil: Natapos ang Bawat Gawain
fr: Chaque tâche a été terminée
it: Ogni Attività Completata
ja: 任意の1つが完了したの時
ko: 각 작업 완료
ru: Каждое задание завершено
vi: Mỗi công việc hoàn thành
zh_hans: 任意一个完成时
zh_hant: 任意一個完成時

# notification.expedition.method.summary
source: All Task Finished
de: Alle Aufgaben abgeschlossen
es: Todas las tareas terminadas
fil: Tapos na ang Lahat ng Gawain
fr: Toutes les tâches sont terminées
it: Tutte le attività completate
ja: 全部完了したの時
ko: 모든 작업 완료
ru: Все задачи завершены
vi: Tất cả nhiệm vụ đã hoàn thành
zh_hans: 全部完成时
zh_hant: 全部完成時

# notification.expedition.summary.body:%@
source: All expeditions for %@ have been completed.
de: Alle Expeditionen für %@ wurden abgeschlossen.
es: Todas las expediciones para %@ han sido completadas.
fil: Nakumpleto na ang lahat ng ekspedisyon para sa %@
fr: Toutes les expéditions pour %@ ont été complétées.
it: Tutte le spedizioni per %@ sono state completate.
ja: 「%@」の派遣依頼は全部完了しました。
ko: %@에 대한 모든 탐험이 완료되었습니다.
ru: Все экспедиции для %@ завершены.
vi: Tất cả các chuyến thám hiểm cho %@ đã hoàn thành.
zh_hans: 「%@」的派遣委托已全部完成。
zh_hant: 「%@」的派遣委託已全部完成。
