Repository: pizza-studio/PizzaHelperUnited
Catalog: _i18n_xliff/UnitedPizzaHelper Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fil, fr, it, ja, ko, ru, vi, zh_hans, zh_hant

# intent.name.selectLocalProfile4Peripherals
source: Choose Local Profile (only)
de: Nur lokales Profil wählen
es: Elegir perfil local (únicamente)
fil: Pumili ng Lokal na Profile (lamang)
fr: Choisir le profil local (uniquement)
it: Scegli il Profilo Locale (solo)
ja: プロファイルだけを選択
ko: 로컬 프로필 선택 (전용)
ru: Выберите локальный профиль (только)
vi: Chọn Hồ sơ Cục bộ (chỉ)
zh_hans: 仅选择本地账号
zh_hant: 僅選擇本機帳號

# intent.name.selectLocalProfile4PeripheralsWithExtraConfig
source: Choose Local Profile with Extra Configuration
de: Lokales Profil mit zusätzlicher Konfiguration auswählen
es: Elegir perfil local con configuración extra
fil: Piliin ang Lokal na Profile na may Karagdagang Pag-configure
fr: Choisir un profil local avec configuration supplémentaire
it: Scegli profilo locale con configurazione aggiuntiva
ja: プロファイルを選択＆追加設定
ko: 추가 설정으로 로컬 프로필 선택
ru: Выберите локальный профиль с дополнительной настройкой
vi: Chọn Hồ Sơ Cục Bộ với Cấu Hình Bổ Sung
zh_hans: 选择本地账号及额外配置
zh_hant: 選擇本機帳號及額外配置

# intent.name.selectLocalProfileDuo
source: Choose Local Profile (Dual)
de: Lokales Doppelprofil auswählen
es: Elegir perfil local (Doble)
fil: Piliin ang Lokal na Dual Profile
fr: Choisir le profil local (Double)
it: Scegli profilo locale (Doppio)
ja: 2つのプロファイルを選択
ko: 로컬 듀얼 프로필 선택
ru: Выберите локальный двойной профиль
vi: Chọn hồ sơ cục bộ (Kép)
zh_hans: 选择两个本地账号
zh_hant: 選擇兩個本機帳號

# pzWidgetsKit.WidgetRefreshIntent.Refresh
source: Refresh the Widget
de: Widget aktualisieren
es: Actualizar el Widget
fil: I-refresh ang Widget
fr: Rafraîchir le Widget
it: Aggiorna il widget
ja: このウィジェットをリロードする
ko: 위젯 새로고침
ru: Обновить виджет
vi: Làm mới tiện ích
zh_hans: 重新载入该小组件
zh_hant: 重新載入該小工具

# pzWidgetsKit.cfgName.autoDisplay
source: Automatically display your most-wanted information
de: Zeigen Sie automatisch Ihre meistgesuchten Informationen an
es: Mostrar automáticamente tus informes más buscados
fil: Awtomatikong ipakita ang iyong pinaka-nais na intels
fr: Afficher automatiquement vos informations les plus recherchées
it: Visualizza automaticamente le tue informazioni più richieste
ja: 一番欲しがる情報を自動展示するやつ。
ko: 가장 원하는 인텔을 자동으로 표시
ru: Автоматически отображать ваши наиболее востребованные данные
vi: Tự động hiển thị các thông tin tình báo ưa thích nhất của bạn
zh_hans: 自动展示您最想要的资讯
zh_hant: 自動展示您最想要的資訊

# pzWidgetsKit.cfgName.autoRotation
source: Auto-Rotation
de: Automatische Drehung
es: Rotación automática
fil: Awtomatikong Pag-ikot
fr: Rotation automatique
it: Rotazione automatica
ja: 情報の輪番展示
ko: 자동 회전
ru: Автоповорот
vi: Tự động xoay
zh_hans: 资讯轮替展示
zh_hant: 資訊輪替展示

# pzWidgetsKit.cfgName.dailyCommission
source: Daily Commission
de: Täglicher Auftrag
ko: 일일 의뢰

# pzWidgetsKit.cfgName.dailyCommission.detail
source: Daily Commission Status
de: Täglicher Auftragsstatus
ko: 일일 의뢰 상태

# pzWidgetsKit.cfgName.expedition
source: Status of Expeditions (GI) / Assignments (HSR)
de: Status der Expeditionen (GI) / Zuweisungen (HSR)
es: Estado de Expediciones (GI) / Asignaciones (HSR)
fil: Katayuan ng mga Ekspedisyon (GI) / Mga Takdang Gawain (HSR)
fr: Statut des Expéditions (GI) / Affectations (HSR)
it: Stato delle Spedizioni (GI) / Assegnazioni (HSR)
ja: 派遣依頼の状況
ko: 원정 상태 (GI) / 임무 (HSR)
ru: Статус экспедиций (GI) / Заданий (HSR)
vi: Trạng thái của Chuyến thám hiểm (GI) / Nhiệm vụ (HSR)
zh_hans: 派遣委托状况
zh_hant: 派遣委託狀況

# pzWidgetsKit.cfgName.generalInfo
source: General Information
de: Allgemeine Intels
es: Inteligencias Generales
fil: Pangkalahatang Impormasyon
fr: Renseignements généraux
it: Intel generali
ja: 総合情報
ko: 일반 인텔
ru: Общие данные
vi: Thông tin chung
zh_hans: 通用资讯
zh_hant: 通用資訊

# pzWidgetsKit.cfgName.generalInfo.detail
source: All info, in one view, just one glance
de: Alle Informationen, auf einen Blick, nur ein Augenblick
es: Toda la información, en una vista, de un solo vistazo
fil: Lahat ng intel sa isang tingin, isang sulyap lamang
fr: Tous les renseignements, en un seul aperçu, d'un seul coup d'œil
it: Tutte le informazioni, in un'unica vista, a colpo d'occhio
ja: すべての情報、一目で把握
ko: 모든 정보, 한 화면에, 한눈에
ru: Вся информация в одном обзоре, одним взглядом
vi: Mọi thông tin, trong một tầm nhìn, chỉ cần nhìn thoáng qua
zh_hans: 全部资讯 一目了然
zh_hant: 全部資訊 一瞥即曉

# pzWidgetsKit.cfgName.homeCoin
source: Realm Currency
de: Reichswährung
ko: 영역 화폐

# pzWidgetsKit.cfgName.homeCoin.detail
source: Realm Currency (GI), only effective if being configured with a local profile configured using a Genshin Impact UID.
de: Reichswährung (GI), nur wirksam wenn mit einem lokalen Profil konfiguriert, das mit einer Genshin Impact UID konfiguriert wurde.
ko: 영역 화폐 (GI), 원신 UID로 구성된 로컬 프로필로 구성된 경우에만 유효합니다.

# pzWidgetsKit.cfgName.homeCoin.detail.2
source: Alternative Realm Currency (GI), only effective if being configured with a local profile configured using a Genshin Impact UID.
de: Alternative Realm Währung (GI), nur wirksam wenn mit einem lokalen Profil konfiguriert, das mit einer Genshin Impact UID konfiguriert wurde.
ko: 대체 영역 화폐 (GI), 원신 UID로 구성된 로컬 프로필로 구성된 경우에만 유효합니다.

# pzWidgetsKit.cfgName.stamina
source: Player Stamina
de: Spielerausdauer
es: Resistencia del jugador
fil: Tibay ng Manlalaro
fr: Résine du joueur
it: Resistenza del giocatore
ja: プレーヤーのスタミナ
ko: 플레이어 스태미나
ru: Выносливость игрока
vi: Thể lực người chơi
zh_hans: 玩家体力
zh_hant: 玩家體力

# pzWidgetsKit.cfgName.stamina.detail
source: Player Stamina Status (incl. Original Resin, Trailblaze Power, and ZZZ Battery Energy; not to be confused with the in-game stamina of Genshin Impact)
de: Spieler-Ausdauerstatus (einschließlich Originalharz, Trailblaze-Power und ZZZ-Batterie-Energie; nicht zu verwechseln mit der In-Game-Ausdauer von Genshin Impact)
es: Estado de Resistencia del Jugador (incl. Resina Original, Poder Trailblaze y Energía de Batería ZZZ; no confundir con la resistencia en el juego de Genshin Impact)
fil: Katayuan ng Stamina ng Manlalaro (kasama ang Orihinal na Resin, Lakas ng Trailblaze, at Enerhiya ng ZZZ na Baterya; huwag itong ikalito sa in-game stamina ng Genshin Impact)
fr: Statut de la résine du joueur (incluant la Résine originale, la Puissance du Pionnier et l'énergie de la Batterie ZZZ; à ne pas confondre avec l'endurance de Genshin)
it: Stato Resistenza Giocatore (incl. Resina Originale, Potenza Trailblaze e Energia Batteria ZZZ; da non confondere con la resistenza in-game di Genshin Impact)
ja: プレーヤーのスタミナ状況 // 即ち：原神の天然樹脂、星鉄の開拓力、ゼンレスゾンゼロの電池のエネルギーである。
ko: 플레이어 스태미너 상태 (원석, 궤적 에너지, ZZZ 배터리 에너지를 포함하고 있으며, 원신의 게임 내 스태미너와 혼동하지 마세요)
ru: Статус выносливости игрока (включает Первозданную смолу, мощь Проводника и энергию батареи ZZZ; не путать с выносливостью в игре Genshin Impact)
vi: Trạng thái Sức bền Người chơi (bao gồm Nhựa Gốc, Năng lượng Trailblaze và Năng lượng Pin ZZZ; không nhầm lẫn với sức bền trong trò chơi Genshin Impact)
zh_hans: 显示玩家体力状况，包括：原神的原粹树脂、星穹铁道的开拓力、绝区零的电池电量。
zh_hant: 顯示玩家體力狀況，包括：原神的原粹樹脂、星穹鐵道的開拓力、絕區零的電池電量。

# pzWidgetsKit.cfgName.stamina.detail.2
source: Alternate Player Stamina Status (incl. Original Resin, Trailblaze Power, and ZZZ Battery Energy; not to be confused with the in-game stamina of Genshin Impact)
de: Alternativer Spieler-Ausdauestatus (einschließlich Originalharz, Spurblitzkraft und ZZZ-Batterieenergie; nicht mit der im Spiel enthaltenen Ausdauer von Genshin Impact zu verwechseln)
es: Estado de Resistencia Alternativa del Jugador (incl. Resina Original, Energía de Trailblaze y Energía de Batería ZZZ; no confundir con la resistencia en el juego de Genshin Impact)
fil: Kahaliling Status ng Tibay ng Manlalaro (kasama ang Original Resin, Trailblaze Power, at ZZZ Battery Energy; huwag malito sa in-game stamina ng Genshin Impact)
fr: Statut de la résine alternative du joueur (incluant la Résine originale, la Puissance du Pionnier et l'énergie de la Batterie ZZZ; à ne pas confondre avec l'endurance de Genshin))
it: Stato della Resistenza Alternativa del Giocatore (inclusa la Resina Originale, il Potere Trailblaze e l'Energia della Batteria ZZZ; da non confondere con la resistenza in-game di Genshin Impact)
ja: プレーヤーのスタミナ状況（改二） // 即ち：原神の天然樹脂、星鉄の開拓力、ゼンレスゾンゼロの電池のエネルギーである。
ko: 대체 플레이어 체력 상태 (원래 레진, 트레일블레이즈 파워 및 ZZZ 배터리 에너지 포함; 원신의 게임 내 체력과 혼동하지 마세요)
ru: Альтернативный статус выносливости игрока (включая изначальную смолу, силу следопыта и энергию батареи ZZZ; не путать с выносливостью в игре Genshin Impact)
vi: Trạng thái Sức bền Cầu thủ Thay thế (bao gồm Nhựa Nguyên bản, Sức mạnh Trailblaze và Năng lượng Pin ZZZ; không nhầm lẫn với sức bền trong trò chơi Genshin Impact)
zh_hans: 显示玩家体力状况（排版二），包括：原神的原粹树脂、星穹铁道的开拓力、绝区零的电池电量。
zh_hant: 顯示玩家體力狀況（排版二），包括：原神的原粹樹脂、星穹鐵道的開拓力、絕區零的電池電量。

# pzWidgetsKit.expedition
source: Expedition & Assignments
de: Expeditionen & Zuweisungen
es: Expedición y Asignaciones
fil: Ekspedisyon at Mga Asignatura
fr: Expédition et Affectations
it: Spedizione e incarichi
ja: 派遣依頼
ko: 탐험 및 과제
ru: Экспедиция и задания
vi: Thám hiểm & Nhiệm vụ
zh_hans: 派遣委托
zh_hant: 派遣委託

# pzWidgetsKit.material.description
source: Show the recent events and the weapons' or talents' materials that can be obtained today in Genshin Impact.
de: Zeige die aktuellen Ereignisse und die Materialien für Waffen oder Talente, die heute in Genshin Impact verfügbar sind.
es: Muestra los eventos recientes y los materiales de armas o talentos que se pueden obtener hoy en Genshin Impact.
fil: Ipakita ang mga kamakailang pangyayari at ang mga materyales ng sandata o talento na makukuha ngayon sa Genshin Impact
fr: Afficher les événements récents ainsi que les matériaux d'armes ou de talents pouvant être obtenus aujourd'hui dans Genshin.
it: Mostra gli eventi recenti e i materiali per armi o talenti che possono essere ottenuti oggi in Genshin Impact.
ja: [原神のみ] 最近のイベントと、今日入手できる武器と天賦の材料を表示する。
ko: 오늘 Genshin Impact에서 획득할 수 있는 최근 이벤트 및 무기나 특성 재료를 보여줍니다
ru: Показать последние события и материалы для оружия или талантов, которые можно получить сегодня в Genshin Impact.
vi: Hiển thị sự kiện gần đây và nguyên liệu vũ khí hoặc thiên phú có thể thu thập hôm nay trong Genshin Impact.
zh_hans: 显示原神的最近的官方活动、以及当日可用的原神材料。
zh_hant: 顯示原神的最近的官方活動、以及當日可用的原神材料。

# pzWidgetsKit.material.title
source: [GI] Today’s Materials & Official Events
de: [GI] Heutige Materialien & Offizielle Events
es: [GI] Materiales y Eventos Oficiales de Hoy
fil: Mga Materyales at Opisyal na Kaganapan Ngayon
fr: [GI] Matériaux & Événements Officiels du jour
it: Materiali e Eventi Ufficiali di Oggi
ja: 原神のイベントと材料
ko: [GI] 오늘의 자료 및 공식 이벤트
ru: [GI] Сегодняшние материалы и официальные события
vi: [TN] Tài liệu & Sự kiện chính thức hôm nay
zh_hans: 原神官方活动暨材料
zh_hant: 原神官方活動暨材料

# pzWidgetsKit.officialFeed.description
source: Presenting soon-to-end in-game events of all games or the specified game.
de: Präsentiert bald endende In-Game-Events aller Spiele oder des angegebenen Spiels.
es: Presentando los eventos en juego próximos a finalizar de todos los juegos o del juego especificado.
fil: Inilalahad ang mga malapit nang matapos na mga kaganapan sa laro ng lahat ng laro o ng tinukoy na laro.
fr: Présente tous les événements en jeu bientôt terminés de tous les jeux ou d'un jeu spécifié.
it: Presenta gli eventi di gioco in scadenza di tutti i giochi o del gioco specificato.
ja: すべてのゲームまたは指定されたゲームの、間もなく終了するゲーム内イベントを表示します。
ko: 모든 게임 또는 지정된 게임의 곧 종료될 인게임 이벤트를 제공합니다.
ru: Представляет скоро заканчивающиеся внутриигровые события всех игр или указанной игры.
vi: Trình bày các sự kiện sắp kết thúc trong trò chơi của tất cả các trò chơi hoặc trò chơi được chỉ định.
zh_hans: 展示即将结束的游戏内活动。您可以使其仅显示某个游戏的内容。
zh_hant: 展示即將結束的遊戲內活動。您可以使其僅顯示某個遊戲的內容。

# pzWidgetsKit.officialFeed.title
source: Official Feeds
de: Offizielle Feeds
es: Fuentes oficiales
fil: Opisyal na Mga Feed
fr: Flux officiels
it: Feed ufficiali
ja: 公式フィード
ko: 공식 피드
ru: Официальные ленты
vi: Nguồn chính thức
zh_hans: 官方动态
zh_hant: 官方動態

# pzWidgetsKit.stamina.refillTime.countdown.ofSb
source: 's countdown to max stamina
de: Countdown bis zur maximalen Ausdauer
es: cuenta regresiva para resistencia máxima
fil: nagtatagal hanggang sa pinakamataas na stamina
fr: temps restant jusqu'à la recharge complète
it: contatore alla massima resistenza
ja: のスタミナ回復カウントダウン
ko: 최대 스태미나까지 카운트다운
ru: обратный отсчет до максимальной выносливости
vi: đếm ngược đến thể lực tối đa
zh_hans: 的玩家体力回满倒计时
zh_hant: 的玩家體力回滿倒計時

# pzWidgetsKit.stamina.refillTime.countdown.show.title
source: Showing the player stamina and the countdown to max stamina.
de: Anzeige der Ausdauer des Spielers und des Countdowns bis zur maximalen Ausdauer
es: Mostrando la resistencia del jugador y la cuenta regresiva para la resistencia máxima.
fil: Pagpapakita ng stamina ng manlalaro at ang countdown sa maximum na stamina.
fr: Affiche la résine du joueur et le compte à rebours jusqu'à la recharge complète.
it: Visualizzazione della resistenza del giocatore e del conto alla rovescia per la resistenza massima
ja: プレーヤーのスタミナとそれの全回復までのカウントダウンを表示する。
ko: 플레이어의 체력과 최대 체력까지의 카운트다운 표시.
ru: Показатель выносливости игрока и обратный отсчёт до максимальной выносливости
vi: Hiển thị sức bền của người chơi và đếm ngược đến sức bền tối đa.
zh_hans: 显示玩家体力状况暨回满倒计时。
zh_hant: 顯示玩家體力狀況暨回滿倒計時。

# pzWidgetsKit.stamina.refillTime.countdown.title
source: Timer of the Player Stamina
de: Ausdauer-Timer des Spielers
es: Temporizador de Resistencia del Jugador
fil: Timer ng Tibay ng Manlalaro
fr: Minuteur de la résine
it: Timer della Resistenza del Giocatore
ja: スタミナのタイマー
ko: 플레이어 체력 타이머
ru: Таймер выносливости игрока
vi: Đồng hồ thời gian thể lực của người chơi
zh_hans: 玩家体力回满计时
zh_hant: 玩家體力回滿計時

# pzWidgetsKit.stamina.refillTime.ofSb
source: 's estimated time of full-stamina
de: Geschätzte Zeit bis voll aufgeladen
es: Tiempo estimado para recuperación de resistencia completa
fil: inaasahang oras ng buong-stamina
fr: estimation du temps avant recharge complète
it: tempo stimato per il recupero completo della resistenza
ja: のスタミナの全回復までの目安時間
ko: 풀 스태미너까지 예상 시간
ru: Расчетное время полного восстановления выносливости
vi: thời gian dự kiến hồi phục đầy đủ thể lực
zh_hans: 的玩家体力回满预估时刻
zh_hant: 的玩家體力回滿預估時刻

# pzWidgetsKit.stamina.refillTime.show.title
source: Show the player stamina and the time when it gets fully charged.
de: Zeige die Ausdauer des Spielers und die Zeit, wann sie vollständig aufgeladen ist.
es: Mostrar la resistencia del jugador y el momento en que se carga completamente
fil: Ipakita ang tibay ng manlalaro at ang oras kung kailan ito ganap na na-charge
fr: Afficher la résine du joueur et quand elle sera pleine
it: Mostra la resistenza del giocatore e il tempo in cui si ricarica completamente
ja: プレーヤーのスタミナとそれの全回復までの目安時間を表示する。
ko: 플레이어의 스태미너와 완전히 충전되는 시간을 표시합니다.
ru: Показать выносливость игрока и время, когда она полностью восстановится.
vi: Hiển thị sức bền của người chơi và thời gian khi nó được nạp đầy.
zh_hans: 显示玩家体力状况暨预估回满时刻。
zh_hant: 顯示玩家體力狀況暨預估回滿時刻。

# pzWidgetsKit.stamina.refillTime.title
source: Estimated Time of Full-Stamina
de: Geschätzte Zeit bis vollständige Ausdauer
es: Hora Estimada de Stamina Completa
fil: Inaasahang Oras ng Buong-Stamina
fr: Temps Estimé avant recharge complète
it: Tempo Stimato per Piena Stamina
ja: スタミナの全回復までの目安時間
ko: 전체 체력 회복 예상 시간
ru: Оценочное время полного восстановления выносливости
vi: Thời gian ước tính đầy Năng lượng
zh_hans: 玩家体力预估回满时刻
zh_hant: 玩家體力預估回滿時刻

# pzWidgetsKit.status.enquiry.title
source: Check your stamina recovery status
de: Überprüfen Sie den Status Ihrer Ausdauererholung
es: Verifica el estado de recuperación de tu resistencia
fil: Suriin ang iyong status sa pag-recover ng stamina
fr: Vérifier l'état de la récupération de la résine
it: Controlla lo stato di recupero della tua stamina
ja: スタミナの存分のご確認
ko: 스태미나 회복 상태 확인
ru: Проверьте статус восстановления выносливости
vi: Kiểm tra trạng thái hồi phục sức bền của bạn
zh_hans: 确认您的玩家体力恢复状况
zh_hant: 確認您的玩家體力恢復狀況

# pzWidgetsKit.status.title
source: Player Status
de: Spielerstatus
es: Estado del Jugador
fil: Katayuan ng Manlalaro
fr: Statut du joueur
it: Stato giocatore
ja: プレーヤーの状況
ko: 플레이어 상태
ru: Статус игрока
vi: Trạng thái người chơi
zh_hans: 玩家状况
zh_hant: 玩家狀況

# pzWidgetsKit.statusDualProfile.enquiry.title
source: Check the stamina recovery status of two profiles in the same widget
de: Überprüfen Sie den Status der Ausdauererholung von zwei Profilen im selben Widget
es: Verifica el estado de recuperación de resistencia de dos perfiles en el mismo widget
fil: Suriin ang status ng pag-recover ng stamina ng dalawang profile sa parehong widget
fr: Vérifiez l'état de la récupération de la résine de deux profils dans le même widget
it: Controlla lo stato di recupero della stamina di due profili nello stesso widget
ja: 同じウィジェットで2つのプロファイルのスタミナ回復状況を確認
ko: 동일한 위젯에서 두 프로필의 스태미나 회복 상태 확인
ru: Проверьте статус восстановления выносливости двух профилей в одном виджете
vi: Kiểm tra trạng thái hồi phục sức bền của hai hồ sơ trong cùng một tiện ích
zh_hans: 在同一小部件中确认两个本地账号的玩家体力恢复状况
zh_hant: 在同一小工具中確認兩個本機帳號的玩家體力恢復狀況

# pzWidgetsKit.statusDualProfile.title
source: Player Status (Dual Profile)
de: Spielerstatus (Doppelprofil)
es: Estado del Jugador (Perfil Doble)
fil: Katayuan ng Manlalaro (Dual Profile)
fr: Statut du joueur (Double Profil)
it: Stato giocatore (Profilo Doppio)
ja: プレーヤーの状況（２つのプロファイル）
ko: 플레이어 상태 (듀얼 프로필)
ru: Статус игрока (Двойной профиль)
vi: Trạng thái người chơi (Hồ sơ kép)
zh_hans: 玩家状况（双UID）
zh_hant: 玩家狀況（雙UID）

# pzWidgetsKit.widgetError.noProfileFound
source: Profile not found. Please add a local profile or try restarting the device.
de: Profil nicht gefunden. Bitte fügen Sie ein lokales Profil hinzu oder versuchen Sie, das Gerät neu zu starten.
es: Perfil no encontrado Por favor agrega un perfil local o intenta reiniciar el dispositivo
fil: Hindi makita ang profile. Mangyaring magdagdag ng lokal na profile o subukang i-restart ang device.
fr: Profil introuvable, veuillez ajouter un profil local ou essayer de redémarrer l'appareil
it: Profilo non trovato. Si prega di aggiungere un profilo locale o provare a riavviare il dispositivo.
ja: ご指定できるプロフィールはなさそうです。アプリで登録するか、あるいはこの端末を再起動してみてください。
ko: 프로필을 찾을 수 없습니다. 로컬 프로필을 추가하거나 기기를 다시 시작해 보세요.
ru: Профиль не найден Пожалуйста, добавьте локальный профиль или попробуйте перезагрузить устройство
vi: Không tìm thấy hồ sơ. Vui lòng thêm hồ sơ cục bộ hoặc thử khởi động lại thiết bị.
zh_hans: 尚未发现本地账号。请在 App 内添加、或者重新启动该设备。
zh_hant: 尚未發現本機帳號。請在應用內添加、或者重新啟動該裝置。

# pzWidgetsKit.widgetError.profileSelectionNeeded
source: Please long press the widget to config your local profile
de: Profilauswahl erforderlich
es: Se necesita selección de perfil
fil: Kailangan ang pagpili ng profile
fr: Sélection de profil requise
it: È necessaria la selezione del profilo
ko: 프로필 선택 필요
ru: Требуется выбрать профиль
vi: Cần chọn hồ sơ

# watch.info.RealmCurrency
source: Realm Currency
de: Reichswährung
es: Moneda del Reino
fil: Pera ng Kaharian
fr: Monnaie du royaume
it: Valuta del reame
ja: 洞天宝銭
ko: 현실 통화
ru: Валюта мира
vi: Tiền tệ Vương quốc
zh_hans: 洞天宝钱
zh_hant: 洞天寶錢

# watch.info.autoRotation
source: ’s Auto-Rotation
de: Automatische Drehung
es: Rotación automática
fil: Awtomatikong Pag-ikot
fr: Rotation automatique
it: Rotazione automatica
ja: の情報の輪番展示
ko: 자동 회전
ru: Автоповорот
vi: Tự Động Xoay
zh_hans: 的资讯轮替显示
zh_hant: 的資訊輪替顯示

# watch.info.dailyCommission
source: Daily Commission
de: Tägliche Provision
es: Comisión Diaria
fil: Araw-araw na Komisyon
fr: Commission quotidienne
it: Commissione Giornaliera
ja: デイリー依頼・訓練
ko: 일일 커미션
ru: Ежедневное поручение
vi: Hoa hồng hàng ngày
zh_hans: 每日委托
zh_hant: 每日委託

# watch.info.expedition
source: Expedition
es: Expedición
fil: Ekspedisyon
fr: Expéditions
it: Spedizione
ja: 派遣依頼
ko: 원정
ru: Экспедиция
vi: Chuyến thám hiểm
zh_hans: 派遣委托
zh_hant: 派遣委託

# watch.info.resin
source: Player Stamina
de: Spieler Ausdauer
es: Resistencia del Jugador
fil: Tibay ng Manlalaro
fr: Résine
it: Resistenza del giocatore
ja: スタミナ
ko: 플레이어 체력
ru: Выносливость игрока
vi: Thể lực của người chơi
zh_hans: 玩家体力
zh_hant: 玩家體力

source: appEntity.localProfile
ja: プロファイル

source: appEntity.widgetBackground
ja: ウィジェットの背景画像

# settings.display.showCase.useRealCharacterNames
source: Show characters’ real names instead
es: Mostrar los nombres reales de los personajes en su lugar
fil: Ipakita ang tunay na pangalan ng mga karakter sa halip
fr: Afficher les vrais noms des personnages à la place
it: Mostra invece i veri nomi dei personaggi
ja: 一部のキャラの本名を表示する
ru: Показывать настоящие имена персонажей вместо этого
vi: Hiển thị tên thật của nhân vật thay thế
zh_hans: 显示部分角色的真实姓名
zh_hant: 顯示部分角色的真實姓名

# gachaKit.exchange.formatExplain.uigfv4.refugee
source: If you have Old Pizza Refugee Data file to import, please choose UIGFv4 format. The app will start converting its gacha entries to fix all itemIDs and then convert them into a UIGFv4 format to import instead. This process is automatic.
es: Si tienes un archivo Old Pizza Refugee Data para importar, selecciona el formato UIGFv4. La aplicación comenzará a convertir sus entradas de gacha para corregir todos los itemIDs y luego las convertirá al formato UIGFv4 para importarlas. Este proceso es automático.
fil: Kung mayroon kang Old Pizza Refugee Data file na i-import, piliin ang UIGFv4 format. Awtomatikong sisimulan ng app ang pag-convert ng mga gacha entry, aayusin ang lahat ng itemID, at iko-convert ang mga ito sa UIGFv4 format para i-import. Ang prosesong ito ay awtomatiko.
fr: Si vous avez un fichier Old Pizza Refugee Data à importer, veuillez choisir le format UIGFv4. L'application commencera à convertir ses entrées gacha pour corriger tous les itemIDs, puis les convertira au format UIGFv4 pour l'importation. Ce processus est automatique.
it: Se hai un file Old Pizza Refugee Data da importare, scegli il formato UIGFv4. L'app inizierà a convertire le sue voci gacha per correggere tutti gli itemID e poi le convertirà in formato UIGFv4 per l'importazione. Questo processo è automatico.
ja: 旧ピザ難民資料をお持ちした場合、UIGFv4 フォーマットを選択してください。アプリは自動的にガチャ記録の itemID を修正し、UIGFv4 フォーマットに変換して読み込みます。この処理は自動で行われます。
ru: Если у вас есть файл Old Pizza Refugee Data для импорта, выберите формат UIGFv4. Приложение автоматически начнет конвертацию записей гача, исправит все itemID и затем преобразует их в формат UIGFv4 для импорта. Этот процесс автоматический.
vi: Nếu bạn có tệp Old Pizza Refugee Data để nhập, hãy chọn định dạng UIGFv4. Ứng dụng sẽ tự động chuyển đổi các mục gacha, sửa tất cả itemID và chuyển chúng sang định dạng UIGFv4 để nhập. Quá trình này là tự động.
zh_hans: 如果您有旧披萨难民资料需要导入的话，请选择 UIGFv4 格式。App 会自动对该文件的所有抽卡记录修正 itemID 等栏位内容、再转为 UIGFv4 格式后导入。此过程全自动完成。
zh_hant: 如果您有舊披薩難民資料需要匯入的話，請選擇 UIGFv4 格式。App 會自動對該檔案的所有抽卡記錄修正 itemID 等欄位內容、再轉為 UIGFv4 格式後匯入。此過程全自動完成。

# gachaKit.stats.pull:%lld
source: %lld
ja: %lld 回
zh_hans: %lld抽
zh_hant: %lld抽

# aboutKit.aboutView.navTitle
source: About The Pizza Helper
es: Acerca de The Pizza Helper
fil: Tungkol sa Pizza Helper
fr: À propos de Pizza Helper
it: Informazioni su The Pizza Helper
ja: ピザ助手(無印)について
ru: О программе The Pizza Helper
vi: Về Trợ Lý Pizza
zh_hans: 关于披萨小助手
zh_hant: 關於披薩小助手

# aboutKit.contactMethod.bilibili
source: Bilibili
ja: ビリビリ (Bilibili)
zh_hans: 哔哩哔哩
zh_hant: 嗶哩嗶哩
