Repository: pizza-studio/PizzaHelperUnited
Catalog: _i18n_xliff/UnitedPizzaHelper Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fil, fr, it, ja, ko, ru, vi, zh_hans, zh_hant

# enka.genshinStylePhotosForHSR.featureOption.disclaimer
source: This set of ID photos might not be applicable under certain circumstances in this app. Also, a disclaimer: The Genshin-style character ID photos are **NOT from leaked character design assets from Hoyoverse / Cognosphere / MiHoYo**. Instead, these assets are rendered using [the MikuMikuDance models released by MiHoYo in public](https://www.aplaybox.com/u/516827875) or [other publicly available resources](https://www.aplaybox.com/u/106842826).
de: Dieses Set von ID-Fotos ist möglicherweise unter bestimmten Umständen in dieser App nicht anwendbar. Außerdem ein Hinweis: Die Genshin-Charakter-ID-Fotos stammen **NICHT aus geleakten Charakterdesign-Assets von Hoyoverse / Cognosphere / MiHoYo**. Stattdessen werden diese Assets mit [den von MiHoYo öffentlich freigegebenen MikuMikuDance-Modellen](https://www.aplaybox.com/u/516827875) oder [anderen öffentlich verfügbaren Ressourcen](https://www.aplaybox.com/u/106842826) gerendert.
es: Este conjunto de fotos de identificación podría no ser aplicable en ciertas circunstancias en esta aplicación. Además, un aviso: Las fotos de identificación de personajes al estilo Genshin **NO provienen de activos de diseño de personajes filtrados de Hoyoverse / Cognosphere / MiHoYo**. En su lugar, estos activos se renderizan utilizando [los modelos de MikuMikuDance publicados por MiHoYo en público](https://www.aplaybox.com/u/516827875) u [otros recursos públicos disponibles](https://www.aplaybox.com/u/106842826).
fil: Ang hanay ng ID photos na ito ay maaaring hindi naaangkop sa ilang pagkakataon sa app na ito. Gayundin, isang disclaimer: Ang mga ID photos ng karakter na Genshin-style ay **HINDI mula sa leaked na disenyo ng mga karakter mula sa Hoyoverse / Cognosphere / MiHoYo**. Sa halip, ang mga asset na ito ay nilikha gamit ang [mga MikuMikuDance models na inilabas ng MiHoYo sa publiko](https://www.aplaybox.com/u/516827875) o [iba pang pampublikong mapagkukunan](https://www.aplaybox.com/u/106842826).
fr: Cet ensemble de photos pourrait ne pas être valide dans certaines circonstances. De plus, un avertissement : Les photos des personnages Genshin **NE PROVIENNENT PAS des fichiers provenant de versions de tests par Hoyoverse / Cognosphere / MiHoYo**. Ces derniers sont créés à l'aide [des modèles MikuMikuDance publiés par MiHoYo publiquement](https://www.aplaybox.com/u/516827875) ou [d'autres ressources publiques disponibles](https://www.aplaybox.com/u/106842826).
it: Questo set di foto ID potrebbe non essere applicabile in determinate circostanze in questa app. Inoltre, un disclaimer: Le foto ID dei personaggi in stile Genshin **NON provengono da design di personaggi trapelati da Hoyoverse / Cognosphere / MiHoYo**. Al contrario, queste risorse sono renderizzate utilizzando [i modelli MikuMikuDance rilasciati pubblicamente da MiHoYo](https://www.aplaybox.com/u/516827875) o [altre risorse pubbliche disponibili](https://www.aplaybox.com/u/106842826).
ja: これらの画像は当アプリで効かない場合はございます。なお：当アプリで使用していた「原神のキャラ写真スタイルに基づいたキャラ写真」素材は、**情報漏洩者からの素材でなく**、「[MiHoYo公式提供したミクミクダンス用モデル](https://www.aplaybox.com/u/516827875)」や[その他の公開リソース](https://www.aplaybox.com/u/106842826)を使って作ったものである。
ko: 이 ID 사진 세트는 이 앱에서 특정 상황에서는 적용되지 않을 수 있습니다. 또한 다음을 명시합니다: Genshin 스타일의 캐릭터 ID 사진은 HoYoverse / Cognosphere / MiHoYo에서 유출된 캐릭터 디자인 에셋이 **아닙니다.** 대신, 이 에셋은 [MiHoYo가 공개한 MikuMikuDance 모델](https://www.aplaybox.com/u/516827875) 또는 [기타 공개된 리소스](https://www.aplaybox.com/u/106842826)를 사용하여 렌더링되었습니다.
ru: Этот набор фотографий удостоверений личности может не подходить в определенных обстоятельствах в этом приложении. Также отказ от ответственности: фотографии удостоверений личности в стиле Genshin **НЕ являются утечкой дизайнерских активов персонажей от Hoyoverse / Cognosphere / MiHoYo**. Вместо этого эти активы создаются с использованием [моделей MikuMikuDance, выпущенных MiHoYo в открытый доступ](https://www.aplaybox.com/u/516827875) или [других общедоступных ресурсов](https://www.aplaybox.com/u/106842826).
vi: Tập hợp ảnh ID này có thể không được áp dụng trong một số trường hợp nhất định trong ứng dụng này. Ngoài ra, một tuyên bố miễn trách nhiệm: Ảnh ID nhân vật kiểu Genshin **KHÔNG phải từ các tài sản thiết kế nhân vật bị rò rỉ từ Hoyoverse / Cognosphere / MiHoYo**. Thay vào đó, các tài sản này được tạo ra bằng cách sử dụng [các mô hình MikuMikuDance do MiHoYo phát hành công khai](https://www.aplaybox.com/u/516827875) hoặc [các nguồn tài nguyên công khai khác](https://www.aplaybox.com/u/106842826).
zh_hans: 这套证件照可能在该App内的某些场合下无法起作用。另附免责声明：这套原神风格的角色证件照**并非出自内鬼泄漏的角色人设图稿**，而是利用[米哈游官方放出的MMD模型](https://www.aplaybox.com/u/516827875)或[其他公开资源](https://www.aplaybox.com/u/106842826)渲染而成。
zh_hant: 這套證件照可能在該 App 內的某些場合下無法起作用。另附免責聲明：這套原神風格的角色證件照**並非出自內鬼洩漏的角色人設圖稿**，而是利用[米哈遊官方放出的 MMD 模型](https://www.aplaybox.com/u/516827875)或[其他公開資源](https://www.aplaybox.com/u/106842826)渲染而成。

# enka.photoSpecimen.credit.genshin
source: The background totem assets used for ID Photos of Genshin Impact characters in this app are for representing both their life paths and their elemental powers by default. The element is represented by the color used for rendering the totem. If there's no matched lifepath available, then the totem pattern will be the elemental totem instead. The elemental totem assets used in such case are from Star Rail (excl. Geo, Dendro, and Hydro), representing the Teyvat Element of each character. Nevertheless, these totems' visibility can be toggled in UI Settings.
de: Die im Hintergrund verwendeten Totem-Assets für ID-Fotos von Genshin Impact-Charakteren in dieser App dienen standardmäßig dazu, sowohl ihre Lebenswege als auch ihre elementaren Kräfte darzustellen. Das Element wird durch die zur Darstellung des Totems verwendete Farbe repräsentiert. Wenn kein passender Lebensweg verfügbar ist, wird stattdessen das Element-Totem angezeigt. Die in diesem Fall verwendeten Element-Totem-Assets stammen von Star Rail (außer Geo, Dendro und Hydro) und repräsentieren das Teyvat-Element jedes Charakters. Diese Totems sind jedoch nur sichtbar, wenn „Verwenden Sie Visitenkarten-Hintergründe für Genshin-Charaktere ID-Fotos und Showcase-Build-Panels“ deaktiviert ist.
es: Los tótems de fondo utilizados para las fotos de identificación de personajes de Genshin Impact en esta app representan por defecto tanto sus caminos de vida como sus poderes elementales. El elemento se representa mediante el color utilizado para renderizar el tótem. Si no hay un camino de vida coincidente, el patrón del tótem será el tótem elemental. Los assets de tótem elemental utilizados en ese caso provienen de Star Rail (excepto Geo, Dendro y Hydro), representando el elemento Teyvat de cada personaje. Sin embargo, la visibilidad de estos tótems se puede cambiar en la configuración de la interfaz de usuario.
fil: Ang mga background na totem asset na ginagamit para sa ID Photos ng mga karakter ng Genshin Impact sa app na ito ay para sa pagpapakita ng kanilang mga landas ng buhay at mga kapangyarihang elemental bilang default. Ang elemento ay kinakatawan ng kulay na ginamit sa pag-render ng totem. Kung walang tumutugmang lifepath, ang pattern ng totem ay magiging elemental totem. Ang mga asset ng elemental totem na ginagamit sa ganitong kaso ay mula sa Star Rail (maliban sa Geo, Dendro, at Hydro), na kumakatawan sa Teyvat Element ng bawat karakter. Gayunpaman, ang visibility ng mga totem na ito ay maaaring baguhin sa UI Settings.
fr: Les images de fond utilisées pour les photos d'identité des personnages de Genshin Impact dans cette application servent par défaut à représenter à la fois leur voie de vie et leurs pouvoirs élémentaires. L'élément est représenté par la couleur utilisée pour le rendu du totem. S'il n'y a pas de voie de vie correspondante, le motif du totem sera celui de l'élément. Les assets de totem élémentaire utilisés dans ce cas proviennent de Star Rail (sauf Geo, Dendro et Hydro), représentant l'élément Teyvat de chaque personnage. Néanmoins, la visibilité de ces totems peut être modifiée dans les paramètres de l'interface utilisateur.
it: Gli asset dei totem di sfondo utilizzati per le foto ID dei personaggi di Genshin Impact in questa app servono di default a rappresentare sia i loro percorsi di vita che i loro poteri elementali. L'elemento è rappresentato dal colore utilizzato per rendere il totem. Se non è disponibile un percorso di vita corrispondente, il motivo del totem sarà quello elementale. Gli asset dei totem elementali utilizzati in tal caso provengono da Star Rail (esclusi Geo, Dendro e Hydro), rappresentando l'elemento Teyvat di ciascun personaggio. Tuttavia, la visibilità di questi totem può essere modificata nelle impostazioni dell'interfaccia utente.
ja: 本アプリで『原神』キャラクターのID写真に使われている背景紋様は、デフォルトでキャラクターの運命の途と元素能力属性の両方を表現します。元素属性は紋様の色で示されます。一致する運命の途がない場合、紋様は元素トーテムになります。この場合に使われる元素トーテム素材は『崩壊：スターレイル』（岩・草・水属性を除く）からのもので、各キャラクターのテイワット元素を表します。なお、これらの紋様の表示・非表示はUI設定で切り替え可能です。
ko: 이 앱에서 Genshin Impact 캐릭터의 ID 사진에 사용된 배경 토템 자산은 기본적으로 각 캐릭터의 인생 경로와 원소력을 모두 나타냅니다. 원소는 토템을 렌더링할 때 사용된 색상으로 표현됩니다. 일치하는 인생 경로가 없으면 토템 패턴은 원소 토템이 됩니다. 이 경우 사용되는 원소 토템 자산은 스타 레일(Geo, Dendro, Hydro 제외)에서 가져온 것으로, 각 캐릭터의 티바트 원소를 나타냅니다. 이 토템의 표시 여부는 UI 설정에서 변경할 수 있습니다.
ru: Фоны тотемов, используемые для ID-фотографий персонажей Genshin Impact в этом приложении, по умолчанию предназначены для отображения как их жизненного пути, так и их элементальных сил. Элемент представлен цветом, используемым для отображения тотема. Если подходящий жизненный путь отсутствует, вместо этого используется элементальный тотем. В таком случае используются элементальные тотемы из Star Rail (кроме Geo, Dendro и Hydro), представляющие элемент Тейвата каждого персонажа. Тем не менее, видимость этих тотемов можно изменить в настройках интерфейса.
vi: Các totem nền được sử dụng cho Ảnh ID của các nhân vật Genshin Impact trong ứng dụng này mặc định dùng để thể hiện cả con đường cuộc sống và sức mạnh nguyên tố của họ. Nguyên tố được thể hiện bằng màu sắc dùng để hiển thị totem. Nếu không có con đường cuộc sống phù hợp, mẫu totem sẽ là totem nguyên tố. Các asset totem nguyên tố sử dụng trong trường hợp này đến từ Star Rail (trừ Geo, Dendro và Hydro), đại diện cho Nguyên tố Teyvat của từng nhân vật. Tuy nhiên, bạn có thể bật/tắt hiển thị các totem này trong phần Cài đặt giao diện người dùng.
zh_hans: 本 App 内显示的《原神》角色证件照的背景图腾默认用于同时彰显该角色的命途与元素能力属性。元素属性体现在图腾的配色上。如果没有匹配的命途，则会显示元素图腾。此时所用的元素图腾素材取自《崩坏：星穹铁道》（水、岩、草除外），代表每个角色的提瓦特元素。这些图腾的显示与否可在 UI 设定中切换。
zh_hant: 該應用內顯示的《原神》角色證件照的背景圖騰預設用於同時彰顯該角色的命途與元素能力屬性。元素屬性體現在圖騰的配色上。如果沒有匹配的命途，則會顯示元素圖騰。此時所用的元素圖騰素材取自《崩壞：星穹鐵道》（水、岩、草除外），代表每個角色的提瓦特元素。這些圖騰的顯示與否可於 UI 設定中切換。

# enka.photoSpecimen.credit.starRail
source: The background totem assets used for ID Photos of Star Rail characters in this app are for representing both their life paths and their elemental powers. The element is represented by the color used for rendering the totem.
de: Die im Hintergrund verwendeten Totem-Assets für ID-Fotos von Star Rail in dieser App repräsentieren sowohl ihre Lebenswege als auch ihre elementaren Kräfte. Das Element wird durch die zur Darstellung des Totems verwendete Farbe repräsentiert.
es: Los elementos de tótem de fondo utilizados para las Fotos de Identificación de Star Rail en esta aplicación sirven para representar tanto sus caminos de vida como sus poderes elementales. El elemento está representado por el color utilizado para renderizar el tótem.
fil: Ang mga background na totem asset na ginamit para sa ID Photos ng Star Rail sa app na ito ay kumakatawan sa kanilang mga landas ng buhay at ng kanilang mga kapangyarihang elemental. Ang element ay kinakatawan ng kulay na ginamit para sa pag-render ng totem.
fr: Les images de fond utilisés pour les photos de Star Rail dans cette application représentent à la fois leur voie et leurs élément. Celui-ci est représenté par la couleur utilisée dans l'image.
it: Gli asset dei totem di sfondo utilizzati per le foto d'identità di Star Rail in questa app servono per rappresentare sia i loro percorsi di vita che i loro poteri elementali. L'elemento è rappresentato dal colore utilizzato per rendere il totem.
ja: 当アプリ内の「崩壊：スターレイル」キャラクターの画像の背景紋様は、キャラクターの「運命の途」と「元素能力属性」両方を示します。「元素能力属性」は紋様の色彩で表現します。
ko: 이 앱의 스타 레일 ID 사진에 사용된 배경 토템 자산은 각각의 인생 경로와 원소력을 나타냅니다. 원소는 토템을 렌더링할 때 사용된 색상으로 표현됩니다.
ru: Используемые в этом приложении фоны тотемов для ID-фотографий Star Rail представляют как их жизненные пути, так и их элементальные силы. Элемент представлен цветом, используемым для отображения тотема.
vi: Các tài sản tượng trưng nền được sử dụng cho Hình ảnh ID của Star Rail trong ứng dụng này để biểu thị cả con đường cuộc sống và sức mạnh nguyên tố của họ. Nguyên tố được biểu thị bằng màu sắc được sử dụng để hiển thị tượng trưng.
zh_hans: 本 App 内显示的《崩坏：星穹铁道》角色证件照的背景图腾乃是为了同时彰显该角色的元素能力属性与命途而设定。元素能力属性体现在命途纹样的配色上。
zh_hant: 該應用內顯示的《崩壞：星穹鐵道》角色證件照的背景圖騰乃是為了同時彰顯該角色的元素能力屬性與命途而設定。元素能力屬性體現在命途紋樣的配色上。

# enka.photoSpecimen.navTitle
source: ID Photo Specimen for all characters
de: ID-Foto-Beispiel für alle Zeichen
es: Especimen de foto de identificación para todos los caracteres
fil: Larawan ng ID para sa lahat ng tauhan
fr: Photo d'identité exemple pour chaque personnage
it: Campione foto ID per tutti i caratteri
ja: 身分証明用写真一覧 (全キャラ)
ko: 모든 문자용 ID 사진 견본
ru: Образец фотографии удостоверения для всех персонажей
vi: Ảnh ID mẫu cho tất cả các ký tự
zh_hans: 全角色证件照样本
zh_hant: 全角色身分證件照樣本

# enka.showCase.emptyShowCase.description
source: Either no detail-exposable characters in the showcase or (in case of Genshin Impact) the UID owner didn't enable "Show Character Details" in the game. If you are the UID owner, you may follow the following screenshot to config the showcase in the game.
de: Entweder keine detailliert exponierbaren Charaktere in der Vitrine oder (im Fall von Genshin Impact) hat der UID-Besitzer "Charakterdetails anzeigen" im Spiel nicht aktiviert. Wenn Sie der UID-Besitzer sind, können Sie der folgenden Anleitung folgen, um die Vitrine im Spiel zu konfigurieren.
es: O no hay personajes con detalles expuestos en la exhibición o (en el caso de Genshin Impact) el propietario del UID no habilitó "Mostrar detalles del personaje" en el juego. Si eres el propietario del UID, puedes seguir la siguiente captura de pantalla para configurar la exhibición en el juego.
fil: Walang mga karakter na maaaring ipakita sa showcase o (sa kaso ng Genshin Impact) hindi pinagana ng may-ari ng UID ang "Ipakita ang mga Detalye ng Karakter" sa laro. Kung ikaw ang may-ari ng UID, maaari mong sundin ang sumusunod na screenshot upang i-configure ang showcase sa laro.
fr: Soit aucun personnage ne se trouve dans la vitrine soit (dans le cas de Genshin) le propriétaire du compte n'a pas activé "Afficher les détails des personnages" dans le jeu. Si vous êtes le propriétaire du compte, vous pouvez suivre la capture d'écran suivante pour configurer la vitrine dans le jeu.
it: Non ci sono personaggi con dettagli esponibili nella vetrina oppure (nel caso di Genshin Impact) il proprietario del UID non ha abilitato l'opzione "Mostra Dettagli Personaggio" nel gioco. Se sei il proprietario del UID, puoi seguire lo screenshot seguente per configurare la vetrina nel gioco.
ja: ショーケースにはキャラはいないか、或いは（原神の場合）UIDの所有者がゲーム内で「キャラ詳細を表示」を有効にしていない可能性があります。UIDの所有者は貴殿である場合、以下のスクリーンショットをご参考してゲーム内でショーケースを設定してください。
ko: 쇼케이스에 세부 정보를 노출할 수 있는 캐릭터가 없거나 (원신의 경우) UID 소유자가 게임에서 "캐릭터 세부 정보 표시"를 활성화하지 않았습니다. 당신이 UID 소유자라면, 아래 스크린샷을 따라 게임 내에서 쇼케이스를 설정할 수 있습니다.
ru: Либо в витрине нет персонажей с возможностью показать детали, либо (в случае Genshin Impact) владелец UID не включил "Показать детали персонажа" в игре. Если вы владелец UID, следуйте приведенной ниже инструкции, чтобы настроить витрину в игре.
vi: Không có nhân vật nào có thể hiển thị chi tiết trong phần trưng bày hoặc (trong trường hợp Genshin Impact) chủ sở hữu UID chưa bật "Hiển thị Chi tiết Nhân vật" trong trò chơi. Nếu bạn là chủ sở hữu UID, bạn có thể làm theo ảnh chụp màn hình sau để cấu hình phần trưng bày trong trò chơi.
zh_hans: 展柜中没有可以显示详情的角色，或者（以《原神》为例）UID 所有者没有在游戏中启用「显示角色详情」。如果您是 UID 所有者，可以按照以下述戏画面撷图配置游戏中的展柜。
zh_hant: 展櫃中沒有可以顯示詳情的角色，或者（以《原神》為例）UID 擁有者沒有在遊戲中啟用「顯示角色詳情」。如果您是 UID 擁有者，可以按照下述遊戲畫面擷圖來配置遊戲中的展櫃。

# game.elements.anemo
source: Anemo
fr: Anémo
ja: 風元素属性
ko: 바람
ru: Анемо
vi: Phong
zh_hans: 风元素属性
zh_hant: 風元素屬性

# game.elements.cryo
source: Cryo
de: Kryo
es: Crío
it: Criogenia
ja: 氷元素属性
ko: 크라이오
ru: Крио
vi: Đông Lạnh
zh_hans: 冰元素属性
zh_hant: 冰元素屬性

# game.elements.dendro
source: Dendro
ja: 草元素属性
ko: 덴드로
ru: Дендро
zh_hans: 草元素属性
zh_hant: 草元素屬性

# game.elements.electro
source: Electro
de: Elektro
fil: Elektrisidad
fr: Électro
it: Elettro
ja: 雷元素属性
ko: 일렉트로
ru: Электро
vi: Điện tử
zh_hans: 雷元素属性
zh_hant: 雷元素屬性

# game.elements.geo
source: Geo
fr: Géo
ja: 岩元素属性
ko: 지오
ru: Гео
vi: Địa lý
zh_hans: 岩元素属性
zh_hant: 岩元素屬性

# game.elements.hydro
source: Hydro
es: Hidro
it: Idro
ja: 水元素属性
ko: 하이드로
ru: Гидро
zh_hans: 水元素属性
zh_hant: 水元素屬性

# game.elements.imago
source: Imago
ja: 虚数属性
ko: 환상적이야
zh_hans: 虚数属性
zh_hant: 虛數屬性

# game.elements.physico
source: Physico
ja: 物理属性
ko: 피지코
zh_hans: 物理属性
zh_hant: 物理屬性

# game.elements.pyro
source: Pyro
ja: 炎元素属性
ko: 파이로
ru: Пиро
vi: Hỏa
zh_hans: 火元素属性
zh_hant: 火元素屬性

# game.elements.quanto
source: Quanto
ja: 量子属性
ko: 포세스토
zh_hans: 量子属性
zh_hant: 量子屬性

# settings.display.artifactRating.considerHyperBloomElectroRoles
source: Accommodating electro hyperbloom builds
de: Unterstützung von Elektro-Hyperbloom-Builds
es: Acomodando configuraciones de hiperflores eléctricas
fil: Pagtanggap sa mga gawaing electro hyperbloom
fr: Adaptation aux builds éxubérance
it: Accogliere configurazioni elettro iperfioritura
ja: 雷属性キャラの超開花ビルドも考慮する
ko: 전기 하이퍼블룸 빌드를 수용하기
ru: Включение билдов с электром гиперцветением
vi: Xây dựng điện siêu nở linh hoạt
zh_hans: 评分时照顾任何雷系角色的超绽放配装
zh_hant: 評分時照顧任何雷系角色的超綻放配裝
