Repository: pizza-studio/PizzaHelperUnited
Catalog: _i18n_xliff/UnitedPizzaHelper Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fil, fr, it, ja, ko, ru, vi, zh_hans, zh_hant

# settings.profile.advanced.dbSaveLocation.footer
source: ⚠️ Please do not touch this toggle unless being told by the developers to do that while seeking for technical help. ⚠️ Please EXPORT your local profiles PRIOR TO touching this toggle.
de: ⚠️ Bitte berühren Sie diesen Schalter nur, wenn Sie von den Entwicklern dazu aufgefordert werden, während Sie technische Hilfe suchen. ⚠️ Bitte EXPORTIEREN Sie Ihre lokalen Profile, BEVOR Sie diesen Schalter berühren.
es: ⚠️ No toque esta palanca a menos que los desarrolladores le indiquen que lo haga mientras busca ayuda técnica. ⚠️ Exporte sus perfiles locales ANTES de tocar esta palanca.
fil: ⚠️ Mangyaring huwag hawakan ang toggle na ito maliban kung sasabihin ng mga developer na gawin iyon habang naghahanap ng teknikal na tulong. ⚠️ Mangyaring I-EXPORT ang iyong mga lokal na profile BAGO hawakan ang toggle na ito.
fr: ⚠️ N'activez pas cette option sauf si les développeurs vous y invitent lors d'une demande d'assistance technique. ⚠️ Veuillez EXPORTER vos profils locaux AVANT d'activer cette option.
it: ⚠️ Non toccare questo interruttore se non viene richiesto di farlo dagli sviluppatori durante la ricerca di assistenza tecnica. ⚠️ Esportare i profili locali PRIMA di toccare questo interruttore.
ja: ⚠️ 開発者から技術的なサポートを求めている間に行うように指示されない限り、この切り替えボタンを触らないでください。 ⚠️ この切り替えボタンを触る前に、この端末からプロファイルをお書き出しください。
ko: ⚠️ 개발자가 기술 지원을 요청하는 동안 그렇게 하도록 지시하지 않는 한 이 토글을 건드리지 마십시오. ⚠️ 이 토글을 건드리기 전에 로컬 프로필을 내보내십시오.
ru: ⚠️ Не трогайте этот переключатель, если разработчики не попросят вас об этом во время обращения за технической помощью. ⚠️ Экспортируйте свои локальные профили ДО того, как трогать этот переключатель.
vi: ⚠️ Vui lòng KHÔNG chạm vào công tắc này trừ khi được các nhà phát triển yêu cầu làm như vậy trong khi tìm kiếm sự trợ giúp kỹ thuật. ⚠️ Vui lòng XUẤT các hồ sơ địa phương của bạn TRƯỚC KHI chạm vào công tắc này.
zh_hans: ⚠️ 除非开发人员在您寻求技术帮助时指示您这样做，否则请勿触摸此开关。 ⚠️ 请在触摸此开关之前导出您的本地账号。
zh_hant: ⚠️ 除非開發人員在您尋求技術協助時指示您這樣做，否則請勿觸摸此開關。 ⚠️ 請在觸摸此開關之前匯出您的本機帳號。

# settings.profile.advanced.dbSaveLocation.restartRequired.description
source: SwiftData does not support changing the location of a database container while it is being used, hence the necessity of restarting the app. The app will restart after you confirm this message.
de: SwiftData unterstützt nicht das Ändern des Speicherorts eines Datenbankcontainers während dessen Verwendung, daher ist ein Neustart der App erforderlich. Die App wird nach der Bestätigung dieser Nachricht neu gestartet.
es: SwiftData no admite cambiar la ubicación de un contenedor de base de datos mientras se está utilizando, de ahí la necesidad de reiniciar la aplicación. La aplicación se reiniciará después de confirmar este mensaje.
fil: Hindi sinusuportahan ng SwiftData ang pagbabago ng lokasyon ng isang database container habang ginagamit ito, kaya kinakailangan na i-restart ang app. I-re-restart ang app pagkatapos mong kumpirmahin ang mensaheng ito.
fr: SwiftData ne prend pas en charge la modification de l'emplacement d'un conteneur de base de données lorsqu'il est utilisé, d'où la nécessité de redémarrer l'application. L'application redémarrera après que vous aurez confirmé ce message.
it: SwiftData non supporta la modifica della posizione di un contenitore di database durante il suo utilizzo, da qui la necessità di riavviare l'app. L'app verrà riavviata dopo aver confermato questo messaggio.
ja: SwiftData は、データベースコンテナの使用中にその場所を変更することをサポートしていないため、アプリを再起動する必要があります。 このメッセージを確認すると、アプリが再起動します。
ko: SwiftData는 사용 중인 데이터베이스 컨테이너의 위치를 변경하는 것을 지원하지 않으므로 앱을 다시 시작해야 합니다. 이 메시지를 확인하면 앱이 다시 시작됩니다.
ru: SwiftData не поддерживает изменение расположения контейнера базы данных во время его использования, поэтому необходимо перезапустить приложение. После подтверждения этого сообщения приложение будет перезапущено.
vi: SwiftData không hỗ trợ thay đổi vị trí của một vùng chứa cơ sở dữ liệu trong khi nó đang được sử dụng, do đó cần phải khởi động lại ứng dụng. Ứng dụng sẽ khởi động lại sau khi bạn xác nhận tin nhắn này.
zh_hans: SwiftData 不支持在使用数据库容器时更改其位置，因此需要重新启动应用程序。 确认此消息后，应用程序将重新启动。
zh_hant: SwiftData 不支援在使用資料庫容器時更改其位置，因此需要重新啟動應用程式。 確認此訊息後，應用程式將重新啟動。

# settings.profile.advanced.dbSaveLocation.title
source: Local Profile Storage Location
de: Speicherort des lokalen Profils
es: Ubicación de almacenamiento de perfil local
fil: Lokasyon ng Imbakan ng Lokal na Profile
fr: Emplacement de stockage du profil local
it: Posizione di archiviazione del profilo locale
ja: プロファイルのストレージ場所
ko: 로컬 프로필 저장 위치
ru: Место хранения локального профиля
vi: Vị trí lưu trữ hồ sơ địa phương
zh_hans: 本地账号存储位置
zh_hant: 本機帳號存儲位置

# settings.profile.advanced.dbSaveLocation.toAppContainer
source: App Container
es: Contenedor de la aplicación
fr: Conteneur d'application
it: Contenitore dell'app
ja: アプリコンテナ
ko: 앱 컨테이너
ru: Контейнер приложения
vi: Bộ chứa ứng dụng
zh_hans: 应用程序容器
zh_hant: 應用程式容器

# settings.profile.advanced.dbSaveLocation.toGroupContainer
source: Group Container
de: Gruppencontainer
es: Contenedor de grupo
fr: Conteneur de groupe
it: Contenitore di gruppo
ja: グループコンテナ
ko: 그룹 컨테이너
ru: Групповой контейнер
vi: Bộ chứa nhóm
zh_hans: 群组容器
zh_hant: 群組容器

# settings.profile.advanced.fingerprintPropagation.buttonTitle
source: Propagate
de: Propagieren
es: Propagar
fr: Propager
it: Propaga
ja: 端末指紋を一括適用する
ko: 전파
ru: Распространить
vi: Lan Truyền
zh_hans: 统配指纹
zh_hant: 統配指紋

# settings.profile.advanced.fingerprintPropagation.footer
source: Local profiles configured for Miyoushe-managed UIDs are recommended to use the same device fingerprint (x-rpc-device_fp) to ensure consistent identification. Click “Propagate” button to apply the same device fingerprint to all such local profiles.
de: Lokale Profile, die für von Miyoushe verwaltete UIDs konfiguriert sind, sollten denselben Gerätefingerabdruck (x-rpc-device_fp) verwenden, um eine konsistente Identifizierung zu gewährleisten. Klicken Sie auf die Schaltfläche „Propagieren“, um denselben Gerätefingerabdruck auf alle derartigen lokalen Profile anzuwenden.
es: Los perfiles locales configurados para los UID gestionados por Miyoushe deben usar la misma huella de dispositivo (x-rpc-device_fp) para garantizar una identificación coherente. Haz clic en el botón “Propagar” para aplicar la misma huella de dispositivo a todos los perfiles locales de este tipo.
fil: Ang mga lokal na profile na na-configure para sa mga UID na pinamamahalaan ng Miyoushe ay inirerekomenda na gumamit ng parehong device fingerprint (x-rpc-device_fp) upang matiyak ang pare-parehong pagkakakilanlan. I-click ang pindutang “Propagate” upang ilapat ang parehong device fingerprint sa lahat ng naturang lokal na profile.
fr: Les profils locaux configurés pour les UID gérés par Miyoushe doivent utiliser le même empreinte de dispositif (x-rpc-device_fp) pour garantir une identification cohérente. Cliquez sur le bouton « Propager » pour appliquer la même empreinte de dispositif à tous ces profils locaux.
it: I profili locali configurati per gli UID gestiti da Miyoushe devono utilizzare lo stesso identificativo di dispositivo (x-rpc-device_fp) per garantire un’identificazione coerente. Fai clic sul pulsante “Propaga” per applicare lo stesso identificativo di dispositivo a tutti i profili locali di questo tipo.
ja: 米遊社が管理するUIDのために設定されたプロファイルは、一貫した識別を確保するために同じ端末指紋（x-rpc-device_fp）を使用することが推奨されます。「端末指紋を一括適用する」ボタンをクリックして、すべてのそのようなプロファイルに同じ端末指紋を適用します。
ko: Miyoushe가 관리하는 UID로 구성된 로컬 프로필은 일관된 식별을 보장하기 위해 동일한 디바이스 지문(x-rpc-device_fp)을 사용하는 것이 좋습니다. “전파” 버튼을 클릭하여 모든 해당 로컬 프로필에 동일한 디바이스 지문을 적용하세요.
ru: Локальные профили, настроенные для UID, управляемых Miyoushe, рекомендуется использовать с одинаковым отпечатком устройства (x-rpc-device_fp) для обеспечения согласованной идентификации. Нажмите кнопку «Распространить», чтобы применить одинаковый отпечаток устройства ко всем таким локальным профилям.
vi: Các hồ sơ cục bộ được cấu hình cho các UID do Miyoushe quản lý nên sử dụng cùng một dấu vân tay thiết bị (x-rpc-device_fp) để đảm bảo nhận dạng nhất quán. Nhấp vào nút “Lan truyền” để áp dụng cùng một dấu vân tay thiết bị cho tất cả các hồ sơ cục bộ như vậy.
zh_hans: 为米游社管理的UID设定的本地账号建议使用相同的设备指纹（x-rpc-device_fp）以确保认证一致。点击「统配指纹」按钮将相同的设备指纹应用于所有此类本地账号。
zh_hant: 為米遊社管理的UID設定的本機帳號建議使用相同的設備指紋（x-rpc-device_fp）以確保認證一致。點按「統配指紋」按鈕將相同的設備指紋應用於所有此類本機帳號。

# settings.profile.advanced.navTitle
source: Advanced Options
de: Erweiterte Optionen
es: Opciones Avanzadas
fil: Mga Advanced na Opsyon
fr: Options Avancées
it: Opzioni Avanzate
ja: 上級設定
ko: 고급 옵션
ru: Дополнительные параметры
vi: Tùy Chọn Nâng Cao
zh_hans: 进阶选项
zh_hant: 進階選項

# settings.profile.clickHereToLogin
source: Click here to login:
de: Hier klicken, um sich einzuloggen
es: Haz clic aquí para iniciar sesión:
fil: I-click dito para sa pag-login:
fr: Cliquez ici pour vous connecter :
it: Clicca qui per accedere:
ja: ここをタップしてログイン:
ko: 로그인하려면 여기를 클릭하세요:
ru: Нажмите здесь для входа:
vi: Nhấn vào đây để đăng nhập:
zh_hans: 点此登录:
zh_hant: 點此登入:

# settings.profile.clickHereToLogin.reLogin
source: Click here to login again:
de: Hier klicken, um sich erneut anzumelden:
es: Haga clic aquí para iniciar sesión de nuevo:
fil: Mag-click dito upang mag-login muli:
fr: Cliquez ici pour vous reconnecter :
it: Fai clic qui per accedere nuovamente:
ja: ここをタップしてロゴグイン:
ko: 다시 로그인하려면 여기를 클릭하세요:
ru: Нажмите здесь, чтобы войти снова:
vi: Nhấp vào đây để đăng nhập lại:
zh_hans: 点此重新登录:
zh_hant: 點此重新登入:

# settings.profile.importAllUIDs
source: Import all UIDs of these games from this account
de: Alle UIDs dieser Spiele von diesem Konto importieren
es: Importar todos los UIDs de estos juegos desde esta cuenta
fil: I-import ang lahat ng UIDs ng mga larong ito mula sa account na ito
fr: Importer tous les UIDs trouvés
it: Importa tutti gli UID di questi giochi da questo account
ja: このアカウントのこれらのゲームのすべてのUIDを一気に読み込む
ko: 이 계정에서 이러한 게임의 모든 UID 가져오기
ru: Импортировать все UID этих игр с этого аккаунта
vi: Nhập tất cả UID của các trò chơi này từ tài khoản này
zh_hans: 一次性读取该账号下的这几款游戏的所有区服的 UID
zh_hant: 一次性匯入該帳號下的這幾款遊戲的所有區服的 UID

# settings.profile.importAllUIDs.explanation
source: This option is extremely helpful to let the server know that you are really using your HoYoLAB / Miyoushe account on your own devices. Individual logins per UID for each game and each game-server may let the HoYoLAB / Miyoushe account server misunderstood how many device this HoYoLAB / Miyoushe account gets logged into, leading to earlier expiration of your cookies. If profile duplication happens during this process, then the existing profile will be updated instead with new cookie, the latest device fingerprint, and the latest device ID instead.
de: Diese Option ist äußerst hilfreich, um dem Server mitzuteilen, dass Sie Ihr HoYoLAB-/Miyoushe-Konto wirklich auf Ihren eigenen Geräten verwenden. Einzelne Anmeldungen pro UID für jedes Spiel und jeden Spielserver können dazu führen, dass der HoYoLAB-/Miyoushe-Kontoserver missversteht, wie viele Geräte dieses HoYoLAB-/Miyoushe-Konto verwendet, was zu einem früheren Ablauf Ihrer Cookies führen kann. Wenn während dieses Prozesses eine Profilduplikation auftritt, wird stattdessen das bestehende Profil mit neuen Cookies, dem neuesten Geräte-Fingerabdruck und der neuesten Geräte-ID aktualisiert.
es: Esta opción es extremadamente útil para que el servidor sepa que realmente estás usando tu cuenta de HoYoLAB / Miyoushe en tus propios dispositivos. Los inicios de sesión individuales por UID para cada juego y cada servidor de juego pueden hacer que el servidor de la cuenta HoYoLAB / Miyoushe entienda mal en cuántos dispositivos se ha iniciado sesión con esta cuenta de HoYoLAB / Miyoushe, lo que lleva a una expiración más temprana de tus cookies. Si ocurre duplicación de perfiles durante este proceso, entonces el perfil existente se actualizará en su lugar con una nueva cookie, la última huella digital del dispositivo y la última ID del dispositivo.
fil: Ang opsyon na ito ay lubos na nakakatulong upang malaman ng server na talagang ginagamit mo ang iyong HoYoLAB / Miyoushe account sa iyong sariling mga device. Ang indibidwal na pag-login kada UID para sa bawat laro at bawat game-server ay maaaring magdulot ng hindi pagkakaintindihan sa server ng HoYoLAB / Miyoushe account kung ilan ang mga device na pinasukan ng iyong HoYoLAB / Miyoushe account, na maaaring magdulot ng mas maagang pag-e-expire ng iyong cookies. Kung mangyari ang pag-duplicate ng profile sa prosesong ito, ang kasalukuyang profile ay maa-update sa halip gamit ang bagong cookie, ang pinakabagong fingerprint ng device, at ang pinakabagong ID ng device.
fr: Cette option est extrêmement utile pour informer le serveur que vous utilisez réellement votre compte HoYoLAB / Miyoushe sur vos propres appareils. Des connexions individuelles par UID pour chaque jeu et chaque serveur de jeu peuvent amener le serveur du compte HoYoLAB / Miyoushe à mal comprendre sur combien d'appareils ce compte HoYoLAB / Miyoushe est connecté, ce qui peut entraîner une expiration plus rapide de vos cookies. Si une duplication de profil se produit pendant ce processus, le profil existant sera alors mis à jour avec un nouveau cookie, l'empreinte digitale de l'appareil la plus récente et l'ID de l'appareil le plus récent.
it: Questa opzione è estremamente utile per far sapere al server che stai davvero utilizzando il tuo account HoYoLAB / Miyoushe sui tuoi dispositivi. Accessi individuali per UID per ogni gioco e ogni server di gioco potrebbero far fraintendere al server dell'account HoYoLAB / Miyoushe quanti dispositivi si effettivamente acceda con questo account, portando a una scadenza anticipata dei tuoi cookie. Se durante questo processo si verifica una duplicazione del profilo, il profilo esistente verrà invece aggiornato con un nuovo cookie, l'impronta digitale del dispositivo più recente e l'ID del dispositivo più recente.
ja: このオプションは、サーバーに対して貴殿が本当に自分のデバイスでこの 米遊社 / HoYoLAB アカウントを使用していることを知らせるのに非常に役立ちます。UID・ゲーム・ゲームサーバーごとの個別のログインは、この 米遊社 / HoYoLAB アカウントがどれだけのデバイスにログインしているかを米遊社 / HoYoLAB アカウントサーバーが誤解し、クッキーの有効期限が早まる恐れがあります。読み込む途中で重複のプロファイルが発見した場合、新規プロファイルを添付せず、代わりに既存プロファイルのクッキーと端末指紋情報と端末識別子を最新にします。
ko: 이 옵션은 서버가 사용자가 정말로 자신의 기기에서 HoYoLAB / 미유쌰 계정을 사용하고 있음을 알 수 있도록 매우 유용합니다. 각 게임 및 각 게임 서버에 대한 UID별 개별 로그인은 HoYoLAB / 미유쌰 계정 서버가 이 HoYoLAB / 미유쌰 계정에 몇 대의 기기가 로그인되어 있는지를 잘못 이해하게 하여 쿠키 만료를 앞당길 수 있습니다. 이 과정에서 프로필 중복이 발생하면 기존 프로필이 새 쿠키, 최신 기기 지문, 최신 기기 ID로 대신 업데이트됩니다.
ru: Эта опция чрезвычайно полезна для уведомления сервера о том, что вы действительно используете свой аккаунт HoYoLAB / Miyoushe на своих устройствах. Индивидуальные входы по UID для каждой игры и каждого игрового сервера могут привести к тому, что сервер аккаунта HoYoLAB / Miyoushe неправильно поймет, на скольких устройствах осуществляется вход в этот аккаунт HoYoLAB / Miyoushe, что может привести к более раннему истечению срока действия ваших cookie. Если в этом процессе произойдет дублирование профиля, то существующий профиль будет обновлен новыми cookie, последним отпечатком устройства и последним идентификатором устройства.
vi: Tùy chọn này cực kỳ hữu ích để cho phép máy chủ biết rằng bạn thực sự đang sử dụng tài khoản HoYoLAB / Miyoushe của mình trên thiết bị cá nhân. Việc đăng nhập riêng lẻ cho mỗi UID cho từng trò chơi và từng máy chủ trò chơi có thể khiến máy chủ tài khoản HoYoLAB / Miyoushe hiểu nhầm số lượng thiết bị mà tài khoản HoYoLAB / Miyoushe này đăng nhập vào, dẫn đến việc cookie của bạn hết hạn sớm hơn. Nếu quá trình này xảy ra trùng lặp hồ sơ, thì hồ sơ hiện có sẽ được cập nhật thay thế bằng cookie mới, dấu vân tay thiết bị mới nhất và ID thiết bị mới nhất.
zh_hans: 此选项非常有助于让服务器知道您确实是在自己的设备上使用您的米游社 / HoYoLAB 账号。您将相同的米游社 / HoYoLAB 账号下的每个游戏每个 UID 每个区服都「各自登录一次」的行为可能会让米游社 / HoYoLAB 服务器误解此账号登录了多少设备，导致 Cookie 提前失效。在这个读取过程中，当发现与既存的本地账号重复的情况时，则不再新增重复的账号，而是将既有账号的 Cookies、设备指纹、设备 ID 更新为最新的版本。
zh_hant: 此選項非常有助於讓伺服器知道您確實是在自己的裝置上使用您的米遊社 / HoYoLAB 帳號。相同的米遊社 / HoYoLAB 帳號下的每個遊戲每個 UID 每個區服都登入一次的話，可能會讓米遊社 / HoYoLAB 伺服器誤解此帳號登入了多少裝置，導致 Cookie 提前失效。在這個讀入過程中，如果發現與既存的本機帳號重複的情況的話，則不再新增重複的帳號，而是將既有帳號的 Cookies、設備指紋、設備 ID 更新為最新的版本。

# settings.profile.pleaseSelectGame
source: Please select game:
de: Bitte Spiel auswählen:
es: Por favor seleccione el juego:
fil: Mangyaring pumili ng laro:
fr: Veuillez sélectionner un jeu :
it: Seleziona gioco:
ja: ゲームを選択してください:
ko: 게임을 선택하세요
ru: Пожалуйста, выберите игру:
vi: Vui lòng chọn trò chơi:
zh_hans: 请选择游戏:
zh_hant: 請選擇遊戲:

# settings.profile.pleaseSelectRegion
source: Account type:
de: Kontotyp:
es: Tipo de cuenta:
fil: Uri ng account:
fr: Type de compte :
it: Tipo di account:
ja: アカウント種類:
ko: 계정 유형:
ru: Тип учетной записи:
vi: Loại tài khoản:
zh_hans: 账号种类:
zh_hant: 帳號種類:

# settings.requireLoginView.loginViaMiyousheOrHoyoLab.relogin
source: Relogin to HoYoLAB / Miyoushe
de: Erneut bei HoYoLAB / Miyoushe anmelden
es: Volver a iniciar sesión en HoYoLAB / Miyoushe
fil: Muling mag-login sa HoYoLAB / Miyoushe
fr: Reconnectez-vous à HoYoLAB / Miyoushe
it: Accedi nuovamente a HoYoLAB / Miyoushe
ja: HoYoLAB・米遊社通行証の再ログイン
ko: HoYoLAB / 미유셔에 다시 로그인
ru: Повторный вход в HoYoLAB / Miyoushe
vi: Đăng nhập lại vào HoYoLAB / Miyoushe
zh_hans: 重新登录米游社 / HoYoLAB 通行证
zh_hant: 重新登入米遊社 / HoYoLAB 通行證

# settings.section.featureSettings.header
source: Feature Settings
ko: 기능 설정

# settings.section.otherSettings.header
source: Other Settings
de: Andere Einstellungen
es: Otras configuraciones
fil: Iba Pang Mga Setting
fr: Autres paramètres
it: Altre impostazioni
ja: 他の設定
ko: 기타 설정
ru: Другие настройки
vi: Cài Đặt Khác
zh_hans: 其他设定
zh_hant: 其他設定

# settings.section.profileManagement.header
source: Manage Local Profiles
de: Lokale Profile verwalten
es: Administrar perfiles locales
fil: Pamahalaan ang mga Lokal na Profile
fr: Gérer les profils locaux
it: Gestisci profili locali
ja: この端末で保存したプロフィールの管理
ko: 로컬 프로필 관리
ru: Управление локальными профилями
vi: Quản lý Hồ sơ Cục bộ
zh_hans: 管理这部设备上的本地账号
zh_hant: 管理這部裝置上的本機帳號

# settings.staminaTimer.autoInit.toggle.title
source: Automatically initiate Stamina Timer Live Activity
de: Automatisch Stamina-Timer Live-Aktivität starten
es: Iniciar automáticamente la actividad en vivo del temporizador de resistencia
fil: Awtomatikong simulan ang Stamina Timer Live Activity
fr: Démarrer automatiquement l'activité en direct
it: Avvia automaticamente l'attività in diretta del timer di resistenza
ja: スタミナタイマーのライブアクティビティを自動的に起こす
ko: 자동으로 스태미너 타이머 라이브 활동 시작
ru: Автоматически запустить Живую Активность Таймера Выносливости
vi: Tự động bắt đầu Hoạt động Trực tiếp của Bộ đếm thời gian Sức bền
zh_hans: 自动发起玩家体力计时器的实时活动
zh_hant: 自動發起玩家體力計時器的即時動態

# settings.staminaTimer.background.choose
source: Choose Background
de: Hintergrund wählen
es: Elegir fondo
fil: Piliin ang Background
fr: Choisir l'arrière-plan
it: Scegli sfondo
ja: 背景画像をご指定
ko: 배경 선택
ru: Выберите фон
vi: Chọn Nền
zh_hans: 指定背景图像
zh_hant: 指定背景圖像

# settings.staminaTimer.dynamicIsland.howToHide.answer
source: You can slide the Dynamic Island from left / right to the middle to hide it. Swipe left on the Stamina Timer on the lock screen to turn off the resin timer and the Dynamic Island.
de: Sie können die Dynamic Island von links/rechts zur Mitte schieben, um sie zu verbergen. Wischen Sie auf dem Sperrbildschirm nach links auf dem Ausdauer-Timer, um den Harz-Timer und die Dynamic Island auszuschalten.
es: Puedes deslizar la Isla Dinámica de izquierda/derecha al centro para ocultarla. Desliza hacia la izquierda en el Temporizador de Resistencia en la pantalla de bloqueo para apagar el temporizador de resina y la Isla Dinámica.
fil: Maaari mong i-slide ang Dynamic Island mula kaliwa / kanan papunta sa gitna upang itago ito. I-swipe pakaliwa ang Stamina Timer sa lock screen upang patayin ang resin timer at ang Dynamic Island.
fr: Balayez vers la gauche sur l'écran verrouillé ou l'île dynamique pour éteindre le minuteur sur ces derniers.
it: Puoi scorrere l'Isola Dinamica da sinistra / destra verso il centro per nasconderla. Scorri verso sinistra sul Timer della Resistenza nella schermata di blocco per disattivare il timer della resina e l'Isola Dinamica.
ja: Dynamic Island は、左または右から中央にスライドさせることで非表示にできます。 ロック画面でスタミナタイマーを左にスワイプすると、スタミナタイマーとDynamic Islandが閉じ消しになります。
ko: 동적 섬을 왼쪽/오른쪽에서 중간으로 슬라이드하면 숨길 수 있습니다. 잠금 화면의 스태미너 타이머를 왼쪽으로 스와이프하여 레진 타이머와 동적 섬을 끌 수 있습니다.
ru: Вы можете сдвинуть Dynamic Island слева / справа к середине, чтобы скрыть его. Проведите влево по таймеру состояния на экране блокировки, чтобы выключить таймер смолы и Dynamic Island.
vi: Bạn có thể trượt Dynamic Island từ trái / phải vào giữa để ẩn nó. Vuốt sang trái trên Stamina Timer trên màn hình khóa để tắt đồng hồ đếm nhựa và Dynamic Island.
zh_hans: 您可以将灵动岛从左边或右边滑动至中间以隐藏它。 在锁定画面上向左滑动玩家体力计时器，即可关闭玩家体力计时器和灵动岛。
zh_hant: 您可以將動態島從左邊或右邊滑動至中間以隱藏它。 在鎖定畫面上向左滑動玩家體力計時器，即可關閉玩家體力計時器和動態島。

# settings.staminaTimer.explanation
source: Stamina Timer is how this app utilizes the Live Activity feature of the iOS. You can click the ellipsis circle to the right of the Real-Time Note of a local profile in the Today tab to initiate it.
de: Mit dem Stamina-Timer nutzt diese App die Live-Aktivitätsfunktion von iOS. Sie können auf das Ellipsenkreis rechts neben der Echtzeit-Notiz eines lokalen Profils im Heute-Tab klicken, um es zu starten.
es: Stamina Timer es cómo esta aplicación utiliza la función de Actividad en Vivo de iOS. Puedes hacer clic en el círculo de puntos suspensivos a la derecha de la Nota en Tiempo Real de un perfil local en la pestaña Hoy para iniciarlo.
fil: Ang Stamina Timer ay kung paano ginagamit ng app na ito ang Live Activity na tampok ng iOS. Maaari mong i-click ang bilog na ellipsis sa kanan ng Real-Time Note ng lokal na profile sa tab na Today upang simulan ito.
fr: Le minuteur de recharge de résine utilise la fonctionnalité Activité en direct d'iOS. Vous pouvez cliquer sur l'icône de rafraîchissement dans l'onglet Aujourd'hui pour le lancer.
it: Il Timer di Resistenza è il modo in cui questa app utilizza la funzione Live Activity di iOS. Puoi cliccare sul cerchio con i tre punti a destra della Nota in Tempo Reale di un profilo locale nel tab Oggi per avviarlo
ja: スタミナタイマーは、当アプリが iOS のライブアクティビティ機能を利用する方法です。「今日」タブでいずれのプロファイルの「リアルタイム便箋」の右にある三点アイコンをクリックすると、スタミナタイマーのライブアクティビティが開始されます。
ko: 이 앱은 iOS의 Live Activity 기능을 활용하여 체력 타이머를 제공합니다. Today 탭의 로컬 프로필의 실시간 노트 오른쪽에 있는 줄임표 원을 클릭하여 이를 시작할 수 있습니다.
ru: Таймер выносливости - это способ использования этого приложения функции «Живая активность» в iOS. Вы можете нажать на круг с тремя точками справа от «Заметки в реальном времени» локального профиля на вкладке «Сегодня», чтобы запустить его.
vi: Hẹn giờ Sức bền là cách ứng dụng này sử dụng tính năng Hoạt động Trực tiếp của iOS. Bạn có thể nhấp vào hình ba chấm ở bên phải Ghi chú Thời gian Thực của hồ sơ địa phương trong tab Hôm nay để bắt đầu nó.
zh_hans: 玩家体力计时器依赖 iOS 的实时活动功能来运作。您可以点击今日页签下的任一本地账号的实时便笺旁边的三个点圆圈来启动它。
zh_hant: 玩家體力計時器依賴iOS的即時動態功能來運作。您可以點按今日頁籤下的任一本機帳號的實時便箋旁邊的三個點圓圈來啟動它。

# settings.staminaTimer.gotoSystemSettings
source: Go to System Settings to enable Live Activity for this app
de: Gehen Sie zu den Systemeinstellungen, um Live-Aktivität für diese App zu aktivieren
es: Vaya a Configuración del Sistema para habilitar Actividad en Vivo para esta aplicación
fil: Pumunta sa Mga Setting ng Sistema upang paganahin ang Live na Aktibidad para sa app na ito
fr: Accédez aux paramètres système pour activer l'activité en direct pour cette application
it: Vai su Impostazioni di sistema per abilitare Live Activity per questa app
ja: システム設定に移動して、当アプリのライブアクティビティを有効にしてください。
ko: 시스템 설정으로 이동하여 이 앱의 라이브 활동을 활성화하세요
ru: Перейдите в настройки системы, чтобы включить живую активность для этого приложения
vi: Đi tới Cài đặt Hệ thống để bật Hoạt động Trực tiếp cho ứng dụng này
zh_hans: 前往系统设定以启用本 App 的实时活动
zh_hant: 前往系統設定以啟用敝 App 的即時動態
