Repository: pizza-studio/PizzaHelperUnited
Catalog: _i18n_xliff/UnitedPizzaHelper Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fil, fr, it, ja, ko, ru, vi, zh_hans, zh_hant

# appEntity_localProfile
source: Profile
de: Profil
es: Perfil
fr: Profil
it: Profilo
ja: プロファイル
ko: 프로필
ru: Профиль
vi: Hồ sơ
zh_hans: 本地账号
zh_hant: 本機帳號

# appEntity_widgetBackground
source: Widget Background
de: Widget-Hintergrund
es: Fondo del Widget
fil: Likuran ng Widget
fr: Arrière-plan du widget
it: Sfondo del Widget
ja: ウィジェットの背景画像
ko: 위젯 배경
ru: Фон виджета
vi: Nền tiện ích
zh_hans: 小组件背景
zh_hant: 小工具背景

# appEnum_ExpeditionDisplayPolicy_displayExclusively
source: Display Exclusively
de: Exklusiv anzeigen
es: Mostrar exclusivamente
fil: Ipakita nang Eksklusibo
fr: Afficher exclusivement
it: Mostra esclusivamente
ja: 独占表示する
ko: 독점 표시
ru: Показывать исключительно
vi: Hiển thị độc quyền
zh_hans: 独占显示
zh_hant: 獨佔顯示

# appEnum_ExpeditionDisplayPolicy_displayWhenAvailable
source: Display If Available
de: Anzeigen wenn Verfügbar
es: Mostrar si Está Disponible
fil: Ipakita Kung May Magagamit
fr: Afficher si Disponible
it: Mostra se Disponibile
ja: 利用可能な情報を表示
ko: 사용 가능한 경우 표시
ru: Отображать если Доступно
vi: Hiển thị Nếu Có sẵn
zh_hans: 有资讯时显示
zh_hant: 有資訊時顯示

# appEnum_ExpeditionDisplayPolicy_neverDisplay
source: Never Display
de: Nie Anzeigen
es: Nunca Mostrar
fil: Hindi Kailanman Ipakita
fr: Ne Jamais Afficher
it: Non Mostrare Mai
ja: 表示せず
ko: 표시하지 않음
ru: Никогда не Отображать
vi: Không Bao giờ Hiển thị
zh_hans: 始终不显示
zh_hant: 始終不顯示

# appEnum_ExpeditionDisplayPolicy_title
source: Expedition Display Policy
de: Expeditionsanzeige-Richtlinie
es: Política de Visualización de Expediciones
fil: Patakaran sa Pagpapakita ng Ekspedisyon
fr: Politique d'Affichage des Expéditions
it: Politica di Visualizzazione delle Spedizioni
ja: 派遣依頼の表示の方針
ko: 원정 표시 정책
ru: Политика Отображения Экспедиций
vi: Chính sách Hiển thị Thám hiểm
zh_hans: 派遣委托显示策略
zh_hant: 派遣委託顯示策略

# appEnum_StaminaContentRevolverStyle_asRoundMeter
source: Round Meter
de: Rundzähler
es: Medidor Redondo
fil: Bilog na Metro
fr: Jauge ronde
it: Contatore Rotondo
ja: 円形計器
ko: 라운드 미터
ru: Круглый счётчик
vi: Đồng hồ tròn
zh_hans: 仪表盘
zh_hant: 儀錶盤

# appEnum_StaminaContentRevolverStyle_asTimeStampWhenWillAccomplish
source: Timestamp (when finished)
de: Zeitstempel (bei Fertigstellung)
es: Marca de tiempo (cuando finalizado)
fil: Timestamp (kapag natapos)
fr: Horodatage (lorsque terminé)
it: Timestamp (quando finito)
ja: 完了予定時刻
ko: 타임스탬프 (완료 시점)
ru: Отметка времени (по завершении)
vi: Dấu thời gian (khi hoàn thành)
zh_hans: 完工时间戳
zh_hant: 完工時間戳

# appEnum_StaminaContentRevolverStyle_asTimerCountDown
source: Countdown Timer
es: Temporizador de cuenta regresiva
fr: Minuteur de compte à rebours
it: Timer Conto alla Rovescia
ja: カウントダウン
ko: 카운트다운 타이머
ru: Таймер обратного отсчета
vi: Đồng hồ đếm ngược
zh_hans: 计时器
zh_hant: 計時器

# appEnum_StaminaContentRevolverStyle_byDefault
source: Default
de: Standard
es: Predeterminado
fr: Par défaut
it: Predefinito
ja: 初期設定値
ko: 기본
ru: По умолчанию
vi: Mặc định
zh_hans: 默认值
zh_hant: 預設值

# appEnum_StaminaContentRevolverStyle_title
source: Auto Rotation of Stamina Widget Styles
de: Automatische Rotation der Ausdauer-Widget-Stile
es: Rotación Automática de Estilos del Widget de Resistencia
fil: Awtomatikong Pag-ikot ng mga Estilo ng Stamina Widget
fr: Rotation automatique des styles du widget
it: Rotazione automatica degli stili del widget stamina
ja: スタミナ表示スタイルの自動切替
ko: 스태미너 위젯 스타일 자동 회전
ru: Автоповорот стилей виджета выносливости
vi: Tự động xoay kiểu widget sức bền
zh_hans: 轮替显示不同的体力表示风格
zh_hant: 輪替顯示不同的體力表示風格

# appEnum_WeeklyBossesDisplayMethod_alwaysHidden
source: always hidden
de: immer verborgen
es: siempre oculto
fil: laging nakatago
fr: toujours caché
it: sempre nascosto
ja: 常に隠す
ko: 항상 숨김
ru: всегда скрыто
vi: luôn ẩn
zh_hans: 始终隐藏
zh_hant: 始終隱藏

# appEnum_WeeklyBossesDisplayMethod_alwaysVisible
source: always visible
de: immer sichtbar
es: siempre visible
fil: laging nakikita
fr: toujours visible
it: sempre visibile
ja: 常に見えるようにする
ko: 항상 표시됨
ru: всегда виден
vi: luôn hiển thị
zh_hans: 始终显示
zh_hant: 始終顯示

# appEnum_WeeklyBossesDisplayMethod_hiddenIfAllCompleted
source: hidden if all completed
de: Ausgeblendet, wenn alle abgeschlossen
es: oculto si todo está completado
fil: nakatago kung natapos lahat
fr: masquer si tout est terminé
it: nascosto se tutto completato
ja: 隠す(全部完了の場合のみ)
ko: 모두 완료된 경우 숨기기
ru: скрыто, если все выполнено
vi: ẩn nếu tất cả đã hoàn thành
zh_hans: 全部完成时则隐藏
zh_hant: 全部完成時則隱藏

# appEnum_WeeklyBossesDisplayMethod_title
source: Weekly Bosses Info Display Method
de: Wöchentliche Boss-Info-Anzeigemethode
es: Método de Pantalla de Información de Jefes Semanales
fil: Paraan ng Pagpapakita ng Impormasyon ng Lingguhang Bosses
fr: Méthode d'affichage des informations sur les Boss hebdomadaires
it: Metodo di Visualizzazione delle Informazioni sui Boss Settimanali
ja: 週ボス情報の表示方法
ko: 주간 보스 정보 표시 방법
ru: Метод отображения информации о еженедельных боссах
vi: Phương Pháp Hiển Thị Thông Tin Boss Hàng Tuần
zh_hans: 每周强敌征讨信息显示方法
zh_hant: 每週強敵征討資訊顯示方法

# appEnum_WidgetSupportedGame_GI
source: Genshin Impact
ja: 原神
ko: 원신
zh_hans: 原神
zh_hant: 原神

# appEnum_WidgetSupportedGame_HSR
source: Star Rail
ja: スターレイル
ko: 스타 레일
zh_hans: 星穹铁道
zh_hant: 星穹鐵道

# appEnum_WidgetSupportedGame_ZZZ
source: Zenless Zone Zero
ja: ゼンレスゾンゼロ
ko: 절레스 존 제로
zh_hans: 绝区零
zh_hant: 絕區零

# appEnum_WidgetSupportedGame_allGames
source: All Games
de: Alle Spiele
es: Todos los juegos
fil: Lahat ng Laro
fr: Tous les jeux
it: Tutti i giochi
ja: すべてのゲーム
ko: 모든 게임
ru: Все игры
vi: Tất cả các trò chơi
zh_hans: 所有游戏
zh_hant: 所有遊戲

# appEnum_WidgetSupportedGame_title
source: Supported Game
de: Unterstütztes Spiel
es: Juego compatible
fil: Sinusuportahang Laro
fr: Jeu pris en charge
it: Gioco supportato
ja: サポートされているゲーム
ko: 지원되는 게임
ru: Поддерживаемая игра
vi: Trò chơi được hỗ trợ
zh_hans: 受支持的游戏
zh_hant: 受支援的遊戲

# intent_bool_false
source: false
de: Falsch
es: falso
fil: mali
fr: faux
it: falso
ja: いいえ
ko: 아니오
ru: нет
vi: sai
zh_hans: 否
zh_hant: 否

# intent_bool_true
source: true
de: Wahr
es: verdadero
fil: tama
fr: vrai
it: vero
ja: はい
ko: 예
ru: да
vi: đúng
zh_hans: 是
zh_hant: 是

# intent_description_chooseTheGame
source: Choose the game
de: Wähle das Spiel
es: Elige el juego
fil: Piliin ang laro
fr: Choisissez le jeu
it: Scegli il gioco
ja: ゲームを選択
ko: 게임 선택
ru: Выберите игру
vi: Chọn trò chơi
zh_hans: 选择游戏
zh_hant: 選擇遊戲

# intent_description_pickTheLocalProfileDuoForThisWidget
source: Choose 2 local profiles for this widget
de: Wählen Sie zwei lokale Profile für dieses Widget aus
es: Elige dos perfiles locales para este widget
fil: Piliin ang dalawang lokal na profile para sa widget na ito
fr: Choisissez deux profils locaux pour ce widget
it: Scegli due profili locali per questo widget
ja: このウィジェット用に2つのプロファイルを選択
ko: 이 위젯에 대한 두 개의 로컬 프로필을 선택하세요
ru: Выберите два локальных профиля для этого виджета
vi: Chọn hai hồ sơ cục bộ cho tiện ích này
zh_hans: 替该小组件选择两个本地账号
zh_hant: 替該小工具選擇兩個本機帳號

# intent_description_pickTheLocalProfileForThisWidget
source: Choose a local profile for this widget
de: Wählen Sie ein lokales Profil für dieses Widget aus
es: Elige un perfil local para este widget
fil: Piliin ang isang lokal na profile para sa widget na ito
fr: Choisissez un profil local pour ce widget
it: Scegli un profilo locale per questo widget
ja: このウィジェット用のプロファイルを選択
ko: 이 위젯에 대한 로컬 프로필을 선택하세요
ru: Выберите локальный профиль для этого виджета
vi: Chọn một hồ sơ cục bộ cho tiện ích này
zh_hans: 替该小组件选择一个本地账号
zh_hant: 替該小工具選擇一個本機帳號

# intent_field_echoOfWarDisplayMethod
source: Echo of War Display
de: Echo des Krieges Anzeige
es: Pantalla de Ecos de la guerra
fil: Ipakita ang Echo of War
fr: Affichage des Échos de la guerre
it: Visualizzazione di Eco della Guerra
ja: [星鉄] 歴戦余韻の残った回数を表示する
ko: 전쟁의 여운 표시
ru: Отображение Эха войны
vi: Hiển thị Dư Âm Chiến Đấu
zh_hans: [星铁] 显示历战余响剩余奖励次数
zh_hant: [星鐵] 顯示歷戰餘響剩餘獎勵次數

# intent_field_expeditionDisplayPolicy
source: Expedition Display Policy
de: Expeditionsanzeige-Richtlinie
es: Política de Visualización de Expediciones
fil: Patakaran sa Pagpapakita ng Ekspedisyon
fr: Politique d'Affichage des Expéditions
it: Politica di Visualizzazione delle Spedizioni
ja: 派遣依頼の表示の方針
ko: 원정 표시 정책
ru: Политика Отображения Экспедиций
vi: Chính sách Hiển thị Thám hiểm
zh_hans: 派遣委托显示策略
zh_hant: 派遣委託顯示策略

# intent_field_followSystemDarkMode
source: Follow system color scheme
de: Dem Farbschema des Systems folgen
es: Seguir el esquema de color del sistema
fil: Sundin ang scheme ng kulay ng sistema
fr: Thème du système
it: Segui il tema colori di sistema
ja: システムの外観モードに沿う
ko: 시스템 색상 구성표 따르기
ru: Использовать системную цветовую схему
vi: Theo dõi chế độ màu của hệ thống
zh_hans: 跟随系统明暗配色方案
zh_hant: 跟隨系統明暗配色方案

# intent_field_game
source: Game
de: Spiel
es: Juego
fil: Laro
fr: Jeu
it: Gioco
ja: ゲーム
ko: 게임
ru: Игра
vi: Trò chơi
zh_hans: 游戏
zh_hant: 遊戲

# intent_field_inverseSelectMode
source: Inverse the Selection
de: Auswahl umkehren
es: Invertir la selección
fil: Baligtarin ang Pagpili
fr: Inverser la sélection
it: Inverti la selezione
ja: 選択を反転する
ko: 선택 반전
ru: Инвертировать выбор
vi: Đảo ngược lựa chọn
zh_hans: 反向选择
zh_hant: 反向選擇

# intent_field_localProfile
source: Local profile
de: Lokales Profil
es: Perfil local
fil: Pook na lokal
fr: Profil local
it: Profilo locale
ja: プロファイル
ko: 로컬 프로필
ru: Локальный профиль
vi: Hồ sơ cục bộ
zh_hans: 本地账号
zh_hant: 本機帳號

# intent_field_localProfile_slot1
source: Local profile #1
de: Lokales Profil #1
es: Perfil local #1
fil: Pook na lokal #1
fr: Profil local #1
it: Profilo locale #1
ja: プロファイル #1
ko: 로컬 프로필 #1
ru: Локальный профиль #1
vi: Hồ sơ cục bộ #1
zh_hans: 本地账号 #1
zh_hant: 本機帳號 #1

# intent_field_localProfile_slot2
source: Local profile #2
de: Lokales Profil #2
es: Perfil local #2
fil: Pook na lokal #2
fr: Profil local #2
it: Profilo locale #2
ja: プロファイル #2
ko: 로컬 프로필 #2
ru: Локальный профиль #2
vi: Hồ sơ cục bộ #2
zh_hans: 本地账号 #2
zh_hant: 本機帳號 #2

# intent_field_showMaterialsInLargeSizeWidget
source: [GI] Show daily materials (large-sized widgets only)
de: [GI] Tägliche Materialien anzeigen (nur große Widgets)
es: [GI] Mostrar materiales diarios (solo widgets grandes)
fil: [GI] Ipakita ang mga materyales araw-araw (para sa malalaking widget lamang)
fr: [GI] Afficher les matériaux quotidiens (widgets de grande taille uniquement)
it: [GI] Mostra materiali giornalieri (solo per widget di grandi dimensioni)
ja: [原神] 毎日の材料情報を表示する (大型ウィジェットのみ)
ko: [GI] 일일 재료 표시 (대형 위젯 전용)
ru: [GI] Показать ежедневные материалы (только для виджетов большого размера)
vi: [GI] Hiển thị tài liệu hàng ngày (chỉ dành cho widget cỡ lớn)
zh_hans: [原神] 在大尺寸小组件显示每日材料
zh_hant: [原神] 在大尺寸小工具顯示每日材料

# intent_field_showStaminaOnly
source: Show Player Stamina Only
de: Nur Spielerausdauer anzeigen
es: Mostrar solo la resistencia del jugador
fil: Ipakita lamang ang stamina ng manlalaro
fr: Afficher uniquement la résine du joueur
it: Mostra solo la resistenza del giocatore
ja: スタミナだけを表示する
ko: 플레이어 체력만 표시
ru: Показывать только выносливость игрока
vi: Chỉ hiển thị thể lực người chơi
zh_hans: 仅显示玩家体力
zh_hant: 僅顯示玩家體力

# intent_field_showTransformer
source: [GI] Show transformer status
de: [GI] Transformatorstatus anzeigen
es: [GI] Mostrar estado del transformador
fil: Ipakita ang status ng transformer
fr: [IG] Afficher l'état du transformateur
it: Visualizza stato trasformatore
ja: [原神] 参量物質変化器の状態を表示する
ko: [GI] 변압기 상태 표시
ru: [GI] Показать статус трансформатора
vi: [GI] Hiển thị trạng thái máy biến áp
zh_hans: [原神] 显示参量质变仪的状态
zh_hant: [原神] 顯示參數質變儀的狀態

# intent_field_staminaDisplayStyle
source: Stamina display style (Resin / Trailblazing Power / Zenless Energy)
de: Ausdauer-Anzeigestil (Harz / Pionierkraft / Zenlose Energie)
es: Estilo de visualización de la resistencia (Resina / Poder de Aventurero / Energía Zenless)
fil: Estilo ng pagpapakita ng Stamina (Resin / Trailblazing Power / Zenless Energy)
fr: Style d'affichage de l'endurance (Résine / Puissance du Pionnier / Énergie Zenless)
it: Stile di visualizzazione della stamina (Resina / Potere Trailblazing / Energia Zenless)
ja: スタミナの表示スタイル（天然樹脂・開拓力・ZZZバッテリー）
ko: 스태미너 표시 스타일 (수지 / 개척의 힘 / 젠레스 에너지)
ru: Стиль отображения выносливости (Смола / Боевой дух / Энергия дзэн)
vi: Kiểu hiển thị thể lực (Nhựa / Sức mạnh phiêu lưu / Năng lượng tĩnh)
zh_hans: 体力显示风格 (原粹树脂 / 开拓力 / 绝区电量)
zh_hant: 體力顯示風格 (原粹樹脂 / 開拓力 / 絕區電量)

# intent_field_trounceBlossomDisplayMethod
source: Trounce Blossom Display
de: Blüte der Eroberung Anzeige
es: Pantalla de Flor de cruzada
fil: Ipakita ang Trounce Blossom
fr: Affichage des fleurs des lignes énergétiques
it: Visualizzazione di Fiore della Conquista
ja: [原神] 征討の花の樹脂値引きを表示する
ko: 토벌의 꽃 표시
ru: Отображение Цветка наказания
vi: Hiển thị Hoa Chinh Phạt
zh_hans: [原神] 显示征讨之花树脂折扣
zh_hant: [原神] 顯示征討之花樹脂折扣

# intent_field_useRandomWallpaper
source: Use random wallpaper
de: Zufälliges Hintergrundbild verwenden
es: Usar fondo de pantalla aleatorio
fil: Gumamit ng random na wallpaper
fr: Utiliser un fond d'écran aléatoire
it: Usa sfondo casuale
ja: ランダムな壁紙を使用
ko: 랜덤 배경화면 사용
ru: Использовать случайные обои
vi: Sử dụng hình nền ngẫu nhiên
zh_hans: 随机选用壁纸
zh_hant: 隨機選用壁紙

# intent_field_useTinyGlassDisplayStyle
source: Use Tiny Glass Display Style
de: Winzigen Glas-Anzeigestil verwenden
es: Usar estilo de visualización de vidrio pequeño
fil: Gumamit ng Maliit na Estilo ng Display ng Salamin
fr: Utiliser le style d'affichage en verre miniature
it: Usa stile di visualizzazione vetro piccolo
ja: ミニガラス表示スタイル
ko: 작은 유리 디스플레이 스타일 사용
ru: Использовать крошечный стеклянный стиль отображения
vi: Sử dụng kiểu hiển thị kính nhỏ
zh_hans: 启用袖珍玻璃显示风格
zh_hant: 啟用袖珍玻璃顯示風格

# intent_field_wallpaper
source: Wallpaper
de: Tapete
es: Fondo de pantalla
fil: Papel de dinding
fr: Fond d'écran
it: Sfondi
ja: 壁紙
ko: 배경화면
ru: Обои
vi: Hình nền
zh_hans: 壁纸
zh_hant: 壁紙

# intent_name_selectGameOnly
source: Only choose the game
de: Nur das Spiel wählen
es: Solo elige el juego
fil: Piliin lamang ang laro
fr: Choisissez uniquement le jeu
it: Scegli solo il gioco
ja: ゲームのみを選択
ko: 게임만 선택
ru: Выбрать только игру
vi: Chỉ chọn trò chơi
zh_hans: 仅选择游戏
zh_hant: 僅選擇遊戲

# intent_name_selectLocalProfile
source: Choose Local Profile
de: Lokales Profil auswählen
es: Elegir perfil local
fil: Piliin ang Lokal na Profile
fr: Choisir le profil local
it: Scegli profilo locale
ja: プロファイルを選択
ko: 로컬 프로필 선택
ru: Выберите локальный профиль
vi: Chọn hồ sơ cục bộ
zh_hans: 选择本地账号
zh_hant: 選擇本機帳號

# intent_name_selectLocalProfile4Peripherals
source: Choose Local Profile (only)
de: Nur lokales Profil wählen
es: Elegir perfil local (únicamente)
fil: Pumili ng Lokal na Profile (lamang)
fr: Choisir le profil local (uniquement)
it: Scegli il Profilo Locale (solo)
ja: プロファイルだけを選択
ko: 로컬 프로필 선택 (전용)
ru: Выберите локальный профиль (только)
vi: Chọn Hồ sơ Cục bộ (chỉ)
zh_hans: 仅选择本地账号
zh_hant: 僅選擇本機帳號

# intent_name_selectLocalProfile4PeripheralsWithExtraConfig
source: Choose Local Profile with Extra Configuration
de: Lokales Profil mit zusätzlicher Konfiguration auswählen
es: Elegir perfil local con configuración extra
fil: Piliin ang Lokal na Profile na may Karagdagang Pag-configure
fr: Choisir un profil local avec configuration supplémentaire
it: Scegli profilo locale con configurazione aggiuntiva
ja: プロファイルを選択＆追加設定
ko: 추가 설정으로 로컬 프로필 선택
ru: Выберите локальный профиль с дополнительной настройкой
vi: Chọn Hồ Sơ Cục Bộ với Cấu Hình Bổ Sung
zh_hans: 选择本地账号及额外配置
zh_hant: 選擇本機帳號及額外配置

# intent_name_selectLocalProfileDuo
source: Choose Local Profile (Dual)
de: Lokales Doppelprofil auswählen
es: Elegir perfil local (Doble)
fil: Piliin ang Lokal na Dual Profile
fr: Choisir le profil local (Double)
it: Scegli profilo locale (Doppio)
ja: 2つのプロファイルを選択
ko: 로컬 듀얼 프로필 선택
ru: Выберите локальный двойной профиль
vi: Chọn hồ sơ cục bộ (Kép)
zh_hans: 选择两个本地账号
zh_hant: 選擇兩個本機帳號

# enka.ASCV.scrollingGuide.appKit
source: Use context menu to switch the current character; Tap anywhere to dismiss.
de: Verwenden Sie das Kontextmenü, um den aktuellen Charakter zu wechseln; Tippen Sie irgendwo, um zu schließen.
es: Usa el menú contextual para cambiar el personaje actual; Toca en cualquier parte para cerrar.
fil: Gamitin ang context menu upang palitan ang kasalukuyang karakter; Tapikin kahit saan upang isara.
fr: Utilisez le menu contextuel pour changer de personnage; Touchez n'importe où pour fermer.
it: Usa il menu contestuale per cambiare personaggio; Tocca ovunque per chiudere.
ja: コンテキストメニューでキャラを切り替え、どこでもタップで閉じます。
ko: 컨텍스트 메뉴로 캐릭터를 전환하세요. 아무 곳이나 탭하면 닫힙니다.
ru: Используйте контекстное меню для смены персонажа; нажмите в любом месте для закрытия.
vi: Dùng menu ngữ cảnh để chuyển nhân vật; Chạm bất kỳ đâu để đóng.
zh_hans: 使用上下文选单切换当前角色；点击任意位置可退出该画面。
zh_hant: 使用上下文選單切換當前角色；點按任意位置可退出該畫面。

# enka.ASCV.summarzeToClipboard.asMD
source: Summarize to Clipboard as Markdown
de: Als Markdown in die Zwischenablage zusammenfassen
es: Resumir al Portapapeles como Markdown
fil: Ibuod sa Clipboard bilang Markdown
fr: Résumer dans le Presse-papiers en Markdown
it: Riassumi negli Appunti come Markdown
ja: MarkDownとしてクリップボードに書き込む
ko: 마크다운으로 클립보드에 요약
ru: Скопировать в буфер как Markdown
vi: Tóm tắt vào Clipboard dưới dạng Markdown
zh_hans: 以 Markdown 格式写入剪贴板
zh_hant: 以 Markdown 格式寫入剪貼簿

# enka.ASCV.summarzeToClipboard.asText
source: Summarize to Clipboard as Plain Text
de: Als einfachen Text in die Zwischenablage zusammenfassen
es: Resumir al Portapapeles como Texto Plano
fil: Ilagay sa Clipboard bilang Plain Text
fr: Résumer dans le Presse-papiers en texte
it: Riassumi negli Appunti come Testo Semplice
ja: プレーンテキストとしてクリップボードに書き込む
ko: 클립보드에 서식을 제거한 텍스트로 요약
ru: Скопировать в буфер как обычный текст
vi: Tóm tắt vào Clipboard dưới dạng Văn bản Thuần túy
zh_hans: 以纯文本格式写入剪贴板
zh_hant: 以純文字格式寫入剪貼簿

# enka.CaseQuery.showCaseAPIServiceProviders.explain.GI
source: ShowCase Query Result Provider depends on which server the UID belongs to: * MicroGG (Celestia and Irminsul server). * Enka Networks (All other servers).
de: ShowCase-Abfrageergebnisanbieter hängt davon ab, welchem Server die UID zugeordnet ist: * MicroGG (Celestia- und Irminsul-Server). * Enka-Netzwerke (Alle anderen Server).
es: ShowCase Query Result Provider depende de a qué servidor pertenece el UID: * MicroGG (servidor Celestia e Irminsul). * Enka Networks (todos los demás servidores).
fil: Ang ShowCase Query Result Provider ay nakasalalay sa kung aling server ang kinabibilangan ng UID: * MicroGG (server ng Celestia at Irminsul). * Enka Networks (Lahat ng ibang server).
fr: Le fournisseur des résultats de la vitrine dépend du serveur auquel l'UID appartient : * MicroGG (serveur Celestia et Irminsul) * Enka Networks (tous les autres serveurs).
it: Il Fornitore di Risultati di ShowCase Query dipende dal server a cui appartiene l'UID: * MicroGG (server Celestia e Irminsul). * Enka Networks (tutti gli altri server).
ja: ショーケースのデータのAPI提供者: * 天空の島と世界樹サーバー限定: MicroGG。 * 他のすべてのサーバー: Enka Networks。
ko: ShowCase 쿼리 결과 제공자는 UID가 속한 서버에 따라 다릅니다: * MicroGG (Celestia 및 Irminsul 서버). * Enka Networks (기타 모든 서버).
ru: Диспетчер результатов ShowCase Query зависит от сервера, к которому принадлежит UID: * MicroGG (серверы Celestia и Irminsul). * Enka Networks (все остальные сервера).
vi: Nhà cung cấp Kết Quả Truy Vấn ShowCase phụ thuộc vào máy chủ mà UID thuộc về: * MicroGG (máy chủ Celestia và Irminsul). * Enka Networks (Tất cả các máy chủ khác).
zh_hans: 展柜查询数据来源: * 天空岛＆世界树: MicroGG。 * 其余区服: Enka Networks。
zh_hant: 展櫃查詢結果由下述來源提供: * 天空島＆世界樹: MicroGG。 * 其餘區服: Enka Networks。

# enka.CaseQuery.showCaseAPIServiceProviders.explain.HSR
source: ShowCase Query Result Provider depends on which server the UID belongs to: * MiHoMo Origin (Celestia-AstralExpress and Irminsul-Nameless server). * Enka Networks (All other servers).
de: Der ShowCase Query Result Provider hängt davon ab, zu welchem Server die UID gehört: * MiHoMo Origin (Celestia-AstralExpress und Irminsul-Nameless Server) * Enka Networks (Alle anderen Server)
es: El proveedor de resultados de consulta de ShowCase depende de a qué servidor pertenece el UID: * MiHoMo Origin (servidor Celestia-AstralExpress e Irminsul-Nameless). * Enka Networks (todos los demás servidores).
fil: Ang Tagapagbigay ng Resulta ng ShowCase Query ay nakadepende sa kung aling server kabilang ang UID: * MiHoMo Origin (Celestia-AstralExpress at Irminsul-Nameless server). * Enka Networks (Lahat ng ibang server).
fr: Le fournisseur des résultats de la vitrine dépend du serveur auquel l'UID appartient : * MiHoMo Origin (serveurs Celestia-AstralExpress et Irminsul-Nameless). * Enka Networks (tous les autres serveurs).
it: Il fornitore dei risultati di ShowCase Query dipende da quale server appartiene l'UID: * MiHoMo Origin (server Celestia-AstralExpress e Irminsul-Nameless). * Enka Networks (tutti gli altri server).
ja: ショーケースのデータのAPI提供者: * 天空の島(星穹列車)と世界樹(ナナシビト)サーバー限定: MiHoMo Origin。 * 他のすべてのサーバー: Enka Networks。
ko: ShowCase 쿼리 결과 제공자는 UID가 속한 서버에 따라 다릅니다: * MiHoMo Origin (Celestia-AstralExpress 및 Irminsul-Nameless 서버). * Enka Networks (다른 모든 서버).
ru: Поставщик результатов запроса ShowCase зависит от сервера, которому принадлежит UID: * MiHoMo Origin (сервер Celestia-AstralExpress и Irminsul-Nameless). * Enka Networks (все остальные серверы).
vi: Nhà cung cấp Kết quả Truy vấn ShowCase phụ thuộc vào máy chủ mà UID thuộc về: * MiHoMo Origin (máy chủ Celestia-AstralExpress và Irminsul-Nameless). * Enka Networks (Tất cả các máy chủ khác).
zh_hans: 展柜查询数据来源: * 天空岛(星穹列车)＆世界树(无名客): MiHoMo Origin。 * 其余区服: Enka Networks。
zh_hant: 展櫃查詢結果由下述來源提供: * 天空島(星穹列車)＆世界樹(無名客): MiHoMo Origin。 * 其餘區服: Enka Networks。

# enka.CaseQuery.title.GI
source: Query ShowCase (Genshin Impact)
de: Abfrage Vitrine (Genshin Impact)
es: Consulta ShowCase (Genshin Impact)
fr: Afficher la vitrine (Genshin Impact)
ja: ショーケースを調べる (原神)
ko: 쿼리 쇼케이스 (원신)
ru: Запрос витрины (Genshin Impact)
vi: Truy vấn ShowCase (Genshin Impact)
zh_hans: 查询展柜 (原神)
zh_hant: 查詢展櫃 (原神)

# enka.CaseQuery.title.HSR
source: Query ShowCase (Star Rail)
de: Anfrage Schaukasten (Star Rail)
es: Consultar ShowCase (Star Rail)
fr: Afficher la vitrine (Star Rail)
it: Vetrina query (Star Rail)
ja: ショーケースを調べる (スターレイル)
ko: 쿼리 쇼케이스 (스타 레일)
ru: Запрос витрины (Звёздный путь)
vi: Tìm kiếm ShowCase (Star Rail)
zh_hans: 查询展柜 (星穹铁道)
zh_hant: 查詢展櫃 (星穹鐵道)
