Repository: pizza-studio/PizzaHelperUnited
Catalog: _i18n_xliff/UnitedPizzaHelper Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fil, fr, it, ja, ko, ru, vi, zh_hans, zh_hant

# gachaKit.FileExchangeException.accessFailureComDlg32
source: Insufficient privileges on accessing the given file.
de: Unzureichende Berechtigungen für den Zugriff auf die angegebene Datei.
es: Privilegios insuficientes para acceder al archivo dado.
fil: Walang sapat na pribilehiyo sa pag-access sa ibinigay na file.
fr: Privilèges insuffisants pour accéder au fichier demandé.
it: Privilegi insufficienti per accedere al file fornito.
ja: このファイルのアクセスにはさらなる権限が必要である。
ko: 주어진 파일에 대한 접근 권한이 부족합니다.
ru: Недостаточно прав доступа для открытия данного файла.
vi: Không đủ quyền để truy cập tệp được cung cấp.
zh_hans: 对该文件的访问需要更多的权限。
zh_hant: 對該檔案的存取需要更多的權限。

# gachaKit.FileExchangeException.fileNotExist
source: Either the specified file does not exist or is inaccessible.
de: Entweder existiert die angegebene Datei nicht oder sie ist nicht zugänglich.
es: El archivo especificado no existe o es inaccesible.
fil: Maaaring ang tinukoy na file ay hindi umiiral o hindi ma-access.
fr: Soit le fichier spécifié n'existe pas, soit il est inaccessible.
it: O il file specificato non esiste oppure è inaccessibile.
ja: 指定されたファイルが存在しないか、アクセスできません。
ko: 지정된 파일이 존재하지 않거나 접근할 수 없습니다.
ru: Указанный файл либо не существует, либо недоступен.
vi: Tệp được chỉ định không tồn tại hoặc không thể truy cập.
zh_hans: 指定的文件不存在或无法访问。
zh_hant: 指定的檔案不存在或無法存取。

# gachaKit.FileExchangeException.fileParseFailure
source: The given file does not match the chosen file format.
de: Die ausgewählte Datei stimmt nicht mit dem gewählten Dateiformat überein.
es: El archivo proporcionado no coincide con el formato de archivo elegido.
fil: Ang ibinigay na file ay hindi tumutugma sa napiling format ng file.
fr: Le fichier fourni ne correspond pas au format de fichier choisi.
it: Il file fornito non corrisponde al formato di file scelto
ja: 指定されたファイルは、選択されたファイル形式として解読できませんでした。
ko: 지정된 파일이 선택된 파일 형식과 일치하지 않습니다.
ru: Указанный файл не соответствует выбранному формату файла
vi: Tệp đã cho không khớp với định dạng tệp đã chọn.
zh_hans: 该文件无法以指定的格式解读。
zh_hant: 該檔案無法以指定的格式解讀。

# gachaKit.FileExchangeException.uigfEntryInsertionError
source: Error happened on inserting the imported gacha entries into the database.
de: Fehler beim Einfügen der importierten Gacha-Einträge in die Datenbank aufgetreten.
es: Se produjo un error al insertar las entradas de gacha importadas en la base de datos.
fil: Nagkaroon ng error sa pagpasok ng mga inangkat na gacha entries sa database
fr: Une erreur s'est produite lors de l'insertion des entrées de gacha importées dans la base de données
it: Si è verificato un errore durante l'inserimento delle voci gacha importate nel database.
ja: ガチャ記録をデータベースに書き込む時にはエラーが発生しました。
ko: 데이터베이스에 가져온 가챠 항목을 삽입하는 중 오류가 발생했습니다.
ru: Произошла ошибка при вставке импортированных записей гача в базу данных.
vi: Đã xảy ra lỗi khi chèn các mục gacha đã nhập vào cơ sở dữ liệu.
zh_hans: 往数据库内写入正在导入的抽卡记录时出现错误。
zh_hant: 往資料庫內寫入正在匯入的抽卡記錄時出現錯誤。

# gachaKit.GMDB.clickHereToUpdateGMDB
source: Click Here to Update GachaMetaDB
de: Hier klicken, um GachaMetaDB zu aktualisieren
es: Haga clic aquí para actualizar GachaMetaDB
fil: I-click Dito upang I-update ang GachaMetaDB
fr: Cliquez ici pour mettre à jour GachaMetaDB
it: Fare clic qui per aggiornare GachaMetaDB
ja: タップして GachaMetaDB を更新
ko: 여기를 클릭하여 GachaMetaDB를 업데이트하세요
ru: Нажмите здесь, чтобы обновить GachaMetaDB
vi: Nhấp vào đây để cập nhật GachaMetaDB
zh_hans: 点此更新 GachaMetaDB
zh_hant: 點此更新 GachaMetaDB

# gachaKit.GMDB.gmdbExpired.explanation
source: GachaMetaDB is out of date for handling certain gacha item entries in either the local app gacha entry database or from external sources. This DB contains crucial info for mapping ItemIDs and their translations, plus telling the rarity type of each gacha item.
de: GachaMetaDB ist veraltet für die Bearbeitung bestimmter Gacha-Item-Einträge in der lokalen App-Gacha-Eintragsdatenbank oder aus externen Quellen. Diese Datenbank enthält wichtige Informationen zur Zuordnung von Item-IDs und deren Übersetzungen sowie zur Bestimmung der Seltenheitstypen jedes Gacha-Items.
es: GachaMetaDB está desactualizado para manejar ciertas entradas de objetos gacha en la base de datos de entradas gacha de la aplicación local o de fuentes externas. Esta base de datos contiene información crucial para mapear los identificadores de elementos y sus traducciones, además de indicar el tipo de rareza de cada objeto gacha.
fil: GachaMetaDB ay luma na para sa paghawak ng ilang mga entry ng gacha item sa alinman sa lokal na app gacha entry database o mula sa mga panlabas na mapagkukunan. Ang DB na ito ay naglalaman ng mahalagang impormasyon para sa pagtutugma ng ItemIDs at ang kanilang mga pagsasalin, kasama na ang pagkilala sa uri ng pagiging bihira ng bawat gacha item.
fr: GachaMetaDB est obsolète pour gérer certaines entrées gacha soit dans la base de données locale de l'application, soit à partir de sources externes. Cette base de données contient des informations cruciales pour identifier les identifiant des objets et leurs traductions, en plus d'indiquer le type de rareté de chaque élément.
it: GachaMetaDB è obsoleto per la gestione di alcune voci di oggetti gacha sia nel database locale delle voci dell'app gacha che da fonti esterne. Questo DB contiene informazioni cruciali per mappare gli ItemID e le loro traduzioni, oltre a indicare il tipo di rarità di ogni oggetto gacha.
ja: GachaMetaDB は、（この端末での）当アプリのガチャ記録データベースや外部ソースからの特定のガチャ部品記録の処理において古くなり、ガチャ記録の交換などのお役に立てられません。このデータベースには、ItemID とその（諸言語の）名称をお互いに参照するための重要な情報が含まれており、各ガチャ部品の稀有度情報も載っております。
ko: GachaMetaDB는 로컬 앱 가챠 항목 데이터베이스 또는 외부 소스에서 특정 가챠 항목 항목을 처리하기에 구식입니다. 이 데이터베이스에는 ItemID와 그 번역을 매핑하고 각 가차 항목의 희귀 유형을 설명하는 중요한 정보가 포함되어 있습니다
ru: GachaMetaDB устарела для обработки некоторых записей предметов гача, как в локальной базе данных приложения, так и из внешних источников. Эта база данных содержит важную информацию для сопоставления идентификаторов предметов и их переводов, а также определения типа редкости каждого предмета гача.
vi: GachaMetaDB đã lỗi thời trong việc xử lý một số mục gacha trong cơ sở dữ liệu gacha của ứng dụng địa phương hoặc từ các nguồn bên ngoài. Cơ sở dữ liệu này chứa thông tin quan trọng để ánh xạ ItemID và bản dịch của chúng, cũng như cho biết loại độ hiếm của mỗi vật phẩm gacha.
zh_hans: 这部设备上的 GachaMetaDB 已经过期、无法正常用来处理来自本 App 的本地数据库或外部来源的某些抽卡物品条目。GachaMetaDB 数据库包含了专门用来映射 ItemID 及其翻译的重要信息，且记载了每个抽卡物品的稀有等级查询表。
zh_hant: 這部裝置上的 GachaMetaDB 已經過期、無法正常用來處理來自該應用的本機資料庫或外部來源的某些抽卡物品條目。GachaMetaDB 資料庫包含了用以映射 ItemID 及其翻譯的重要資訊，且記載了每個抽卡物品的稀有等級查詢表。

# gachaKit.GachaMetaDBError.DatabaseExpired
source: Local GachaMetaDB cache expired. A possible reason is the failure of fetching the latest remote database. If you are situated in Mainland China without solid access to GitHub, please contact the developer regarding the situation of the outdated mirrors.
de: Lokaler GachaMetaDB-Cache ist abgelaufen. Ein möglicher Grund ist das Scheitern beim Abrufen der neuesten Remote-Datenbank. Wenn Sie sich in Festlandchina befinden und keinen stabilen Zugriff auf GitHub haben, wenden Sie sich bitte an den Entwickler, um den Status der veralteten Spiegelserver zu klären.
es: La caché local de GachaMetaDB ha caducado. Una posible razón es el fallo al obtener la última base de datos remota. Si te encuentras en China continental sin acceso estable a GitHub, contacta con el desarrollador para consultar la situación de los espejos desactualizados.
fil: Nag-expire ang local GachaMetaDB cache. Posibleng dahilan ay ang kabiguang makuha ang pinakabagong remote database. Kung ikaw ay nasa Mainland China at walang matatag na access sa GitHub, mangyaring kontakin ang developer tungkol sa sitwasyon ng mga luma nang mirror.
fr: Le cache local GachaMetaDB a expiré. Une raison possible est l'échec de la récupération de la dernière base de données distante. Si vous êtes en Chine continentale sans accès fiable à GitHub, veuillez contacter le développeur concernant la situation des miroirs obsolètes.
it: La cache locale di GachaMetaDB è scaduta. Una possibile ragione è il fallimento nel recuperare l'ultimo database remoto. Se ti trovi nella Cina continentale senza accesso stabile a GitHub, contatta lo sviluppatore riguardo la situazione dei mirror obsoleti.
ja: ローカルGachaMetaDBキャッシュは失効しました。主な原因は最新のリモートデータベースの取得失敗です。中国本土でGitHubへの安定したアクセスがない場合は、開発者に連絡してミラーの古い状況について確認してください。
ko: 로컬 GachaMetaDB 캐시가 만료되었습니다. 가능한 원인은 최신 원격 데이터베이스를 가져오지 못한 것입니다. 중국 본토에서 GitHub에 안정적으로 접근할 수 없다면, 개발자에게 연락하여 구버전 미러의 상황을 문의하세요.
ru: Срок действия локального кеша GachaMetaDB истек. Возможная причина — не удалось получить последнюю удалённую базу данных. Если вы находитесь в материковом Китае без стабильного доступа к GitHub, обратитесь к разработчику по поводу ситуации с устаревшими зеркалами.
vi: Bộ nhớ đệm GachaMetaDB cục bộ đã hết hạn. Nguyên nhân có thể là do không lấy được cơ sở dữ liệu từ xa mới nhất. Nếu bạn ở Trung Quốc đại lục mà không thể truy cập ổn định vào GitHub, hãy liên hệ với nhà phát triển để hỏi về tình trạng các máy chủ mirror đã lỗi thời.
zh_hans: 本机 GachaMetaDB 缓存已过期。可能是未能获取到最新的远端数据库。如果您身处中国大陆且无法稳定访问 GitHub，请联系开发者调查确认相关资料库在中国大陆的镜照是否过期。
zh_hant: 本機 GachaMetaDB 快取已過期。可能是未能獲取到最新的遠端資料庫。如果您位於中國大陸且無法穩定訪問 GitHub，請聯絡開發者調查確認相關資料庫在中國大陸的鏡照是否過期。

# gachaKit.GachaMetaDBError.EmptyFetchResult
source: Empty results retrieved while trying to online-update GachaMetaDB.
de: Keine Ergebnisse erhalten beim Versuch, GachaMetaDB online zu aktualisieren.
es: Se obtuvieron resultados vacíos al intentar actualizar en línea GachaMetaDB.
fil: Walang nakuha na resulta habang sinusubukang i-online-update ang GachaMetaDB.
fr: Aucun résultat lors de la tentative de mise à jour en ligne de GachaMetaDB.
it: Risultati vuoti recuperati durante il tentativo di aggiornare online GachaMetaDB.
ja: 受け取った資料は空っぽでした（ローカルGachaMetaDBキャッシュのアップデート中の話）。
ko: GachaMetaDB를 온라인 업데이트하는 동안 빈 결과가 검색되었습니다.
ru: При попытке онлайн-обновления GachaMetaDB получены пустые результаты
vi: Không có kết quả nào được truy xuất khi cố gắng cập nhật trực tuyến GachaMetaDB.
zh_hans: 尝试更新 GachaMetaDB 缓存时，获取到的数据是空的。
zh_hant: 嘗試更新 GachaMetaDB 快取時，獲取到的資料是空的。

# gachaKit.GachaMetaDBError.ResultFetchFailed
source: Failed from attempting to to online-update GachaMetaDB.
de: Fehler beim Versuch, GachaMetaDB online zu aktualisieren.
es: Error al intentar actualizar en línea GachaMetaDB.
fil: Nabigo ang pag-susubok na mag-online update ng GachaMetaDB.
fr: Échec de la tentative de mise à jour en ligne de GachaMetaDB
it: Errore durante il tentativo di aggiornamento online di GachaMetaDB.
ja: 資料の受け取りは失敗しました（ローカルGachaMetaDBキャッシュのアップデート中の話）。
ko: GachaMetaDB 온라인 업데이트 시도 실패.
ru: Ошибка при попытке онлайн-обновления GachaMetaDB
vi: Không thành công từ việc thử cập nhật trực tuyến GachaMetaDB.
zh_hans: 尝试更新 GachaMetaDB 缓存时失败。
zh_hant: 嘗試更新 GachaMetaDB 快取時失敗。

# gachaKit.GachaMetaDBError.itemIDInvalid
source: ItemID Invalid.
de: Item-ID ungültig.
es: ID del artículo no válido.
fil: Hindi wastong ItemID.
fr: ID de l'objet invalide.
it: ID articolo non valido.
ja: ItemID が無効です。
ko: 잘못된 ItemID입니다.
ru: Недопустимый ID элемента
vi: ItemID không hợp lệ.
zh_hans: ItemID 无效。
zh_hant: ItemID 無效。

# gachaKit.GachaRootView.navDescription
source: This app does not contain paid gacha. The Gacha Record Manager in this app only allows users to manage their personal gacha records for some of the games supported by this app. // Your gacha records in this app will only be stored in the private iCloud space of your current Apple ID, as well as on any Apple devices that are signed in with that Apple ID and have this app installed and in-use, hence no privacy concerns needed. // Zenless Zone Zero is currently not supported by this feature.
de: Diese App enthält kein bezahltes Gacha. Der Gacha-Rekordmanager in dieser App ermöglicht es Benutzern lediglich, ihre persönlichen Gacha-Aufzeichnungen für einige der von dieser App unterstützten Spiele zu verwalten. // Ihre Gacha-Aufzeichnungen in dieser App werden nur im privaten iCloud-Bereich Ihrer aktuellen Apple-ID sowie auf allen Apple-Geräten gespeichert, die mit dieser Apple-ID angemeldet sind und auf denen diese App installiert und in Gebrauch ist, sodass keine Datenschutzbedenken bestehen. // Zenless Zone Zero wird derzeit von dieser Funktion nicht unterstützt.
es: Esta aplicación no contiene gacha de pago. El Gestor de Registros de Gacha en esta aplicación solo permite a los usuarios gestionar sus registros personales de gacha para algunos de los juegos compatibles con esta aplicación. // Tus registros de gacha en esta aplicación solo se almacenarán en el espacio privado de iCloud de tu actual ID de Apple, así como en cualquier dispositivo Apple que haya iniciado sesión con ese ID de Apple y tenga esta aplicación instalada y en uso, por lo que no se necesitan preocupaciones sobre la privacidad. // Zenless Zone Zero no es compatible actualmente con esta función.
fil: Walang bayad na gacha sa app na ito. Ang Gacha Record Manager sa app na ito ay nagbibigay-daan lamang sa mga gumagamit na pamahalaan ang kanilang personal na gacha records para sa ilan sa mga laro na sinusuportahan ng app na ito. // Ang iyong mga gacha record sa app na ito ay maiimbak lamang sa pribadong iCloud space ng kasalukuyang Apple ID mo, gayundin sa anumang mga Apple device na naka-sign in gamit ang Apple ID na iyon at may naka-install at ginagamit na app na ito, kaya't walang kinakailangang pag-alalang sa privacy. // Hindi pa kasalukuyang sinusuportahan ng tampok na ito ang Zenless Zone Zero.
fr: Cette application ne contient pas de paiements intégrés. L'enregistrements de vos données de gacha dans cette application permet uniquement de gérer pouvoir les voir et les gérer. Seulement certains sont jeux pris en charge par cette application. Vos données dans cette application seront uniquement stockés dans l'espace iCloud privé de votre identifiant Apple actuel, ainsi que sur tous les appareils Apple qui sont connectés avec cet identifiant Apple et avec cette application installée et utilisée, donc aucune mesure de confidentialité n'est nécessaire. Zenless Zone Zero n'est actuellement pas pris en charge par cette fonctionnalité.
it: Questa app non contiene gacha a pagamento. Il Gestore di Record Gacha in questa app permette solo agli utenti di gestire i propri record personali di gacha per alcuni dei giochi supportati da questa app. // I tuoi record di gacha in questa app saranno memorizzati solo nello spazio privato di iCloud del tuo attuale ID Apple, così come su qualsiasi dispositivo Apple che ha effettuato l'accesso con quell'ID Apple e ha installato e usa questa app, quindi non sono necessarie preoccupazioni sulla privacy. // Zenless Zone Zero attualmente non è supportato da questa funzione.
ja: 当アプリには有料ガチャは含まれておりません。このガチャ記録管理機能は、当アプリのサポート対象としている一部のゲームにおいてユーザーが自分のガチャ記録を管理することのみが可能です。貴殿のガチャ記録は、この端末のログインしている Apple ID の iCloud ストレージ内、そしてその Apple ID のサインイン状態中（且つ当アプリを実装してお用いしていた）Apple 端末にのみ保存されておりますので、プライバシー上のご配慮は要りません。「ゼンレスゾーンゼロ（絶区ゼロ）」は現時点で当アプリのこの機能のサポート対象外です。
ko: 이 앱에는 유료 가챠가 포함되어 있지 않습니다. 이 앱의 가챠 기록 관리자는 사용자가 이 앱이 지원하는 일부 게임의 개인 가챠 기록을 관리할 수 있도록 합니다. // 이 앱에서의 가챠 기록은 현재 Apple ID의 개인 iCloud 공간과 해당 Apple ID로 로그인하고 이 앱을 설치 및 사용하는 Apple 기기에만 저장되므로 개인정보 보호 문제는 필요하지 않습니다. // 현재 Zenless Zone Zero는 이 기능을 지원하지 않습니다.
ru: Это приложение не содержит платные гачапульты. Менеджер записей гачи в этом приложении позволяет пользователям только управлять своими личными записями гачи для некоторых игр, поддерживаемых этим приложением. // Ваши записи гачи в этом приложении будут храниться только в приватном пространстве iCloud вашего текущего Apple ID, а также на любых устройствах Apple, в которые выполнен вход с этим Apple ID и на которых установлено и используется это приложение, поэтому беспокоиться о конфиденциальности не нужно. // Zenless Zone Zero в настоящее время не поддерживается этой функцией.
vi: Ứng dụng này không có gacha trả phí. Trình quản lý Hồ sơ Gacha trong ứng dụng này chỉ cho phép người dùng quản lý hồ sơ gacha cá nhân của họ cho một số trò chơi được ứng dụng này hỗ trợ. // Hồ sơ gacha của bạn trong ứng dụng này sẽ chỉ được lưu trữ trong không gian iCloud riêng của Apple ID hiện tại của bạn, cũng như trên bất kỳ thiết bị Apple nào đã đăng nhập với Apple ID đó và có ứng dụng này được cài đặt và sử dụng, do đó không cần lo lắng về quyền riêng tư. // Zenless Zone Zero hiện không được tính năng này hỗ trợ.
zh_hans: 本 App 不包含付费转蛋。该抽卡记录管理功能仅允许用户就「被本App所支援的部分游戏」管理自己的个人抽卡（转蛋）记录。您的抽卡记录仅会存储在您当前的 Apple ID 的私有 iCloud 空间内、以及任何登录了该 Apple ID 且有安装使用本 App 的 Apple 设备，不会有隐私上的安全问题。本 App 的抽卡记录管理功能现阶段不提供对绝区零的支持。
zh_hant: 敝應用不包含付費轉蛋。該抽卡記錄管理功能僅允許使用者就「被敝應用所支援的部分遊戲」管理自己的個人抽卡（轉蛋）記錄。您的抽卡記錄僅會存儲在您當前的 Apple ID 的私有 iCloud 空間內、以及任何登入了該 Apple ID 且有安裝使用敝應用的 Apple 裝置，不會有隱私上的安全問題。敝應用的抽卡記錄管理功能現階段不提供對絕區零的支援。

# gachaKit.GachaRootView.navTitle
source: Gacha Record Manager
de: Gacha-Aufzeichnungsmanager
es: Administrador de Registro de Gacha
fil: Tagapamahala ng Tala ng Gacha
fr: Historique Gacha
it: Gestore dei Record Gacha
ja: ガチャ記録管理
ko: 가챠 기록 관리자
ru: Менеджер записей Гача
vi: Trình quản lý ghi chép Gacha
zh_hans: 抽卡记录管理
zh_hant: 抽卡記錄管理

# gachaKit.ParseGachaURLError.invalidServer
source: [ParseGachaURLError] Server invalid.
de: [ParseGachaURLError] Server ungültig.
es: [ParseGachaURLError] Servidor inválido.
fil: Hindi wastong server
fr: [ParseGachaURLError] Serveur invalide.
it: [ParseGachaURLError] Server non valido.
ja: [ParseGachaURLError] サーバー情報は使えません。
ko: [ParseGachaURLError] 서버가 유효하지 않습니다.
ru: [ParseGachaURLError] Неверный сервер.
vi: [LỗiPhânTíchGachaURL] Máy chủ không hợp lệ.
zh_hans: [ParseGachaURLError] 服务器参数值无效。
zh_hant: [ParseGachaURLError] 伺服器資料值不合理。

# gachaKit.ParseGachaURLError.invalidURL
source: [ParseGachaURLError] URL invalid.
de: [ParseGachaURLError] URL ungültig.
es: [ParseGachaURLError] URL inválida.
fil: [ParseGachaURLError] Hindi balido ang URL.
fr: [ParseGachaURLError] URL invalide.
it: [ParseGachaURLError] URL non valido.
ja: [ParseGachaURLError] このURLは使えません。
ko: [ParseGachaURLError] URL이 잘못되었습니다.
ru: [ParseGachaURLError] Неверный URL.
vi: [ParseGachaURLError] URL không hợp lệ.
zh_hans: [ParseGachaURLError] URL 无效。
zh_hant: [ParseGachaURLError] URL 不合理。

# gachaKit.ParseGachaURLError.noAuthenticationKey
source: [ParseGachaURLError] Authentication key missing.
de: [ParseGachaURLError] Authentifizierungsschlüssel fehlt.
es: Falta la clave de autenticación.
fil: [KasalukuyangNag-aayosGachaURLError] Nawawala ang authentication key.
fr: [ParseGachaURLError] Clé d'authentification manquante.
it: [ParseGachaURLError] Chiave di autenticazione mancante.
ja: [ParseGachaURLError] 認証用「key」が欠如。
ko: [ParseGachaURLError] 인증 키가 누락되었습니다.
ru: [ParseGachaURLError] Отсутствует ключ аутентификации.
vi: Khóa xác thực bị thiếu
zh_hans: [ParseGachaURLError] 验证用密钥缺失。
zh_hant: [ParseGachaURLError] 認證用密鑰缺失。

# gachaKit.ParseGachaURLError.noAuthenticationKeyVersion
source: [ParseGachaURLError] The version info of `key` is missing in the authentication key.
de: [ParseGachaURLError] Die Versionsinformation von `key` fehlt im Authentifizierungsschlüssel.
es: El intel de versión de `key` falta en la clave de autenticación.
fil: [ParseGachaURLError] Ang bersyon na intel ng `key` ay nawawala sa authentication key.
fr: [ParseGachaURLError] La version de `key` est absente dans la clé d'authentification.
it: [ParseGachaURLError] La versione intel di `key` è mancante nella chiave di autenticazione.
ja: [ParseGachaURLError] 認証用「key」のバージョンが不明。
ko: [ParseGachaURLError] 인증 키에 `key`의 버전 정보가 누락되었습니다.
ru: [ParseGachaURLError] Информация о версии `key` отсутствует в ключе аутентификации.
vi: [LỗiParseGachaURL] Thông tin phiên bản của `key` bị thiếu trong khóa xác thực.
zh_hans: [ParseGachaURLError] 验证用密钥版本参数值缺失。
zh_hant: [ParseGachaURLError] 認證用密鑰版本資訊缺失。

# gachaKit.ParseGachaURLError.noServer
source: [ParseGachaURLError] Server info is missing.
de: [ParseGachaURLError] Server-Informationen fehlen.
es: [FalloDeParseoGacha] Falta información del servidor.
fil: [ParseGachaURLError] Nawawala ang impormasyon mula sa server.
fr: [IntelServeurErreur] Informations serveur manquantes.
it: [IntelServerGachaErroreParse] Informazioni sul server mancanti.
ja: [ParseGachaURLError] サーバー情報欠如。
ko: [ParseGachaURLError] 서버 정보가 누락되었습니다.
ru: [ParseGachaURLError] Нет данных об этом сервере
vi: [LỗiPhânTíchGachaURL] Thiếu thông tin máy chủ.
zh_hans: [ParseGachaURLError] 服务器参数值缺失。
zh_hant: [ParseGachaURLError] 伺服器資訊缺失。

# gachaKit.ParseGachaURLError.noSignType
source: [ParseGachaURLError] Sign type missing.
de: [ParseGachaURLError] Fehlender Signaturtyp.
es: [FalloParseoGachaURL] Tipo de firma faltante
fil: [ParseGachaURLError] Nawawala ang uri ng lagda.
fr: [ParseGachaURLError] Type de signature manquant.
it: [ParseGachaURLError] Tipo firma mancante.
ja: [ParseGachaURLError] Signのタイプ情報が欠如。
ko: [ParseGachaURLError] 서명 유형 누락.
ru: [ParseGachaURLError] Отсутствует тип подписи.
vi: [ParseGachaURLError] Thiếu loại chữ ký.
zh_hans: [ParseGachaURLError] Sign 类型参数值缺失。
zh_hant: [ParseGachaURLError] Sign 類型資訊缺失。

# gachaKit.ParseGachaURLError.urlGenerationFailure
source: [ParseGachaURLError] Failed from generating gacha URL.
de: [ParseGachaURLError] Fehler beim Erstellen der Gacha-URL
es: [ParseGachaURLError] Error al generar la URL de gacha
fil: [NabigongMagparseGachaURL] Nabigo sa pagbuo ng gacha URL.
fr: [ParseGachaURLError] Échec de la génération de l'URL gacha.
it: [ParseGachaURLError] Errore nella generazione dell'URL gacha.
ja: [ParseGachaURLError] ガチャ記録専用URL、作成失敗。
ko: 가챠 URL 생성 실패: ParseGachaURLError
ru: [ParseGachaURLError] Не удалось создать URL для гача.
vi: [ParseGachaURLError] Không tạo được URL gacha.
zh_hans: [ParseGachaURLError] 没能成功生成抽卡URL。
zh_hant: [ParseGachaURLError] 沒能成功生成抽卡 URL。

# gachaKit.alertToast.succeeded
source: Succeeded
de: Erfolgreich
es: Correcto
fil: Nagtagumpay
fr: Succès
it: Riuscito
ja: 操作完了
ko: 성공했습니다
ru: Успешно завершено
vi: Thành công
zh_hans: 任务完成
zh_hant: 任務完成

# gachaKit.chart.average
source: Average Pulls
de: Durchschnittliche Ziehungen
es: Extracciones promedio
fil: Average na Pag-hila
fr: Voeux moyens
it: Prelievi medi
ja: 平均回数
ko: 평균 횟수
ru: Среднее количество вытягиваний
vi: Trung bình lượt kéo
zh_hans: 平均抽数
zh_hant: 平均抽數

# gachaKit.chart.character
source: Character
de: Zeichen
es: Carácter
fil: Tauhan
fr: Personnage
it: Carattere
ja: キャラ
ko: 문자
ru: Персонаж
vi: Ký tự
zh_hans: 角色
zh_hant: 角色

# gachaKit.chart.noPentaStarsFound
source: No 5-star characters / weapons found.
de: Keine 5-Sterne-Charaktere / Waffen gefunden
es: No se encontraron personajes / armas de 5 estrellas.
fil: Walang nahanap na 5-star na karakter / armas.
fr: Aucun personnage / arme 5 étoiles trouvé
it: Nessun personaggio / arma 5 stelle trovato
ja: 星５のキャラ・武器は見つかりませんでした。
ko: 5성 캐릭터 / 무기를 찾을 수 없습니다.
ru: Не найдено 5-звездочных персонажей / оружия
vi: Không tìm thấy nhân vật / vũ khí 5 sao nào.
zh_hans: 尚未搜索到五星角色或武器。
zh_hant: 尚未檢索到五星角色或武器。

# gachaKit.chart.pullCount
source: Pull Count
de: Abrufanzahl
es: Conteo de Extracciones
fil: Bilang ng Bunot
fr: Nombre de voeux
it: Conteggio Pull
ja: ガチャ回数
ko: 풀 카운트
ru: Количество извлечений
vi: Tổng số lượng kéo
zh_hans: 抽数
zh_hant: 抽數

# gachaKit.exchange.backAndReselectFile.button
source: Go back and select another file
de: Gehen Sie zurück und wählen Sie eine andere Datei aus
es: Regresar y seleccionar otro archivo
fil: Bumalik at pumili ng ibang file
fr: Revenez en arrière et sélectionnez un autre fichier
it: Torna indietro e seleziona un altro file
ja: 戻って別のファイルを読み込む
ko: 뒤로 가서 다른 파일을 선택하세요
ru: Вернитесь и выберите другой файл
vi: Quay lại và chọn một tệp khác
zh_hans: 返回且选择其他的文件
zh_hant: 返回且選擇其他的檔案
