Repository: pizza-studio/PizzaHelperUnited
Catalog: _i18n_xliff/UnitedPizzaHelper Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fil, fr, it, ja, ko, ru, vi, zh_hans, zh_hant

# gachaKit.profile.bigChart
source: Detailed Chart
de: Detailliertes Diagramm
es: Gráfico detallado
fil: Detalyadong Tsart
fr: Graphique détaillé
it: Grafico dettagliato
ja: 詳細図表
ko: 상세 차트
ru: Подробная диаграмма
vi: Biểu đồ chi tiết
zh_hans: 详细图表
zh_hant: 詳細圖表

# gachaKit.profile.detailedList
source: Detailed Records
de: Detaillierte Aufzeichnungen
es: Registros detallados
fil: Mga Detalyadong Tala
fr: Historique détaillés
it: Record dettagliati
ja: 詳細記録
ko: 상세 기록
ru: Подробные записи
vi: Hồ sơ chi tiết
zh_hans: 详细记录
zh_hant: 詳細記錄

# gachaKit.prompt.noGachaProfileFound
source: No gacha records found.
de: Keine Gacha-Daten gefunden
es: No se encontraron registros de gacha
fil: Walang natagpuang gacha records
fr: Aucun historique gacha trouvé.
it: Nessun record gacha trovato
ja: ガチャ記録は見つかりませんでした。
ko: 가챠 기록이 없습니다.
ru: Записи гача не найдены
vi: Không tìm thấy bản ghi gacha.
zh_hans: 尚无抽卡记录在库。
zh_hant: 尚無抽卡記錄在庫。

# gachaKit.prompt.pleaseChooseGachaPuller
source: Please choose a gacha puller. If you can't see one, then please import some gacha records first.
de: Bitte wählen Sie einen Gacha-Zieher. Wenn Sie keinen sehen, importieren Sie bitte zuerst einige Gacha-Aufzeichnungen.
es: Por favor, elige un tirador de gacha. Si no puedes ver uno, entonces importa algunos registros de gacha primero.
fil: Pumili ng isang gacha puller. Kung walang makita, mangyaring mag-import muna ng ilang gacha records.
fr: Veuillez choisir un tireur gacha. Si vous ne pouvez pas en voir, importez d'abord un historique gacha.
it: Si prega di scegliere un tiratore gacha. Se non ne vedi uno, importare prima alcuni record gacha.
ja: ガチャ主を選択してください。それが表示していないのなら、まずガチャ記録を入れてください。
ko: 가챠 기록 소유자를 선택하세요. 볼 수 없다면 가챠 기록을 먼저 가져오세요.
ru: Пожалуйста, выберите владельца гача. Если вы его не видите, пожалуйста, сначала импортируйте записи гача.
vi: Vui lòng chọn người kéo gacha. Nếu bạn không thấy, hãy nhập một số hồ sơ gacha trước.
zh_hans: 请选择一个抽卡人。倘若您看不到相关选项，则请先导入抽卡记录。
zh_hant: 請選擇一個抽卡人。如果看不到相關選項的話，請先匯入抽卡記錄。

# gachaKit.prompt.remoteChangesDetected.withRecommendedAction
source: Remote iCloud SwiftData changes are detected and are already applied in the backend. Please check the top-trailing dropdown menu to run “Reload Data” or restart this app to let those changes visible to you.
de: Remote iCloud SwiftData-Änderungen wurden erkannt und bereits im Backend angewendet. Bitte überprüfen Sie das Dropdown-Menü oben rechts, um „Daten neu laden“ auszuführen, oder starten Sie diese App neu, damit die Änderungen sichtbar werden.
es: Se detectaron cambios remotos de iCloud SwiftData y ya se aplicaron en el backend. Por favor, revisa el menú desplegable superior derecho para ejecutar “Recargar datos” o reinicia esta aplicación para que los cambios sean visibles.
fil: May natukoy na remote iCloud SwiftData na mga pagbabago at naipatupad na sa backend. Pakisuri ang dropdown menu sa itaas-kanan upang patakbuhin ang “I-reload ang Data” o i-restart ang app na ito upang makita ang mga pagbabagong iyon.
fr: Des modifications distantes iCloud SwiftData ont été détectées et déjà appliquées en arrière-plan. Veuillez consulter le menu déroulant en haut à droite pour lancer « Recharger les données » ou redémarrer cette application pour rendre ces modifications visibles.
it: Sono state rilevate modifiche remote di iCloud SwiftData già applicate nel backend. Controlla il menu a discesa in alto a destra per eseguire "Ricarica dati" o riavvia questa app per rendere visibili tali modifiche.
ja: リモートの iCloud SwiftData の変更が検出され、すでにバックエンドに適用されています。右上のドロップダウンメニューから「データを再読込」を実行するか、このアプリを再起動して変更内容を反映させてください。
ko: 원격 iCloud SwiftData 변경 사항이 감지되어 백엔드에 이미 적용되었습니다. 오른쪽 상단 드롭다운 메뉴에서 '데이터 다시 로드'를 실행하거나 앱을 재시작하여 변경 사항을 확인하세요.
ru: Обнаружены удалённые изменения iCloud SwiftData, которые уже применены на сервере. Проверьте выпадающее меню в правом верхнем углу, чтобы выполнить «Перезагрузить данные», или перезапустите приложение, чтобы увидеть эти изменения.
vi: Đã phát hiện các thay đổi từ xa của iCloud SwiftData và đã được áp dụng ở backend. Vui lòng kiểm tra menu thả xuống ở góc trên bên phải để chạy “Tải lại dữ liệu” hoặc khởi động lại ứng dụng này để các thay đổi đó hiển thị.
zh_hans: 检测到远程 iCloud SwiftData 变更，且已在后台套用。请在右上角下拉选单中执行「重新载入数据」，或重启本应用以使这些变更可见。
zh_hant: 偵測到遠端 iCloud SwiftData 變更，且已在後台套用。請在右上角下拉選單中執行「重新載入資料」，或重啟敝應用以使這些變更可見。

# gachaKit.reviewFromAppraiser.gi
source: Paimon’s Appraisement
de: Paimons Bewertung
es: Tasación de Paimon
fil: Pagsusuri ni Paimon
fr: Estimation de Paimon
it: Valutazione di Paimon
ja: パイモンのご評価
ko: 파이몬의 평가
ru: Оценка Паймон
vi: Đánh Giá Của Paimon
zh_hans: 派蒙的评价
zh_hant: 派蒙的評價

# gachaKit.reviewFromAppraiser.hsr
source: Mitsuki Nanoka’s Appraisement
de: Begutachtung von Mitsuki Nanoka
es: Apreciación de Mitsuki Nanoka
fil: Appraisement ni Mitsuki Nanoka
fr: Évaluation de Mitsuki Nanoka
it: Valutazione di Mitsuki Nanoka
ja: 三月なのかのご評価
ko: 미츠키 나노카의 평가
ru: Оценка Мицуки Нанока
vi: Định giá Mitsuki Nanoka
zh_hans: 三月七的评价
zh_hant: 三月七的評價

# gachaKit.reviewFromAppraiser.zzz
source: Interknot Appraisement
de: Interknotenbewertung
es: Tasar de Interknot
fil: Pagtatasa ng Interknot
fr: Évaluation Interknot
it: Valutazione dell'Interknot
ja: インターノット評判レベル
ko: 인터노트 감정
ru: Оценка Интеркнот
vi: Đánh giá Liên kết
zh_hans: 绳网评价
zh_hant: 繩網評價

# gachaKit.stats.avaragePulls4NonStandardPentaStars
source: Avrg. Pulls (Non-Std. ★5)
de: Durchschn. Ziehungen (nicht-std. ★5)
fil: Avg. Pag-hila (hindi-karaniwang ★5)
fr: Moyenne des voeux (★5 non-std)
it: Media Prelievi (non-stand. ★5)
ja: 平均ガチャ回數(非通常星5)
ko: 평균 뽑기 (비표준 ★5)
ru: Средн. Вытягивания (не-станд. ★5)
zh_hans: 非常驻五星平均抽数
zh_hant: 非常駐五星平均抽數

# gachaKit.stats.avaragePulls4PentaStars
source: Avrg. Pulls (all-type ★5)
de: Durchschn. Ziehungen (alle Typ ★5)
es: Prom. intentos (todo tipo ★5)
fil: Avg. Pagkuhat (lahat ng uri ★5)
fr: Moyenne des voeux (tous les ★5)
it: Media Prelievi (tutti i tipi ★5)
ja: 平均ガチャ回數(星5)
ko: 평균 뽑기 (모든 유형 ★5)
ru: Средн. Вытягивания (все-типы ★5)
vi: Số lần triệu hồi trung bình (tất cả loại ★5)
zh_hans: 五星平均抽数
zh_hant: 五星平均抽數

# gachaKit.stats.confidence.alert.message
source: The confidence of the standard item hit rate is based on the number of available 5-star pulls: • High confidence: ≥10 cases • Medium confidence: 5-9 cases • Low confidence: 3-4 cases • Insufficient data: <3 cases Reasons for insufficient confidence: • Too few 5-star pulls • Incomplete gacha history • Recently started recording • Result is higher than theoretical bounds (50%). Note: Even when "High confidence" comes out, the final interpretation rights still belong to miHoYo, and miHoYo also has the final interpretation rights for probability calculation methods, which override this app's calculation methods.
de: Die Zuverlässigkeit der Standardgegenstand-Trefferrate basiert auf der Anzahl der verfügbaren 5-Sterne-Ziehungen: • Hohe Zuverlässigkeit: ≥10 Fälle • Mittlere Zuverlässigkeit: 5-9 Fälle • Niedrige Zuverlässigkeit: 3-4 Fälle • Unzureichende Daten: <3 Fälle Gründe für unzureichende Zuverlässigkeit: • Zu wenige 5-Sterne-Ziehungen • Unvollständige Gacha-Historie • Erst kürzlich mit der Aufzeichnung begonnen • Ergebnis liegt über den theoretischen Grenzen (50%) Hinweis: Auch wenn "Hohe Zuverlässigkeit" angezeigt wird, liegen die endgültigen Auslegungsrechte weiterhin bei miHoYo, und miHoYo hat auch die endgültigen Auslegungsrechte für Wahrscheinlichkeitsberechnungsmethoden, die die Berechnungsmethoden dieser App überschreiben.
fil: Ang tiwala sa standard item hit rate ay nakabatay sa bilang ng mga available na 5-star pulls: • Mataas na tiwala: ≥10 kaso • Katamtamang tiwala: 5-9 kaso • Mababang tiwala: 3-4 kaso • Hindi sapat na data: <3 kaso Mga dahilan ng kulang na tiwala: • Kakaunting 5-star pulls • Hindi kumpleto ang gacha history • Kakasimula pa lang mag-record • Ang resulta ay mas mataas sa theoretical bounds (50%) Tandaan: Kahit na lumabas ang "Mataas na tiwala", ang huling karapatan sa pagbibigay-kahulugan ay nasa miHoYo pa rin, at may huling karapatan din ang miHoYo sa mga paraan ng pagkalkula ng probability, na nagiging mas mataas sa mga paraan ng pagkalkula ng app na ito.
fr: La confiance du taux de réussite des objets standard est basée sur le nombre de tirages 5 étoiles disponibles: • Confiance élevée: ≥10 cas • Confiance moyenne: 5-9 cas • Confiance faible: 3-4 cas • Données insuffisantes: <3 cas Raisons d'une confiance insuffisante: • Trop peu de tirages 5 étoiles • Historique gacha incomplet • Enregistrement récemment commencé • Le résultat dépasse les limites théoriques (50%) Note: Même lorsque "Confiance élevée" apparaît, les droits d'interprétation finale appartiennent toujours à miHoYo, et miHoYo a également les droits d'interprétation finale pour les méthodes de calcul de probabilité, qui prévalent sur les méthodes de calcul de cette application.
it: L'affidabilità del tasso di successo degli oggetti standard si basa sul numero di pull a 5 stelle disponibili: • Alta affidabilità: ≥10 casi • Affidabilità media: 5-9 casi • Affidabilità bassa: 3-4 casi • Dati insufficienti: <3 casi Motivi per affidabilità insufficiente: • Troppo pochi pull a 5 stelle • Cronologia gacha incompleta • Registrazione iniziata di recente • Il risultato supera i limiti teorici (50%) Nota: Anche quando viene visualizzata "Alta affidabilità", i diritti di interpretazione finale appartengono ancora a miHoYo, e miHoYo ha anche i diritti di interpretazione finale per i metodi di calcolo delle probabilità, che prevalgono sui metodi di calcolo di questa app.
ja: 通常アイテム命中率の信憑度は、利用可能な星5獲得回数に基づいています： • 信憑度高：≥10回 • 信憑度中：5-9回 • 信憑度低：3-4回 • データ不足：<3回 信憑度不足の理由： • 星5獲得回数が少なすぎる • ガチャ履歴が不完全 • 記録を始めたばかり • 結果が理論上限値（50%）を超えている 注意：「信憑度高」と表示されても、最終的な解釈権は株式会社米哈遊に帰属し、確率計算方法についても米哈遊社が最終的な解釈権を持ち、このアプリの計算方法を上回ります。
ko: 일반 아이템 적중률의 신뢰도는 사용 가능한 5성 뽑기 수를 기반으로 합니다: • 높은 신뢰도: ≥10회 • 보통 신뢰도: 5-9회 • 낮은 신뢰도: 3-4회 • 데이터 부족: <3회 신뢰도 부족 이유: • 5성 뽑기가 너무 적음 • 불완전한 가챠 기록 • 최근에 기록 시작 • 결과가 이론적 한계(50%)보다 높음 참고: "높은 신뢰도"가 나와도 최종 해석권은 여전히 miHoYo에 있으며, miHoYo는 확률 계산 방법에 대한 최종 해석권도 가지고 있어 이 앱의 계산 방법을 우선합니다.
ru: Достоверность показателя попадания стандартных предметов основана на количестве доступных выпадений 5-звёздочных предметов: • Высокая достоверность: ≥10 случаев • Средняя достоверность: 5-9 случаев • Низкая достоверность: 3-4 случая • Недостаточно данных: <3 случаев Причины недостаточной достоверности: • Слишком мало выпадений 5-звёздочных предметов • Неполная история гача • Недавно начали записывать данные • Результат превышает теоретические границы (50%) Примечание: Даже когда появляется "Высокая достоверность", окончательные права на интерпретацию по-прежнему принадлежат miHoYo, и miHoYo также имеет окончательные права на интерпретацию методов расчёта вероятности, которые превосходят методы расчёта этого приложения.
zh_hans: 常驻物品命中率的可信度基于可用的5星抽取次数： • 可信度高：≥10次 • 可信度中等：5-9次 • 可信度低：3-4次 • 数据量不足：<3次 可信度不足的原因： • 5星抽取次数太少 • 祈愿记录不完整 • 最近才开始记录 • 结果高于理论上限（50%） 注意：即使显示「可信度高」，最终解释权仍属于米哈游，米哈游对概率计算方法也拥有最终解释权、且优先于本应用的计算方法。
zh_hant: 常駐物品命中率的可信度基於可用的5星抽取次數： • 可信度高：≥10次 • 可信度中等：5-9次 • 可信度低：3-4次 • 資料筆數不足：<3次 可信度不足的原因： • 5星抽取次數太少 • 祈願記錄不完整 • 最近才開始記錄 • 結果高於理論上限（50%） 注意：即使顯示「可信度高」，最終解釋權仍屬於米哈遊，米哈遊對概率計算方法也擁有最終解釋權、且優先於敝應用的計算方法。

# gachaKit.stats.confidence.alert.title
source: About Confidence Indicators
de: Über Zuverlässigkeitsindikatoren
fil: Tungkol sa mga Tagapagpahiwatig ng Tiwala
fr: À propos des indicateurs de confiance
it: Informazioni sugli indicatori di affidabilità
ja: 信憑度指標について
ko: 신뢰도 지표 정보
ru: Об индикаторах достоверности
zh_hans: 关于可信度指标
zh_hant: 關於可信度指標

# gachaKit.stats.confidence.high
source: High confidence
de: Hohe Zuverlässigkeit
fil: Mataas na tiwala
fr: Confiance élevée
it: Alta affidabilità
ja: 信憑度高
ko: 높은 신뢰도
ru: Высокая достоверность
zh_hans: 可信度高
zh_hant: 可信度高

# gachaKit.stats.confidence.insufficient
source: Insufficient data
de: Unzureichende Daten
fil: Hindi sapat na data
fr: Données insuffisantes
it: Dati insufficienti
ja: データ不足
ko: 데이터 부족
ru: Недостаточно данных
zh_hans: 数据量不足
zh_hant: 資料筆數不足

# gachaKit.stats.confidence.low
source: Low confidence
de: Niedrige Zuverlässigkeit
fil: Mababang tiwala
fr: Confiance faible
it: Affidabilità bassa
ja: 信憑度低
ko: 낮은 신뢰도
ru: Низкая достоверность
zh_hans: 可信度低
zh_hant: 可信度低

# gachaKit.stats.confidence.medium
source: Medium confidence
de: Mittlere Zuverlässigkeit
fil: Katamtamang tiwala
fr: Confiance moyenne
it: Affidabilità media
ja: 信憑度中
ko: 보통 신뢰도
ru: Средняя достоверность
zh_hans: 可信度中等
zh_hant: 可信度中等

# gachaKit.stats.sincePreviousPentaStar
source: Pulls Stacked (since the prev. ★5)
de: Gezogene Stapel (seit dem letzten ★5)
es: Tiradas Acumuladas (desde el último ★5)
fil: Mga Naiipon na Hila (mula noong huling ★5)
fr: Pity (voeux depuis le dernier ★5)
it: Tiri accumulati (dall'ultima ★5)
ja: 積んだ回数(前回の星5から)
ko: 쌓인 횟수 (이전 ★5 이후)
ru: Стаки Вытянуты (с предыдущего ★5)
vi: Đã sửa xếp chồng (kể từ ★5 trước)
zh_hans: 垫数（自前次五星起算）
zh_hant: 墊數（自前次五星起算）

# gachaKit.stats.standardItemHitRate
source: Standard Hit Rate
de: Standardtrefferquote
es: Tasa de Acierto Estándar
fr: Taux de Réussite Standard
it: Tasso di Successo Standard
ja: 通常命中率
ko: 표준 적중률
ru: Стандартный рейтинг попадания
zh_hans: 常驻命中率
zh_hant: 常駐命中率

# gachaKit.stats.totalPulls
source: Total Pulls
de: Gesamtanzahl Pullen
es: Total de Extracciones
fil: Kabuuang Hilang
fr: Total de voeux
it: Estrazioni totali
ja: 総計ガチャ回数
ko: 총 시도 횟수
ru: Общее количество запросов
vi: Tổng số lượt kéo
zh_hans: 总抽数
zh_hant: 總抽數

# gachaKit.uigf.affLink.[UIGF](https://uigf.org/)
source: [About UIGF committee and their established gacha exchangeable formats, incl. UIGF, SRGF, etc.](https://uigf.org/)
de: [Über das UIGF-Komitee und deren etablierte Gacha-Austauschformate, einschließlich UIGF, SRGF, usw.](https://uigf.org/)
es: [Sobre el comité de UIGF y sus formatos de gachapón intercambiables, incl. UIGF, SRGF, etc.](https://uigf.org/)
fil: [Tungkol sa komite ng UIGF at kanilang naitatag na mga format na maaaring i-exchange sa gacha, kasama ang UIGF, SRGF, at iba pa](https://uigf.org/)
fr: À propos du comité UIGF et des formats échangeables gacha établis, y compris UIGF, SRGF, etc. (https://uigf.org/)
it: Informazioni sul comitato UIGF e sui loro formati di gacha scambiabili stabiliti, incl. UIGF, SRGF, ecc.
ja: [UIGF委員会とその確立したガチャ交換フォーマット（UIGF、SRGFなど）について](https://uigf.org/)
ko: [UIGF 위원회 및 그들이 정립한 뽑기 교환 형식에 대한 정보, UIGF, SRGF 등을 포함](https://uigf.org/)
ru: [О комитете UIGF и их установленных форматах обмена гача, включая UIGF, SRGF и т. д.](https://uigf.org/)
vi: [Giới thiệu về ủy ban UIGF và các định dạng trao đổi gacha đã được thiết lập của họ, bao gồm UIGF, SRGF, v.v.](https://uigf.org/)
zh_hans: [关于 UIGF 组织及其所规范的抽卡记录交换标准 (UIGF、SRGF等)](https://uigf.org/)
zh_hant: [關於 UIGF 組織及其所規範的抽卡記錄交換標準 (UIGF、SRGF 等)](https://uigf.org/)

# todayMaterialsKit.character.short
source: Character
de: Zeichen
es: Carácter
fil: Tauhan
fr: Personnage
it: Carattere
ja: キャラ
ko: 문자
ru: Персонаж
vi: Ký tự
zh_hans: 角色
zh_hant: 角色

# todayMaterialsKit.navTitle
source: Today Materials
de: Materialien für heute
es: Materiales de Hoy
fil: Mga Materyal Ngayon
fr: Matériaux du jour
it: Materiali di Oggi
ja: 今日の材料
ko: 오늘의 자료
ru: Сегодняшние материалы
vi: Vật liệu hôm nay
zh_hans: 今日材料
zh_hant: 今日材料

# todayMaterialsKit.weapon.short
source: Weapon
de: Waffe
es: Arma
fil: Sandata
fr: Arme
it: Arma
ja: 武器
ko: 무기
ru: Оружие
vi: Vũ khí
zh_hans: 武器
zh_hant: 武器

# todayMaterialsKit.week.MR
source: MON & THU
de: MO & DO
es: LUN Y JUE
fil: LUNES & HUWEBES
fr: LUN & JEU
it: LUN & GIO
ja: 月・木
ko: 월 & 목
ru: ПН и ЧТ
vi: Thứ Hai & Thứ Năm
zh_hans: 周一＆四
zh_hant: 週一＆四

# todayMaterialsKit.week.SU
source: SUNDAY
de: SONNTAG
es: DOMINGO
fil: Linggo
fr: DIMANCHE
it: DOMENICA
ja: 日曜日
ko: 일요일
ru: ВОСКРЕСЕНЬЕ
vi: Chủ Nhật
zh_hans: 周日
zh_hant: 週日

# todayMaterialsKit.week.TF
source: TUE & FRI
de: DIE & FRİ
es: MAR & VIE
fil: MGA araw ng TUE & BIER
fr: MAR & VEN
it: MAR & VEN
ja: 火・金
ko: 화 & 금
ru: ВТ & ПТ
vi: THỨ BA & THỨ SÁU
zh_hans: 周二＆五
zh_hant: 週二＆五

# todayMaterialsKit.week.WS
source: WED & SAT
de: MI & SA
es: MIÉ y SÁB
fil: MIY & SAB
fr: MER & SAM
it: MER & SAB
ja: 水・土
ko: 수 & 토
ru: СР & СБ
vi: THỨ TƯ & THỨ BẢY
zh_hans: 周三＆六
zh_hant: 週三＆六

# asset.dailyMaterial:talentAdmonition
source: Admonition
de: Ermahnung
es: Advertencia
fil: Babala
fr: Admonestation
it: Ammonimento
ja: 「忠言」
ko: 「간언」
ru: Книги О Наставлениях
vi: Khuyên Nhủ
zh_hans: 「诤言」
zh_hant: 「諍言」

# asset.dailyMaterial:talentBallad
source: Ballad
de: Poesie
es: Balada
fil: Balada
fr: Poésie
it: Poesia
ja: 「詩文」
ko: 「시문」
ru: Книги О Поэзии
vi: Thơ Văn
zh_hans: 「诗文」
zh_hant: 「詩文」

# asset.dailyMaterial:talentConflict
source: Conflict
de: Zwietracht
es: Conflicto
fil: Pagkakasalungatan
fr: Conflit
it: Conflitto
ja: 「紛爭」
ko: 「분쟁」
ru: Раздоре
vi: Xung Đột
zh_hans: 「纷争」
zh_hant: 「紛爭」

# asset.dailyMaterial:talentContention
source: Contention
de: Wettstreits
es: Contención
fil: Alitan
fr: Compétition
it: Disputa
ja: 「角逐」
ko: 「각축」
ru: Соперничестве
vi: Tranh Đấu
zh_hans: 「角逐」
zh_hant: 「角逐」

# asset.dailyMaterial:talentDiligence
source: Diligence
de: Fleißes
es: Diligencia
fil: Kasipagan
it: Diligenza
ja: 「勤労」
ko: 「근면」
ru: Книги Об Усердии
vi: Chăm Chỉ
zh_hans: 「勤劳」
zh_hant: 「勤勞」

# asset.dailyMaterial:talentElegance
source: Elegance
de: Eleganz
es: Elegancia
fil: Kariktan
fr: Elégance
it: Eleganza
ja: 「風雅」
ko: 「풍아」
ru: Книги Об Изяществе
vi: Nhã Nhặn
zh_hans: 「风雅」
zh_hant: 「風雅」

# asset.dailyMaterial:talentElysium
source: Elysium
de: Elysiums
ko: 「낙원」

# asset.dailyMaterial:talentEquity
source: Equity
de: Fairness
es: Acciones
fil: Pagkakapantay-pantay
fr: L'equité
it: Filosofie Di Equità
ja: 「公平」
ko: 「공평」
ru: Беспристрастии
vi: Công Bằng
zh_hans: 「公平」
zh_hant: 「公平」

# asset.dailyMaterial:talentFreedom
source: Freedom
de: Freiheit
es: Libertad
fil: Kalayaan
fr: Liberté
it: Libertà
ja: 「自由」
ko: 「자유」
ru: Книги О Свободе
vi: Tự Do
zh_hans: 「自由」
zh_hant: 「自由」

# asset.dailyMaterial:talentGold
source: Gold
de: Golds
es: Oro
fil: Ginto
fr: Or
it: Oro
ja: 「黄金」
ko: 「황금」
ru: Книги О Золоте
vi: Hoàng Kim
zh_hans: 「黄金」
zh_hant: 「黃金」

# asset.dailyMaterial:talentIngenuity
source: Ingenuity
de: Findigkeit
es: Ingenio
fil: Katalinuhan
fr: Ingénuité
it: Ingegno
ja: 「創意」
ko: 「창의」
ru: Книги Об Остроумии
vi: Tinh Tế
zh_hans: 「巧思」
zh_hant: 「巧思」

# asset.dailyMaterial:talentJustice
source: Justice
de: Gerechtigkeit
es: Justicia
fil: Katarungan
it: Giustizia
ja: 「正義」
ko: 「정의」
ru: Справедливости
vi: Chính Nghĩa
zh_hans: 「正义」
zh_hant: 「正義」

# asset.dailyMaterial:talentKindling
source: Kindling
de: Verbrennung
es: Astillas
fil: Panggatong
fr: Petit bois
it: Combustione
ja: 「焚燼」
ko: 「소각」
ru: Сжигании
vi: Thiêu Đốt
zh_hans: 「焚燔」
zh_hant: 「焚燔」

# asset.dailyMaterial:talentLight
source: Light
de: Lichts
es: Luz
fil: Liwanag
fr: Lumière
it: Luce
ja: 「天光」
ko: 「천광」
ru: Книги О Свете
vi: Ánh Sáng
zh_hans: 「天光」
zh_hant: 「天光」

# asset.dailyMaterial:talentMoonlight
source: Moonlight
de: Mondlichts
ko: 「달빛」

# asset.dailyMaterial:talentOrder
source: Order
de: Ordnung
es: Ordenar
fr: L'ordre
it: Ordine
ja: 「秩序」
ko: 「질서」
ru: Порядке
vi: Trật Tự
zh_hans: 「秩序」
zh_hant: 「秩序」

# asset.dailyMaterial:talentPraxis
source: Praxis
fil: Gawain
fr: Usage
it: Pragmatica
ja: 「篤行」
ko: 「실천」
ru: Книги О Честности
vi: Thực Hành
zh_hans: 「笃行」
zh_hant: 「篤行」

# asset.dailyMaterial:talentProsperity
source: Prosperity
de: Wohlstands
es: Prosperidad
fil: Kasaganaan
fr: Prospérité
it: Prosperità
ja: 「繁栄」
ko: 「번영」
ru: Книги О Процветании
vi: Phồn Vinh
zh_hans: 「繁荣」
zh_hant: 「繁榮」

# asset.dailyMaterial:talentResistance
source: Resistance
de: Widerstands
es: Resistencia
fil: Pagtutol
fr: Résistance
it: Resistenza
ja: 「抗争」
ko: 「투쟁」
ru: Книги О Борьбе
vi: Kháng Chiến
zh_hans: 「抗争」
zh_hant: 「抗爭」

# asset.dailyMaterial:talentTransience
source: Transience
de: Vergänglichkeit
es: Transitoriedad
fil: Pagka-madalian
fr: Ephémère
it: Fugacità
ja: 「浮世」
ko: 「부세」
ru: Книги О Бренности
vi: Phù Thế
zh_hans: 「浮世」
zh_hant: 「浮世」

# asset.dailyMaterial:talentVagrancy
source: Vagrancy
de: Wanderschaft
ko: 「유랑」

# asset.dailyMaterial:weaponAerosiderite
source: Aerosiderite
de: Aerosiderit
es: Aerosiderita
fr: Aérosidérite Noire
ja: 「漆黒隕鉄」
ko: 흑운철 덩이
ru: Чёрный Сидерит
vi: Một Góc Thiên Thạch Đen
zh_hans: 「漆黑陨铁」
zh_hant: 「漆黑隕鐵」

# asset.dailyMaterial:weaponAncientChord
source: Ancient Chord
de: Serenade
es: Acorde Antiguo
fil: Sinaunang Kordyon
fr: Accord Ancien
it: Un Antico Accordo
ja: 「悠久の弦」
ko: 오래된 현악의 울림
ru: Древней Струны
vi: Cung Đàn Cổ Xưa
zh_hans: 「悠古弦音」
zh_hant: 「悠古弦音」

# asset.dailyMaterial:weaponArtfulDevice
source: Artful Device
de: Raffinierten Geheimgeräte
ko: 비밀 도구의

# asset.dailyMaterial:weaponBorealWolf
source: Boreal Wolf
de: Borealischen Wolfs
es: Lobo Boreal
fil: Boreal na Lobo
fr: Loup Boréal
it: Lupo Boreale
ja: 「凛風奔狼」
ko: 칼바람 울프의 그리운 고향
ru: Арктический Волк
vi: Nỗi Nhớ Của Sói Bão
zh_hans: 「凛风奔狼」
zh_hant: 「凜風奔狼」

# asset.dailyMaterial:weaponDecarabian
source: Decarabian
de: Decarabians
fr: Décabarian
ja: 「高塔の王」
ko: 고탑 왕의 깨진 꿈
ru: Декабриан
vi: Xác Tàu Tháp Cô Vương
zh_hans: 「高塔孤王」
zh_hant: 「高塔孤王」

# asset.dailyMaterial:weaponDewdrop
source: Dewdrop
de: Taus
es: Gota de rocío
fil: Patak ng hamog
fr: Rosée Sacrée Pure
it: Goccia Di Rugiada Sacra Pura
ja: 「純聖な雫」
ko: 성스러운 이슬의 정수
ru: Чистой Капли Росы
vi: Giọt Sương Thánh Thuần
zh_hans: 「纯圣露滴」
zh_hant: 「純聖露滴」

# asset.dailyMaterial:weaponDistantSea
source: Distant Sea
de: Fernen Meeres
es: Mar lejano
fil: Malayong Dagat
fr: Branche Marine
it: Mare Lontano
ja: 「遠海夷地」
ko: 먼바다의 금빛 가지
ru: Внешнее Море
vi: Nhánh Quỳnh Ngọc Của Biển Xa
zh_hans: 「远海夷地」
zh_hant: 「遠海夷地」

# asset.dailyMaterial:weaponElixir
source: Mist Veiled
de: Nebelschleiers
es: Niebla Velada
fil: Kinukubli ng Ulap
fr: Karstique
it: Nebbia
ja: 「霧海雲間」
ko: 안개구름 속의 전환
ru: Заоблачное Море
vi: Kim Đơn Biển Sương Mù
zh_hans: 「雾海云间」
zh_hant: 「霧海雲間」

# asset.dailyMaterial:weaponFarNorthScions
source: Far-North Scions
de: Nachkommen des Hohen Nordens
ko: 극북 유민의

# asset.dailyMaterial:weaponGladiator
source: Gladiator
de: Löwenzahnkriegers
es: Gladiador
fil: Mandirigma
fr: Chevalier Du Croc De Lion
it: Gladiatore
ja: 「獅牙戦士」
ko: 라이언 투사의 이념
ru: Львиный Клык
vi: Lí Tưởng Của Đấu Sĩ Nanh Sư Tử
zh_hans: 「狮牙斗士」
zh_hant: 「獅牙鬥士」

# asset.dailyMaterial:weaponGuyun
source: Guyun
ja: 「孤雲寒林」
ko: 고운한림의 신체
ru: Гуюнь
vi: Thần Thể Rừng Băng Giá
zh_hans: 「孤云寒林」
zh_hant: 「孤雲寒林」

# asset.dailyMaterial:weaponKijinMask
source: Mask
de: Maske
es: Máscara
fil: Maskara
fr: Masque
it: Maschera
ja: 「今昔劇画」
ko: 금석극화의 귀인(鬼人)
ru: Маска
vi: Nanh Cọp Của Gekiga
zh_hans: 「今昔剧画」
zh_hant: 「今昔劇畫」

# asset.dailyMaterial:weaponLongNightFlint
source: Long Night Flint
de: Nachtfeuers
ko: 긴 밤을 밝히는

# asset.dailyMaterial:weaponNarukami
source: Narukami
ja: 「鳴神御霊」
ko: 나루카미 어령의 용맹
ru: Наруками
vi: Tình Yêu Của Narukami
zh_hans: 「鸣神御灵」
zh_hant: 「鳴神御靈」

# asset.dailyMaterial:weaponNightWind
source: Night-Wind
de: Vergänglichkeit
es: Viento de la Noche
fil: Hatinggabi-Hangin
fr: Vent Nocturne
it: Vento della Notte
ja: 「神秘なる煙」
ko: 신이 깃든 연기의
ru: Ночного Ветра
vi: Làn Khói Thần Bí
zh_hans: 「神合秘烟」
zh_hant: 「神合秘煙」

# asset.dailyMaterial:weaponOasisGarden
source: Oasis Garden
de: Oase
es: Jardín Oasis
fil: Hardin ng Oasis
fr: Jardin d'Oasis
it: Giardino Dell'oasi
ja: 「オアシス」
ko: 오아시스 화원의 진리
ru: Цветущий Оазис
vi: Ân Huệ Vườn Hoa Ốc Đảo
zh_hans: 「绿洲花园」
zh_hant: 「綠洲花園」

# asset.dailyMaterial:weaponPristineSea
source: Pristine Sea
de: Kelch
es: Mar de Agua Pura
fil: Makintab na Dagat
fr: Gobelet De La Mer Immaculée
it: Calice Del Mare Immacolato
ja: 「無垢な海」
ko: 순결한 바다의 금잔
ru: Чаша Непорочного Моря
vi: Của Biển Nguyên Sơ
zh_hans: 「无垢之海」
zh_hant: 「無垢之海」

# asset.dailyMaterial:weaponSacredLord
source: Sacred Lord
de: Wahnsinnigen Fürsten
es: Señor Sagrado
fil: Banal na Panginoon
fr: Seigneur Sacré
it: Sacro Signore
ja: 「狂乱の聖主」
ko: 실성한 왕의
ru: Святого Мудреца
vi: Thánh Chủ Mê Sảng
zh_hans: 「谵妄圣主」
zh_hant: 「譫妄聖主」
