Repository: pizza-studio/PizzaHelperUnited
Catalog: _i18n_xliff/UnitedPizzaHelper Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fil, fr, it, ja, ko, ru, vi, zh_hans, zh_hant

# profileMgr.withdrawal.whyAddedThisPage.description
source: This page is made in compliance with what requested by App Store Review Board.
de: Diese Seite wurde in Übereinstimmung mit den Anforderungen des App Store Review Boards erstellt.
es: Esta página se ha creado en cumplimiento con lo solicitado por el Comité de Revisión de la App Store.
fil: Ginawa ang pahinang ito alinsunod sa hinihingi ng Lupon ng Pagsusuri ng App Store.
fr: Cette page est conçue en conformité avec la demande du comité de l'App Store.
it: Questa pagina è realizzata in conformità a quanto richiesto dall'App Store Review Board
ja: このページは App Store 審査委員会が命じて作られたものである。
ko: 이 페이지는 App Store Review Board에서 요구한 사항에 따라 제작되었습니다
ru: Эта страница сделана в соответствии с требованиями Совета рецензентов App Store.
vi: Trang này được tạo theo yêu cầu của Hội đồng Xét duyệt App Store.
zh_hans: 该页面乃应 App Store 审委会之要求而实作。
zh_hant: 該頁面乃應 App Store 審委會之要求而實作。

# pzHelper.refugeeSheet.dismiss
source: Dismiss
de: Schließen
ko: 닫기

# refugee.crossAppMigrationNotice.headerText
source: Please scroll to the bottom of this page to read the important message and the cross-app migration instructions.
de: Bitte scrollen Sie zum Ende dieser Seite, um die wichtige Nachricht und die Anweisungen zur Cross-App-Migration zu lesen.
ko: 중요한 메시지와 크로스 앱 마이그레이션 지침을 읽으려면 이 페이지의 맨 아래로 스크롤하세요.

# refugee.export.failedInSavingToFile
source: Failed from dumping the Old Pizza Refugee Data file.
de: Fehler beim Exportieren der alten Pizza Refugee Datendatei.
es: Error al exportar el archivo de datos de Old Pizza Refugee.
fil: Nabigo sa pag-export ng Old Pizza Refugee Data file.
fr: Échec de l’exportation du fichier de données Old Pizza Refugee.
it: Errore durante l’esportazione del file dati Old Pizza Refugee.
ja: 旧ピザ難民資料の書き出しに失敗しました。
ko: Old Pizza Refugee 데이터 파일 내보내기에 실패했습니다.
ru: Не удалось экспортировать файл данных Old Pizza Refugee.
vi: Không thể xuất tệp dữ liệu Old Pizza Refugee.
zh_hans: 旧披萨难民资料导出失败。
zh_hant: 舊披薩難民資料匯出失敗。

# refugee.export.fileSavedTo:
source: File successfully dumped to:
de: Datei erfolgreich exportiert nach:
ko: 파일을 다음 위치에 성공적으로 내보냈습니다:

# refugee.export.fileType.profiles
source: 📁 File Type: Profiles Package (JSON)
de: 📁 Dateityp: Profile-Paket (JSON)
ko: 📁 파일 유형: 프로필 패키지 (JSON)

# refugee.export.fileType.refugee
source: 📁 File Type: Old Pizza Refugee Data (Plist)
de: 📁 Dateityp: Old Pizza Refugee Daten (Plist)
ko: 📁 파일 유형: Old Pizza Refugee 데이터 (Plist)

# refugee.export.fileType.wallpapers
source: 📁 File Type: User Wallpapers (JSON)
de: 📁 Dateityp: Benutzerdefinierte Hintergründe (JSON)
ko: 📁 파일 유형: 사용자 배경화면 (JSON)

# refugee.export.refugeeFileHowToUse
source: ℹ️ On the target device you are expected to import this file in both the Local Profile Manager and the Gacha Record Manager. These two feature modules extract different types of data from the refugee plist file.
de: ℹ️ Auf dem Zielgerät müssen Sie diese Datei sowohl im Lokalen Profil-Manager als auch im Gacha-Datensatz-Manager importieren. Diese beiden Funktionsmodule extrahieren unterschiedliche Datentypen aus der Refugee-Plist-Datei.
ko: ℹ️ 대상 장치에서 로컬 프로필 관리자와 가챠 기록 관리자 모두에서 이 파일을 가져와야 합니다. 이 두 기능 모듈은 난민 plist 파일에서 서로 다른 유형의 데이터를 추출합니다.

# refugee.export.refugeeFileSpecialNotice4iOS17
source: ⚠️ This refugee plist file does not include user wallpapers due to technical limitations and file size concerns. Please export them separately.
de: ⚠️ Diese Refugee-Plist-Datei enthält aufgrund technischer Einschränkungen und Bedenken bezüglich der Dateigröße keine Benutzer-Wallpapers. Bitte exportieren Sie diese separat.
ko: ⚠️ 이 난민 plist 파일에는 기술적 제한과 파일 크기 문제로 인해 사용자 배경화면이 포함되지 않습니다. 별도로 내보내십시오.

# refugee.export.succeededInSavingToFile
source: The file is successfully dumped.
de: Die Datei wurde erfolgreich exportiert.
ko: 파일을 성공적으로 내보냈습니다.

# refugee.exportableCount.gachaEntries
source: Gacha Record Entries (new format)
de: Gacha-Aufzeichnungseinträge (neues Format)
ko: 가챠 기록 항목 (새 형식)

# refugee.exportableCount.gachaEntries4GI
source: Wish Record Entries (v4 format)
de: Wunschverlaufseinträge (v4 Format)
ko: 소원 기록 항목 (v4 포맷)

# refugee.exportableCount.header
source: Exportable Data Count
de: Exportierbare Datenanzahl
es: Cantidad de datos exportables
fil: Bilang ng Maaaring I-export na Data
fr: Nombre de données exportables
it: Conteggio Dati Esportabili
ja: 書き出し可能なデータ数
ko: 내보낼 수 있는 데이터 수
ru: Количество экспортируемых данных
vi: Số lượng dữ liệu có thể xuất
zh_hans: 可导出数据数量
zh_hant: 可匯出資料數量

# refugee.exportableCount.profiles
source: Local Profiles
de: Lokale Profile
es: Perfiles locales
fil: Mga Lokal na Profile
fr: Profils locaux
it: Profili Locali
ja: プロファイル
ko: 로컬 프로필
ru: Локальные профили
vi: Hồ sơ cục bộ
zh_hans: 本地账号
zh_hant: 本機帳號

# refugee.footer.exportInstructions
source: You may tap the button situated in the top-trailing of this view to start preparing the data for export. Once the data is successfully prepared for export, the file export dialog will pop-up to ask you where do you want to place the file.
de: Tippen Sie auf die Schaltfläche oben rechts in dieser Ansicht, um die Daten für den Export vorzubereiten. Sobald die Daten erfolgreich vorbereitet wurden, erscheint ein Dialogfeld, in dem Sie auswählen können, wo die Datei gespeichert werden soll.
es: Puedes tocar el botón situado en la esquina superior derecha de esta vista para comenzar a preparar los datos para exportar. Una vez que los datos estén listos, aparecerá el diálogo de exportación de archivos para preguntarte dónde deseas guardar el archivo.
fil: Maaari mong i-tap ang button sa itaas na kanang bahagi ng view na ito upang simulan ang paghahanda ng data para sa export. Kapag handa na ang data, lalabas ang file export dialog para itanong kung saan mo gustong ilagay ang file.
fr: Vous pouvez appuyer sur le bouton situé en haut à droite de cette vue pour commencer à préparer les données à exporter. Une fois les données prêtes, une boîte de dialogue s'affichera pour vous demander où enregistrer le fichier.
it: Puoi toccare il pulsante situato in alto a destra di questa schermata per iniziare a preparare i dati per l'esportazione. Una volta che i dati sono pronti, apparirà la finestra di dialogo per scegliere dove salvare il file.
ja: この画面右上のボタンをタップすると、書き出し用データの準備が始まります。データの準備が完了すると、ファイルの保存先を選択するダイアログが表示されます。
ko: 이 화면 오른쪽 상단에 있는 버튼을 눌러 내보낼 데이터를 준비할 수 있습니다. 데이터 준비가 완료되면 파일 저장 위치를 묻는 대화상자가 나타납니다.
ru: Вы можете нажать кнопку в правом верхнем углу этого экрана, чтобы начать подготовку данных к экспорту. После успешной подготовки появится диалоговое окно, в котором вы сможете выбрать место для сохранения файла.
vi: Bạn có thể nhấn vào nút ở góc trên bên phải của màn hình này để bắt đầu chuẩn bị dữ liệu xuất. Khi dữ liệu đã sẵn sàng, hộp thoại xuất file sẽ hiện ra để bạn chọn nơi lưu file.
zh_hans: 您可以点击本页面右上角的按钮开始准备导出数据。数据准备完成后，将弹出文件导出对话框，询问您要将文件保存到哪里。
zh_hant: 您可以點按本頁右上角的按鈕開始準備匯出資料。資料準備完成後，會彈出檔案匯出對話框，詢問您要將檔案儲存到哪裡。
