Repository: pizza-studio/PizzaHelperUnited
Catalog: _i18n_xliff/UnitedPizzaHelper Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fil, fr, it, ja, ko, ru, vi, zh_hans, zh_hant

# refugee.footer.whyServiceTerminatedInPublic
source: Due to private concerns by Lava (the original lead developer of *PizzaHelper4Genshin* v1.x ~ v4.x and *PizzaHelper4HSR* v1.x), this app becomes inconvenient to release regular updates as long as it is released under his Apple Developer account. Furthermore, because the macOS version utilizes Sandbox Group Containers (to share data with its own Desktop Widgets), the current Bundle ID is potentially ineligible for transfer to a different Apple Developer account. As a result, all features of the app under this Bundle ID should be considered out-of-maintenance. The sole remaining functionalities are: 1) Widgets and Notifications, provided as-is; 2) The ability to export local profiles and gacha records (supporting both the current format and the legacy PizzaHelper4Genshin v4.x format). These will be included in your exported migration file. The successor to this app will be available on the App Store under the new name ***The Latte Helper (拿鐵小助手 / ラテ助手)***. It will be operated under another team member's Apple Developer account. The new naming is a nod to Himeko’s infamous detergent incident, where she mistakenly brewed her latte with laundry powder rather than milk powder.
de: Aufgrund privater Bedenken von Lava (dem ursprünglichen Hauptentwickler von *PizzaHelper4Genshin* v1.x ~ v4.x und *PizzaHelper4HSR* v1.x) wird es umständlich, regelmäßige Updates für diese App zu veröffentlichen, solange sie unter seinem Apple Developer Account veröffentlicht wird. Darüber hinaus ist die aktuelle Bundle-ID aufgrund der Verwendung von Sandbox Group Containers in der macOS-Version (zum Datenaustausch mit eigenen Desktop-Widgets) möglicherweise nicht auf ein anderes Apple Developer Account übertragbar. Infolgedessen sollten alle Funktionen der App unter dieser Bundle-ID als außerhalb der Wartung betrachtet werden. Die einzig verbleibenden Funktionen sind: 1) Widgets und Benachrichtigungen, bereitgestellt wie sie sind; 2) Die Möglichkeit, lokale Profile und Gacha-Datensätze zu exportieren (unterstützt sowohl das aktuelle Format als auch das alte PizzaHelper4Genshin v4.x-Format). Diese werden in Ihrer exportierten Migrationsdatei enthalten sein. Der Nachfolger dieser App wird im App Store unter dem neuen Namen ***The Latte Helper (拿鐵小助手 / ラテ助手)*** verfügbar sein. Er wird unter dem Apple Developer Account eines anderen Teammitglieds betrieben. Der neue Name ist eine Anspielung auf den berühmten Waschmittel-Vorfall von Himeko, bei dem sie versehentlich Waschpulver statt Milchpulver in ihren Latte gegeben hat.
ko: Lava(*PizzaHelper4Genshin* v1.x ~ v4.x 및 *PizzaHelper4HSR* v1.x 의 원래 리드 개발자)의 개인적인 우려로 인해, 이 앱은 그의 Apple Developer 계정 하에서 출시되는 한 정기적인 업데이트를 배포하기가 번거로워집니다. 또한, macOS 버전이 Sandbox Group Containers(자체 데스크톱 위젯과 데이터를 공유하기 위해)를 사용하기 때문에 현재 Bundle ID는 다른 Apple Developer 계정으로 이전할 수 없을 가능성이 있습니다. 그 결과, 이 Bundle ID 하의 앱 모든 기능은 유지보수 외로 간주되어야 합니다. 남아 있는 유일한 기능은 다음과 같습니다: 1) 위젯과 알림, 있는 그대로 제공; 2) 로컬 프로필과 뽑기 기록 내보내기(현재 형식과 레거시 PizzaHelper4Genshin v4.x 형식 모두 지원). 이는 내보낸 마이그레이션 파일에 포함됩니다. 이 앱의 후속작은 App Store에서 새로운 이름 ***The Latte Helper (拿鐵小助手 / ラテ助手)*** 로 출시될 예정입니다. 팀의 다른 멤버의 Apple Developer 계정으로 운영됩니다. 새로운 이름은 히메코가 우유 가루 대신 세제 가루를 라테에 넣은 유명한 사건에 대한 오마주입니다。

# refugee.limitedServiceCategory4iOS16.footer
source: Only widgets are available for iOS 16.2 & macOS 13. Other features still require iOS 17 / macOS 14 or newer. If you see anything buggy while navigating in the Local Profile Manager, it’s due to those SwiftUI-related bugs plagued in iOS 16 / macOS 13 and your only solution is to upgrade to iOS 17 / macOS 14.
de: Nur Widgets sind für iOS 16.2 & macOS 13 verfügbar. Andere Funktionen erfordern weiterhin iOS 17 / macOS 14 oder neuer. Wenn Sie beim Navigieren im lokalen Profilmanager auf Fehler stoßen, liegt das an SwiftUI-bezogenen Fehlern in iOS 16 / macOS 13. Die einzige Lösung ist ein Upgrade auf iOS 17 / macOS 14.
ko: iOS 16.2 및 macOS 13에서는 위젯만 사용할 수 있습니다. 다른 기능은 iOS 17 / macOS 14 이상이 필요합니다. 로컬 프로필 관리자를 탐색할 때 버그가 발생하면, 이는 iOS 16 / macOS 13의 SwiftUI 관련 버그 때문이며, 유일한 해결책은 iOS 17 / macOS 14로 업그레이드하는 것입니다.

# refugee.limitedServiceCategory4iOS16.header
source: Remained Services for iOS 16 & macOS 13 Users:
de: Verbleibende Dienste für Nutzer von iOS 16 & macOS 13:
es: Servicios disponibles para usuarios de iOS 16 y macOS 13:
fil: Mga natitirang serbisyo para sa mga gumagamit ng iOS 16 at macOS 13:
fr: Services restants pour les utilisateurs d’iOS 16 et macOS 13 :
it: Servizi rimasti per utenti iOS 16 e macOS 13:
ja: iOS 16・macOS 13 向けに残されたサービス：
ko: iOS 16 및 macOS 13 사용자를 위한 남은 서비스:
ru: Оставшиеся сервисы для пользователей iOS 16 и macOS 13:
vi: Các dịch vụ còn lại cho người dùng iOS 16 & macOS 13:
zh_hans: iOS 16 和 macOS 13 用户可用的剩余服务：
zh_hant: iOS 16 和 macOS 13 用戶可用的剩餘服務：

# refugee.limitedServiceCategory4iOS17.footer
source: Only Widgets and Notifications are provided as-is.
de: Nur Widgets und Benachrichtigungen werden as-is bereitgestellt.
ko: 위젯과 알림만 있는 그대로 제공됩니다.

# refugee.limitedServiceCategory4iOS17.header
source: Remained Services for iOS 17+ & macOS 14+ Users:
de: Verbleibende Dienste für Nutzer von iOS 17+ & macOS 14+:
ko: iOS 17+ 및 macOS 14+ 사용자를 위한 남은 서비스:

# refugee.link.getTheLatteHelper
source: Tap here to get The Latte Helper at App Store
de: Tippen Sie hier, um The Latte Helper im App Store zu erhalten
ko: App Store에서 The Latte Helper를 받으려면 여기를 탭하세요

# refugee.liveActivity.featureLabel
source: Stamina Timer
de: Ausdauer-Timer
es: Temporizador de Resistencia
fr: Minuteur d'endurance
it: Timer Resistenza
ja: スタミナタイマー
ko: 스태미너 타이머
ru: Таймер выносливости
vi: Hẹn giờ Thể lực
zh_hans: 体力计时器
zh_hant: 體力計時器

# refugee.liveActivity.tapHereToInitiate
source: Tap to Initiate
de: Zum Starten tippen
es: Toca para iniciar
fil: I-tap para simulan
fr: Appuyez pour démarrer
it: Tocca per avviare
ja: タップして開始
ko: 탭하여 시작
ru: Нажмите для запуска
vi: Nhấn để bắt đầu
zh_hans: 点击启动
zh_hant: 點按啟動

# refugee.menu.export.all
source: Export All Contents as Refugee Plist Package
de: Alle Inhalte als Paket mit Flüchtlingsdaten (Plist) exportieren
ko: 모든 콘텐츠를 난민 자료(Plist) 패키지로 내보내기

# refugee.menu.export.gachaRecordsAsUIGFv4
source: Export Gacha Records (UIGFv4 JSON)
de: Gacha-Aufzeichnungen exportieren (UIGFv4 JSON)
ko: 가챠 기록 내보내기 (UIGFv4 JSON)

# refugee.menu.export.profiles
source: Export Profiles (JSON)
de: Profile exportieren (JSON)
ko: 프로필 내보내기 (JSON)

# refugee.menu.export.wallpapers
source: Export User Wallpapers (JSON)
de: Benutzerdefinierte Hintergründe exportieren (JSON)
ko: 사용자 배경화면 내보내기 (JSON)

# refugee.navTitle.noticingEndOfMaintenance
source: End-of-Maintenance
de: Ende der Wartung
ko: 유지보수 종료

# refugee.noDataExportable.iOS16AndEarlier
source: No local data exportable for now. This view awaits for possibly available iCloud background data updates, unless there's no such data, but all iCloud data can be inheritable via iCloud by this app running on iOS 17 or later.
de: Derzeit sind keine lokalen Daten exportierbar. Diese Ansicht wartet auf möglicherweise verfügbare iCloud-Hintergrunddatenaktualisierungen, es sei denn, es gibt keine solchen Daten, aber alle iCloud-Daten können via iCloud von dieser App unter iOS 17 oder neuer übernommen werden.
ko: 현재 내보낼 수 있는 로컬 데이터가 없습니다. 이 화면은 가능하다면 사용 가능한 iCloud 백그라운드 데이터 업데이트를 기다리고 있지만, 그러한 데이터가 없는 경우는 제외합니다, 하지만 iOS 17 이상에서 실행되는 이 앱은 모든 iCloud 데이터를 via iCloud 상속받을 수 있습니다.

# refugee.noDataExportable.refugeeMigratingToLatteHelper
source: No local data exportable for now. This view awaits for possibly available iCloud background data updates, unless there's no such data.
de: Derzeit sind keine lokalen Daten exportierbar. Diese Ansicht wartet auf möglicherweise verfügbare iCloud-Hintergrunddatenaktualisierungen, es sei denn, es gibt keine solchen Daten.
ko: 현재 내보낼 수 있는 로컬 데이터가 없습니다. 이 화면은 가능하다면 사용 가능한 iCloud 백그라운드 데이터 업데이트를 기다리고 있지만, 그러한 데이터가 없는 경우는 제외합니다.

# setting.display.reduceUIGlassDecorations
source: Reduce Glass Decorations
de: Glasdekorationen reduzieren
ko: 글라스 장식 줄이기

# setting.display.reduceUIGlassDecorations.explain.deviceRAMInsufficient:%lld
source: This toggle is always active and locked on devices with less than %lld GB of RAM due to hardware performance constraints.
ko: RAM이 %lldGB 미만인 장치에서는 하드웨어 성능 제약으로 인해 이 토글이 항상 활성화되어 잠겨 있습니다.

# setting.display.reduceUIGlassDecorations.explain.intelMac
source: This toggle is always active and locked on Intel Macs due to hardware performance constraints.
de: Dieser Schalter ist auf Intel‑Macs aufgrund von Hardwareleistungsbeschränkungen immer aktiv und gesperrt.
ko: Intel Mac에서는 하드웨어 성능 제약으로 인해 이 토글이 항상 활성화되어 잠겨 있습니다.

# setting.display.restoreTabOnLaunching
source: Restore previous tab on launch
de: Vorherigen Tab beim Start wiederherstellen
es: Restaurar la pestaña anterior al iniciar
fil: Ibalik ang nakaraang tab sa paglulunsad
fr: Restaurer l'onglet précédent au démarrage
it: Ripristina la scheda precedente all'avvio
ja: アプリ起動の時、以前使っていたタブを復元する
ko: 시작 시 이전 탭 복원
ru: Восстанавливать предыдущую вкладку при запуске
vi: Khôi phục thẻ trước đó khi khởi động
zh_hans: 在 App 启动时，还原之前的页签
zh_hant: 在 App 啟動時，還原之前的頁簽

# settings.appLanguage.title
source: Language
de: Sprache
fil: Wika
fr: Langue
ja: 言語
ko: 언어
ru: Язык
zh_hans: 语言
zh_hant: 語言

# settings.appleWatchPusher.force_push
source: Force-push your local profiles to paired Apple Watch
de: Lokal gespeicherte Profile auf die gepaarte Apple Watch erzwingen
es: Fuerza la sincronización de tus perfiles locales al Apple Watch emparejado
fil: Piliting itulak ang iyong mga lokal na profile sa nakaparehang Apple Watch
fr: Envoyer de force vos profils locaux vers votre Apple Watch
it: Forza l'invio dei profili locali su Apple Watch abbinato
ja: この端末のすべてのプロファイルをペアリング済みのApple Watchに押し込む
ko: 로컬 프로필을 연결된 Apple Watch로 강제 푸시
ru: Принудительно отправить локальные профили на сопряженные Apple Watch
vi: Đẩy mạnh các hồ sơ cục bộ của bạn đến Apple Watch đã ghép đôi
zh_hans: 将本地账号全部推送至已配对的 Apple Watch
zh_hant: 將本機帳號全部推送至已配對的 Apple Watch

# settings.appleWatchPusher.force_push.footer
source: This is useful when the synchronization-via-iCloud feature defects on your Apple Watch.
de: Dies ist nützlich, wenn die Synchronisation-via-iCloud-Funktion auf Ihrer Apple Watch defekt ist.
es: Esto es útil cuando la función de sincronización a través de iCloud presenta defectos en tu Apple Watch.
fil: Kapaki-pakinabang ito kapag nagkaroon ng problema ang feature ng synchronization-sa-pamamagitan-ng-iCloud sa iyong Apple Watch.
fr: Ceci est utile lorsque la fonction de synchronisation via iCloud ne fonctionne pas.
it: Questo è utile quando la funzione di sincronizzazione tramite iCloud presenta difetti sul tuo Apple Watch.
ja: Apple WatchでのiCloud経由のプロファイル同期が利用できない場合にのみ役立つ機能である。
ko: iCloud를 통한 동기화 기능이 Apple Watch에서 제대로 작동하지 않을 때 유용합니다.
ru: Это полезно, когда функция синхронизации через iCloud на ваших Apple Watch неисправна.
vi: Điều này hữu ích khi tính năng đồng bộ qua iCloud gặp sự cố trên Apple Watch của bạn.
zh_hans: 在您的 Apple Watch 上无法通过 iCloud 同步本地账号时，得使用该功能。
zh_hant: 在您的 Apple Watch 上無法藉由 iCloud 同步本機帳號時，得使用該功能。

# settings.appleWatchPusher.force_push.received
source: Successfully retrieved the following local profiles from iOS device:
de: Die folgenden lokalen Profile wurden erfolgreich vom iOS-Gerät abgerufen:
es: Se recuperaron con éxito los siguientes perfiles locales del dispositivo iOS:
fil: Matagumpay na nakuha ang sumusunod na lokal na profiles mula sa iOS device:
fr: Profils locaux suivants récupérés avec succès depuis l'appareil iOS :
it: Recupero riuscito dei seguenti profili locali dal dispositivo iOS:
ja: iOS 端末から下記のプロファイルを受け取りました:
ko: iOS 장치에서 다음 로컬 프로파일을 성공적으로 가져왔습니다
ru: Успешно получены следующие локальные профили с устройства iOS:
vi: Lấy thành công các hồ sơ cục bộ sau từ thiết bị iOS:
zh_hans: 成功从 iOS 设备接收到下述本地账号:
zh_hant: 成功從 iOS 裝置接收到下述本機帳號:

# settings.cacheSettings.navTitle
source: Cache Settings
ko: 캐시 설정

# settings.disclaimer.requiringAppRebootToApplySettings
source: This requires restarting the app to take full effect.
de: Hierfür muss die App neu gestartet werden, um die volle Wirkung zu erzielen.
es: Esto requiere reiniciar la aplicación para que surta efecto completo.
fil: Kailangan itong i-restart ang app para ganap na magkabisa.
fr: Redémarrage de l'application requis.
it: Per applicare completamente le modifiche, è necessario riavviare l'app.
ja: この設定の変更を効かせるために、アプリの再起動は必要である。
ko: 앱을 다시 시작해야 완전히 적용됩니다.
ru: Для полного применения требуется перезапустить приложение.
vi: Việc này yêu cầu khởi động lại ứng dụng để có hiệu lực đầy đủ.
zh_hans: 该设定的变更需要重新启动 App 方可生效。
zh_hant: 該設定的變更需要重新啟動 App 方可生效。

# settings.display.generalSettings.sectionHeader
source: General Settings
de: Allgemeine Einstellungen
es: Configuración general
fil: Pangkalahatang Setting
fr: Paramètres
it: Impostazioni generali
ja: 一般設定
ko: 일반 설정
ru: Общие настройки
vi: Cài đặt chung
zh_hans: 通用设定
zh_hant: 通用設定

# settings.display.performanceSettings.sectionFooter
source: ⚠︎ Some of these settings can be overridden by system accessibility settings.
de: ⚠︎ Einige dieser Einstellungen können durch die Bedienungshilfe-Einstellungen des Systems überschrieben werden.
ko: ⚠︎ 이러한 설정 중 일부는 시스템 접근성 설정에 의해 재정의될 수 있습니다.

# settings.display.performanceSettings.sectionHeader
source: Performance Settings
de: Leistungseinstellungen
ko: 성능 설정

# settings.display.timeZone4GI.description
source: The TimeZone settings in this section is for displaying at least the following information (of Genshin Impact): Daily Material, Official In-Game Events, etc.
de: Die Zeitzoneneinstellungen in diesem Abschnitt dienen zur Anzeige mindestens der folgenden Informationen (von Genshin Impact): tägliche Materialien, offizielle In-Game-Events usw.
es: La configuración de zona horaria en esta sección es para mostrar al menos la siguiente información de inteligencia (de Genshin Impact): material diario, eventos oficiales en el juego, etc.
fil: Ang mga settings ng TimeZone sa bahaging ito ay para sa pagpapakita ng kahit man lang ang sumusunod na impormasyon (ng Genshin Impact): Pang-araw-araw na Materyal, Opisyal na In-Game na Kaganapan, atbp.
fr: Les paramètres de fuseau horaire dans cette section servent à afficher au moins les informations suivantes (de Genshin Impact) : matériaux quotidiens, événements officiels en jeu, etc.
it: Le impostazioni del fuso orario in questa sezione servono a visualizzare almeno le seguenti informazioni (di Genshin Impact): materiali giornalieri, eventi ufficiali nel gioco, ecc.
ja: この時間帯設定は下記の（原神についての）情報を正しく表示するためである：毎日の材料、公式のゲームイベント情報など。
ko: 이 섹션의 시간대 설정은 다음의 최소한의 정보를 표시하기 위한 것입니다 (원신): 일일 재료, 공식 인게임 이벤트 등
ru: Настройки часового пояса в этом разделе предназначены для отображения как минимум следующей информации (о Genshin Impact): ежедневные материалы, официальные внутриигровые события и т. д.
vi: Các cài đặt Múi giờ trong phần này là để hiển thị ít nhất các thông tin sau đây (của Genshin Impact): Vật liệu Hàng ngày, Sự kiện Chính thức Trong Trò Chơi, v.v.
zh_hans: 该时区设定仅用于正确显示至少下述通用原神资讯：每日材料、官方游戏活动，等。
zh_hant: 該時區設定僅用於正確顯示至少下述通用原神資訊：每日材料、官方遊戲活動，等。

# settings.display.timeZone4OfficialFeedsEtc.title
source: TimeZone for displaying universal information
de: Zeitzone für die Anzeige universeller Informationen
es: Zona horaria para mostrar información universal
fil: TimeZone para sa pagpapakita ng universal information
fr: Fuseau horaire pour afficher les informations universelles
it: Fuso orario per visualizzare informazioni universali
ja: 一般情報表示用時間帯
ko: 범용 정보 표시용 시간대
ru: Часовой пояс для отображения универсальной информации
vi: Múi giờ để hiển thị thông tin chung
zh_hans: 通用资讯显示专用时区
zh_hant: 通用資訊顯示專用時區

# settings.notification.dailyTask.datePicker
source: Notify when
de: Benachrichtigen wenn
es: Notificar cuando
fil: Abisuhan kapag
fr: Me prévenir à
it: Notifica quando
ja: 通知を送る時間
ko: 알림 기준
ru: Уведомить, когда
vi: Thông báo khi
zh_hans: 通知时刻
zh_hant: 通知時刻

# settings.notification.dailyTask.footer
source: This includes Daily Task (Genshin Impact), Daily Training (Star Rail), and Vitality (Zenless Zone Zero).
de: Dies umfasst tägliche Aufgaben (Genshin Impact), tägliches Training (Star Rail) und Vitalität (Zenless Zone Zero).
es: Esto incluye Tarea Diaria (Genshin Impact), Entrenamiento Diario (Star Rail) y Vitalidad (Zenless Zone Zero).
fil: Kabilang dito ang Daily Task (Genshin Impact), Daily Training (Star Rail), at Vitality (Zenless Zone Zero).
fr: Cela inclut les missions quotidiennes (Genshin Impact), l'entraînement quotidien (Star Rail) et la vitalité (Zenless Zone Zero).
it: Questo include Compiti Giornalieri (Genshin Impact), Allenamento Giornaliero (Star Rail) e Vitalità (Zenless Zone Zero).
ja: 原神のデイリー依頼、スターレイルのデイリー訓練、ゼンレスゾンゼロの活躍度を全部含む通知です。
ko: 이에는 일일 임무(Genshin Impact), 일일 훈련(Star Rail), 활력(Zenless Zone Zero)이 포함됩니다.
ru: Это включает Ежедневные Задачи (Genshin Impact), Ежедневные Тренировки (Star Rail), и Жизнестойкость (Zenless Zone Zero).
vi: Điều này bao gồm Nhiệm Vụ Hàng Ngày (Genshin Impact), Đào Tạo Hàng Ngày (Star Rail) và Sinh Khí (Zenless Zone Zero).
zh_hans: 这包括了原神的每日委托、星穹铁道的每日实训、绝区零的活跃度。
zh_hant: 這包括了原神的每日委託、星穹鐵道的每日實訓、絕區零的活躍度。

# settings.notification.dailyTask.header
source: Daily Task Completion Report
de: Täglicher Aufgabenabschlussbericht
es: Informe de finalización de tareas diarias
fil: Ulat sa Pagkumpleto ng Pang-araw-araw na Gawain
fr: Rapport de progression des missions quotidiennes
it: Rapporto di Completamento delle Attività Giornaliere
ja: デイリー依頼・訓練の進捗報告
ko: 일일 작업 완료 보고서
ru: Отчет о выполнении ежедневных задач
vi: Báo cáo hoàn thành nhiệm vụ hàng ngày
zh_hans: 每日委托完成状况报告
zh_hant: 每日委託完成狀況報告

# settings.notification.dailyTask.toggle
source: Notify me
de: Benachrichtige mich
es: Notificarme
fil: Abisuhan ako
fr: Activer
it: Notifica mi
ja: この通知を送る
ko: 알림 설정
ru: Уведомлять меня
vi: Thông báo cho tôi
zh_hans: 启用该通知
zh_hant: 啟用該通知

# settings.notification.dateTimePicker.macCatalystOrIPAOnMacNotice
source: ⚠️ Due to a limitation in the UIKit-to-AppKit bridge framework, the DatePicker on macOS doesn’t show the input panel in macCatalyst apps or IPA-on-mac apps. Users can only select the desired input field and type it directly on physical keyboard.
de: ⚠️ Aufgrund einer Einschränkung im UIKit-to-AppKit-Brückenframework zeigt der DatePicker auf macOS im macCatalyst Apps oder IPA-on-mac Apps nicht das Eingabefeld an. Benutzer können nur das gewünschte Eingabefeld auswählen und direkt auf der physischen Tastatur eingeben.
ko: ⚠️ UIKit-to-AppKit 브리지 프레임워크의 제한으로 인해 macOS에서의 DatePicker는 macCatalyst 앱 또는 IPA-on-mac 앱에서 입력 패널을 표시하지 않습니다. 사용자는 원하는 입력 필드를 선택하고 물리적 키보드에서 직접 입력해야 합니다

# settings.notification.expedition.allow
source: Notify me
de: Benachrichtige mich
es: Notifícame
fil: Abisuhan ako
fr: Activer
it: Avvisami
ja: この通知を送る
ko: 알림 설정
ru: Уведомить меня
vi: Thông báo cho tôi
zh_hans: 启用该通知
zh_hant: 啟用該通知

# settings.notification.expedition.footer
source: * Genshin Impact and Star Rail only.
de: * Nur Genshin Impact und Star Rail.
es: * Solo Genshin Impact y Star Rail.
fil: * Genshin Impact at Star Rail lang.
fr: * Genshin Impact et Star Rail uniquement.
it: * Solo Genshin Impact e Star Rail.
ja: ※ スターレイルと原神のみ。
ko: * 원신과 스타레일만 가능합니다.
ru: * Только для Genshin Impact и Star Rail.
vi: * Chỉ Genshin Impact và Star Rail.
zh_hans: ※ 星穹铁道与原神限定。
zh_hant: ※ 星穹鐵道與原神限定。

# settings.notification.expedition.header
source: Expedition Accomplishment Notice
de: Benachrichtigung über den Abschluss der Expedition
es: Aviso de finalización de expedición
fil: Abiso ng Tagumpay ng Ekspedisyon
fr: Expéditions terminées
it: Notifica di completamento spedizione
ja: 派遣依頼が完成した時のお知らせ
ko: 원정 완료 알림
ru: Уведомление о выполнении экспедиции
vi: Thông báo Hoàn thành Cuộc thám hiểm
zh_hans: 派遣委托完成状况提醒
zh_hant: 派遣委託完成狀況提醒

# settings.notification.expedition.method
source: Notify when
de: Benachrichtigen, wenn
es: Notificar cuando
fil: Ipagbigay-alam kapag
fr: Me prévenir lorsque
it: Notifica quando
ja: 通知を送る時点
ko: 알림 설정 시기
ru: Уведомлять, когда
vi: Thông báo khi
zh_hans: 通知时机
zh_hant: 通知時機
