Repository: pizza-studio/PizzaHelperUnited
Catalog: _i18n_xliff/UnitedPizzaHelper Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fil, fr, it, ja, ko, ru, vi, zh_hans, zh_hant

# gachaKit.exchange.formatExplain.uigfv4
source: UIGF v4.0, established by the UIGF committee, is a coalescent exchangeable format for gacha records of many games produced by Cognosphere and MiHoYo.
es: UIGF v4.0, establecido por el comité UIGF, es un formato intercambiable coalescente para registros de gacha de muchos juegos producidos por Cognosphere y MiHoYo.
vi: UIGF v4.0, được thiết lập bởi ủy ban UIGF, là một định dạng trao đổi hội tụ cho hồ sơ gacha của nhiều trò chơi do Cognosphere và MiHoYo sản xuất.

# gachaKit.stats.avaragePulls4LimitedPentaStars
source: Avrg. Pulls (limited ★5)
es: Extracciones prom. (limitadas ★5)
vi: Trung bình lượt rút thẻ (giới hạn ★5)

# gachaKit.stats.standardItemEvasionRate
source: Standard Evasion Rate
vi: Tỷ lệ Né Chuẩn

# app.language.restartRequired.description
source: New UI language settings of an app on macOS / iOS always require the app to restart to make sure the new language setting becomes effective to it. Even if the user manually change this through System Settings, user will still be prompted the necessity of restarting the app, and it will be not this app but the macOS / iOS who prompts it. We make this language switcher here to save users some seconds. This design is extremely ADHD-friendly since ADHD patients are likely to forgot what they are about to do while flipping among nested pages in iOS / macOS System Settings. This app will quit after you confirm this message.
es: La configuración de idioma de la nueva interfaz de usuario de una aplicación en macOS / iOS siempre requiere que la aplicación se reinicie para asegurarse de que la nueva configuración de idioma se haga efectiva. Incluso si el usuario cambia esto manualmente a través de la Configuración del Sistema, se le notificará la necesidad de reiniciar la aplicación, y será macOS / iOS quien lo solicite, no esta aplicación. Hemos creado este cambiador de idioma para ahorrar a los usuarios algunos segundos. Este diseño es extremadamente amigable para personas con TDAH, ya que es probable que los pacientes con TDAH olviden lo que iban a hacer mientras navegan entre páginas anidadas en la Configuración del Sistema de iOS / macOS. Esta aplicación se cerrará después de que confirmes este mensaje.
it: Le nuove impostazioni della lingua dell'interfaccia utente di un'app su macOS / iOS richiedono sempre il riavvio dell'applicazione per garantire che la nuova impostazione della lingua diventi effettiva. Anche se l'utente modifica manualmente le impostazioni tramite le Impostazioni di Sistema, verrà comunque richiesto di riavviare l'app, e sarà macOS / iOS a fare questa richiesta, non questa app. Abbiamo creato questo selettore di lingua qui per risparmiare qualche secondo agli utenti. Questo design è estremamente adatto per chi soffre di ADHD poiché i pazienti ADHD sono propensi a dimenticare ciò che stavano per fare mentre navigano tra le pagine annidate nelle Impostazioni di Sistema di iOS / macOS. Questa app si chiuderà dopo che hai confermato questo messaggio.
vi: Các cài đặt ngôn ngữ giao diện mới của một ứng dụng trên macOS / iOS luôn yêu cầu ứng dụng khởi động lại để đảm bảo cài đặt ngôn ngữ mới có hiệu lực. Ngay cả khi người dùng thay đổi thủ công qua Cài đặt Hệ thống, người dùng vẫn sẽ được nhắc về sự cần thiết khởi động lại ứng dụng, và không phải ứng dụng này mà chính macOS / iOS sẽ nhắc nhở về điều đó. Chúng tôi tạo công tắc ngôn ngữ này để tiết kiệm một vài giây cho người dùng. Thiết kế này đặc biệt thân thiện với người bị ADHD vì họ có khả năng quên những gì họ định làm khi chuyển đổi giữa các trang lồng ghép trong Cài đặt Hệ thống iOS / macOS. Ứng dụng này sẽ thoát sau khi bạn xác nhận thông điệp này.

# app.language.restartRequired.widgets.description
source: Some features, such as System Notifications, Widgets, etc., require restarting Springboard (on iOS) or logging out and back in (on macOS) to apply changes to this setting. If this feels complex, you may simply reboot your device instead. Note that already-scheduled system notifications may not reflect the latest app language change.
es: Algunas funciones, como las notificaciones del sistema, los widgets, etc., requieren reiniciar Springboard (en iOS) o cerrar sesión y volver a iniciarla (en macOS) para aplicar los cambios de esta configuración. Si esto parece complicado, puedes en su lugar simplemente reiniciar tu dispositivo. Ten en cuenta que las notificaciones del sistema ya programadas podrían no reflejar el último cambio de idioma de la aplicación.
it: Alcune funzionalità, come le notifiche di sistema, i widget, ecc., richiedono il riavvio di Springboard (su iOS) o il logout e il successivo login (su macOS) per applicare le modifiche a questa impostazione. Se questo sembra complicato, puoi invece semplicemente riavviare il dispositivo. Nota che le notifiche di sistema già programmate potrebbero non riflettere l'ultima modifica della lingua dell'app.
vi: Một số tính năng, chẳng hạn như Thông báo Hệ thống, Widget, v.v., yêu cầu khởi động lại Springboard (trên iOS) hoặc đăng xuất và đăng nhập lại (trên macOS) để áp dụng các thay đổi cho cài đặt này. Nếu cảm thấy phức tạp, bạn có thể thay vì thế chỉ cần khởi động lại thiết bị. Lưu ý rằng các thông báo hệ thống đã được lên lịch có thể không phản ánh thay đổi ngôn ngữ mới nhất của ứng dụng。

# settings.appLanguage.title
source: App UI Language
es: Idioma de la interfaz de la aplicación
it: Lingua dell'interfaccia utente dell'app
vi: Ngôn ngữ giao diện ứng dụng

# settings.uiSettings.title
source: UI Settings
es: Configuración de interfaz
it: Impostazioni UI
vi: Cài đặt giao diện người dùng

# app.language.followSystemDefault
source: OS Default
es: Predeterminado del SO
it: Impostazione predefinita OS
vi: Mặc định hệ điều hành
