Repository: pizza-studio/PizzaHelperUnited
Catalog: _i18n_xliff/UnitedPizzaHelper Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fil, fr, it, ja, ko, ru, vi, zh_hans, zh_hant

# gachaKit.exchange.formatExplain.uigfv4.refugee.pzHelper4GenshinV4
source: If you have Old Pizza Refugee Data file to import, please choose UIGFv4 format. The app will start converting its gacha entries to fix all itemIDs and then convert them into UIGFv4 format to import instead. This process is automatic.
de: Wenn Sie eine Old Pizza Refugee Data-Datei importieren möchten, wählen Sie bitte das UIGFv4-Format. Die App beginnt dann automatisch damit, die Gacha-Einträge zu konvertieren, alle ItemIDs zu korrigieren und sie anschließend in das UIGFv4-Format umzuwandeln, um den Import abzuschließen. Dieser Vorgang erfolgt automatisch.
ko: Old Pizza Refugee Data 파일을 가져오려면 UIGFv4 형식을 선택하세요. 앱이 모든 itemID를 수정하고 UIGFv4 형식으로 변환하여 가져오기를 자동으로 시작합니다. 이 과정은 자동으로 진행됩니다.

# gachaKit.exchange.formatExplain.uigfv4.refugee.snapHutao
source: If you have Snap Hutao Refugee Data file to import, please choose UIGFv4 format and load the Snap Hutao `Userdata.db` database file (which is an SQLite database generated using Entity Framework Core). The app will start reading this database file and parse all gacha entries into UIGFv4 format to import instead.
de: Wenn du eine Snap-Hutao-Refugee-Datei importieren möchtest, wähle das UIGFv4-Format und lade die Snap-Hutao-Datenbank `Userdata.db` (eine mit Entity Framework Core erzeugte SQLite-Datenbank). Die App liest diese Datenbank anschließend ein und wandelt alle Ziehungsdatensätze zum Import in das UIGFv4-Format um.
ko: Snap Hutao Refugee Data 파일을 가져오려면 UIGFv4 형식을 선택하고 Snap Hutao의 `Userdata.db` 데이터베이스(Entity Framework Core 로 생성된 SQLite DB)를 불러오세요. 앱이 해당 DB를 읽어 모든 가챠 기록을 UIGFv4 형식으로 변환해 가져옵니다.

# gachaKit.exchange.import.info.time
source: Exported at
de: Exportiert am
es: Exportado el
fil: Iniluwas noong
fr: Exporté à
it: Esportato a
ja: 書き出した時点
ko: 내보낸 시간
ru: Экспортировано в
vi: Xuất tại
zh_hans: 导出时间
zh_hant: 匯出時間

# gachaKit.exchange.import.overrideDuplicatedEntries
source: Override existing records
de: Vorhandene Datensätze überschreiben
es: Sobrescribir los registros existentes
fil: Palitan ang umiiral na mga rekord
fr: Remplacer l'historique existant
it: Sostituisci i record esistenti
ja: 既存の情報を上書きする
ko: 기존 기록 덮어쓰기
ru: Переопределить существующие записи
vi: Ghi đè lên các bản ghi hiện có
zh_hans: 覆盖既存的记录
zh_hant: 覆寫既存的記錄

# gachaKit.exchange.import.succeeded
source: Successfully imported all entries from the specified gacha puller(s) of the given file.
de: Alle Einträge aus dem/den angegebenen Gacha-Zieher(n) der angegebenen Datei erfolgreich importiert.
es: Se han importado correctamente todas las entradas de los tiradores de gacha especificados del archivo dado.
fil: Matagumpay na na-import ang lahat ng mga entry mula sa tinukoy na gacha puller(s) ng ibinigay na file.
fr: Importation réussie de toutes les entrées des tireurs gacha spécifiés du fichier donné.
it: Importati con successo tutti gli elementi dai tiratori gacha specificati del file indicato.
ja: このファイルから指定されたガチャ主のすべての記録の読み込みが完了しました。
ko: 주어진 파일의 지정된 가챠 기록 소유자로부터 모든 항목을 성공적으로 가져왔습니다.
ru: Успешно импортированы все записи из указанных владельцев гача указанного файла.
vi: Đã nhập thành công tất cả các mục từ người kéo gacha được chỉ định của tệp đã cho.
zh_hans: 已成功从指定的文件导入了指定的抽卡人的全部抽卡记录。
zh_hant: 已成功從指定的檔案匯入了指定的抽卡人的全部抽卡記錄。

# gachaKit.exchange.import.succeededReport.sectionHeader
source: Statistics: New Entries Imported
de: Statistiken: Neue Einträge importiert
es: Estadísticas: Nuevas entradas importadas
fil: Istatistika: Bagong Entries na Na-import
fr: Statistiques : Nouvelles entrées importées
it: Statistiche: Nuove voci importate
ja: 新しく読み込んだ記録の数
ko: 통계: 새 항목이 가져왔습니다
ru: Статистика: Импортированы новые записи
vi: Thống kê: Các mục nhập mới đã được nhập
zh_hans: 导入的新数据的条数统计
zh_hant: 匯入的新資料的筆數統計

# gachaKit.exchange.loadFile.button.title
source: Click Here to Load File
de: Hier klicken, um die Datei zu laden
es: Haz clic aquí para cargar el archivo
fil: I-click Dito para I-load ang File
fr: Cliquez ici pour charger le fichier
it: Fai clic qui per caricare il file
ja: タップしてファイルを選択
ko: 파일을 불러오려면 여기를 클릭하세요
ru: Щелкните здесь, чтобы загрузить файл
vi: Bấm vào đây để tải tệp
zh_hans: 点此选择要读取的文件
zh_hant: 點此選擇要讀入的檔案

# gachaKit.exchange.navTitle.exportData
source: Export Gacha Records
de: Gacha-Aufzeichnungen exportieren
es: Exportar registros de Gacha
fil: I-export ang mga Talaan ng Gacha
fr: Exporter l'historique Gacha
it: Esporta Registri Gacha
ja: ガチャ記録の書き出し
ko: 가챠 기록 내보내기
ru: Экспорт записей гача
vi: Xuất hồ sơ Gacha
zh_hans: 导出抽卡记录
zh_hant: 匯出抽卡記錄

# gachaKit.exchange.navTitle.importData
source: Import Gacha Records
de: Gacha-Aufzeichnungen importieren
es: Importar registros de Gacha
fil: I-import ang Mga Tala ng Gacha
fr: Importer l'historique Gacha
it: Importa Registri Gacha
ja: ガチャ記録の読み込み
ko: 가챠 기록 가져오기
ru: Импортировать записи Gacha
vi: Nhập hồ sơ Gacha
zh_hans: 导入抽卡记录
zh_hant: 匯入抽卡記錄

# gachaKit.exchange.startImportingData.button
source: Click Here to Start Import
de: Hier klicken, um den Import zu starten
es: Haga clic aquí para comenzar la importación
fil: I-click Dito para Simulan ang Pag-import
fr: Cliquez ici pour commencer l'importation
it: Fare clic qui per avviare l'importazione
ja: タップして読み込みを開始
ko: 가져오기를 시작하려면 여기를 클릭하세요
ru: Щелкните здесь, чтобы начать импорт
vi: Nhấp vào đây để bắt đầu nhập khẩu
zh_hans: 点此开始导入
zh_hant: 點此開始匯入

# gachaKit.exchange.tabTitle.exportData
source: EXPORT
de: EXPORTIEREN
es: EXPORTAR
fil: I-EXPORT
fr: EXPORTER
it: ESPORTA
ja: 書き出し
ko: 내보내기
ru: ЭКСПОРТ
vi: XUẤT KHẨU
zh_hans: 导出
zh_hant: 匯出

# gachaKit.exchange.tabTitle.importData
source: IMPORT
de: IMPORTIEREN
es: IMPORTAR
fil: I-IMPORT
fr: IMPORTER
it: IMPORTA
ja: 読み込み
ko: 가져오기
ru: ИМПОРТ
vi: NHẬP KHẨU
zh_hans: 导入
zh_hant: 匯入

# gachaKit.export.share.warnings.doNotShareToPublicCollectors
source: ⚠️ WARNING: Do not share your gacha records to **public** gacha record collectors who may **publicize** their statistic results.
de: ⚠️ WARNUNG: Teile deine Gacha-Aufzeichnungen nicht mit **öffentlichen** Gacha-Aufzeichnungssammlern, die ihre statistischen Ergebnisse **veröffentlichen** könnten.
es: ⚠️ ADVERTENCIA: No compartas tus registros de gacha con coleccionistas **públicos** de registros de gacha que puedan **publicar** sus resultados estadísticos.
fil: ⚠️ BABALA: Huwag ibahagi ang iyong mga gacha record sa **publiko** na nangongolekta ng mga gacha record na maaaring **ipamahagi** ang kanilang mga resulta ng istatistika.
fr: ⚠️ AVERTISSEMENT : Ne partagez pas votre historique gacha avec des sites de collecte **publiques** qui pourraient **divulguer** vos résultats à des fins de statistiques.
it: ⚠️ AVVERTENZA: Non condividere i tuoi record gacha con collezionisti gacha **pubblici** che potrebbero **pubblicizzare** i loro risultati statistici.
ja: ⚠️ 警告：貴殿などのガチャ記録を用いて作った統計結果を『公開』する可能性のある『公共』ガチャ記録収集者と共有することをご遠慮ください。
ko: ⚠️ 경고: 통계 결과를 **공개**할 수 있는 **공개** 가챠 기록 수집가에게 가챠 기록을 공유하지 마십시오.
ru: ⚠️ ПРЕДУПРЕЖДЕНИЕ: Не делитесь своими записями гача с **публичными** коллекционерами записей гача, которые могут **распространять** свои статистические результаты.
vi: ⚠️ CẢNH BÁO: Không chia sẻ hồ sơ gacha của bạn với những người thu thập hồ sơ gacha **công cộng** có thể **công khai** kết quả thống kê của họ.
zh_hans: ⚠️ 警告：请勿将您的抽卡记录分享给可能会公开其统计结果的公共抽卡记录收集者。
zh_hant: ⚠️ 警告：請勿將您的抽卡記錄分享給可能會公開其統計結果的公共抽卡記錄收集者。

# gachaKit.exportPackageMethod.allOwners
source: All Owners
de: Alle Eigentümer
es: Todos los propietarios
fil: Lahat ng May-ari
fr: Tous les propriétaires
it: Tutti i proprietari
ja: すべての所有者
ko: 모든 소유자
ru: Все владельцы
vi: Tất cả Chủ sở hữu
zh_hans: 全部的持有者
zh_hant: 全部的持有者

# gachaKit.exportPackageMethod.singleOwner
source: Specified Owner
de: Angegebener Eigentümer
es: Propietario Especificado
fil: Tinukoy na May-ari
fr: Propriétaire spécifié
it: Proprietario specificato
ja: 指定した所有者（１人）
ko: 지정된 소유자
ru: Указанный владелец
vi: Chủ sở hữu được chỉ định
zh_hans: 指定的持有者（单名）
zh_hant: 指定的持有者（單名）

# gachaKit.exportPackageMethod.specifiedOwners
source: Specified Owners
de: Angegebene Eigentümer
es: Propietarios especificados
fil: Tiyak na Mga May-ari
fr: Propriétaires spécifiés
it: Proprietari specificati
ja: 指定した所有者（多人）
ko: 지정된 소유자
ru: Указанные владельцы
vi: Các chủ sở hữu được chỉ định
zh_hans: 指定的持有者（多名）
zh_hant: 指定的持有者（多名）

# gachaKit.filter.options
source: Filter Options
de: Filteroptionen
es: Opciones de Filtro
fil: Mga Pagpipilian sa Filter
fr: Filtres
it: Opzioni di filtro
ja: フィルター設定
ko: 필터 옵션
ru: Параметры фильтра
vi: Tùy chọn bộ lọc
zh_hans: 筛选设定
zh_hant: 篩選設定

# gachaKit.filter.rarity
source: Rarity Rank
de: Seltenheitsrang
es: Rango de Rareza
fil: Ranggo ng Kahirapan
fr: Rareté
it: Grado di Rarità
ja: 稀有度ランク
ko: 희귀 등급
ru: Ранг редкости
vi: Hạng Độ Hiếm
zh_hans: 稀有等级
zh_hant: 稀有等級

# gachaKit.filter.showDate
source: Show Timestamp
de: Zeitstempel anzeigen
es: Mostrar marca de tiempo
fil: Ipakita ang Selyo ng Oras
fr: Afficher la date
it: Mostra timestamp
ja: 日時記録も表示
ko: 타임스탬프 표시
ru: Показать временную метку
vi: Hiển thị Dấu thời gian
zh_hans: 显示时间戳
zh_hant: 顯示時間戳

# gachaKit.gachaLanguage
source: Gacha Language
de: Gacha-Sprache
es: Idioma Gacha
fil: Wikang Gacha
fr: Langue du gacha
it: Linguaggio Gacha
ja: 言語
ko: 가챠 언어
ru: Гача язык
vi: Ngôn ngữ Gacha
zh_hans: 抽卡语言
zh_hant: 抽卡語言

# gachaKit.gachaLanguage.languageSupported.explanation
source: ⚠︎ Italian and Turkish languages are only supported by Genshin Impact.
de: ⚠︎ Italienisch und Türkisch werden nur von Genshin Impact unterstützt.
es: ⚠︎ Los idiomas italiano y turco solo son compatibles con Genshin Impact.
fil: ⚠︎ Ang Italian at Turkish na mga wika ay sinusuportahan lamang ng Genshin Impact.
fr: ⚠︎ Les langues italienne et turque sont uniquement prises en charge par Genshin Impact.
it: ⚠︎ Le lingue italiano e turco sono supportate solo da Genshin Impact
ja: ⚠︎ イタリア語とトルコ語は原神以外のゲームには未だにサポート対象外です。
ko: ⚠︎ 이탈리아어와 터키어는 Genshin Impact에서만 지원됩니다.
ru: ⚠︎ Итальянский и турецкий языки поддерживаются только в Genshin Impact.
vi: ⚠︎ Chỉ có Genshin Impact hỗ trợ ngôn ngữ tiếng Ý và tiếng Thổ Nhĩ Kỳ
zh_hans: ⚠︎ 意大利文与土耳其文的导出暂不支援除了原神以外的游戏。
zh_hant: ⚠︎ 義大利文與土耳其文的匯出暫不支援除了原神以外的遊戲。

# gachaKit.gachaPullerMenu.chooseGachaPuller
source: Choose Gacha Puller
de: Gacha-Zieher auswählen
es: Elegir tirador de Gacha
fil: Pumili ng Gacha Puller
fr: Choisir le tireur Gacha
it: Scegli il tiratore Gacha
ja: ガチャ主を選択
ko: 가챠 기록 소유자 선택
ru: Выберите владельца гача
vi: Chọn người kéo Gacha
zh_hans: 选择抽卡人
zh_hant: 選擇抽卡人

# gachaKit.getRecord.chart.count
source: Count
de: Anzahl
es: Contar
fil: Bilang
fr: Quantité
it: Conteggio
ja: 総数
ko: 개수
ru: Подсчет
vi: Đếm
zh_hans: 数量
zh_hant: 數量

# gachaKit.getRecord.chart.date
source: Date
de: Datum
es: Fecha
fil: Petsa
it: Data
ja: 日付
ko: 날짜
ru: Дата
vi: Ngày tháng
zh_hans: 日期
zh_hant: 日期

# gachaKit.getRecord.failFetch.retry
source: Retry
de: Wiederholen
es: Reintentar
fil: Subukang Muli
fr: Réessayer
it: Riprova
ja: 再試行
ko: 재시도
ru: Повторить
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

# gachaKit.getRecord.fetchRange.allAvailable
source: All Fetchable Range
de: Gesamter verfügbarer Bereich
es: Todo el rango disponible
fil: Buong saklaw na maaaring makuha
fr: Plage disponible complète
it: Tutta la gamma disponibile
ja: 取得可能な全範囲
ko: 모든 가져오기 가능 범위
ru: Весь доступный диапазон
vi: Toàn bộ phạm vi có thể lấy
zh_hans: 所有可获取范围
zh_hant: 所有可取得範圍

# gachaKit.getRecord.fetchRange.recent30Days
source: Recent 30 Days
de: Letzte 30 Tage
es: Últimos 30 días
fil: Nakaraang 30 araw
fr: 30 derniers jours
it: Ultimi 30 giorni
ja: 過去 30 日間
ko: 최근 30일
ru: Последние 30 дней
vi: 30 ngày gần đây
zh_hans: 最近 30 天
zh_hant: 最近 30 天

# gachaKit.getRecord.fetchRange.recent60Days
source: Recent 60 Days
de: Letzte 60 Tage
es: Últimos 60 días
fil: Nakaraang 60 araw
fr: 60 derniers jours
it: Ultimi 60 giorni
ja: 過去 60 日間
ko: 최근 60일
ru: Последние 60 дней
vi: 60 ngày gần đây
zh_hans: 最近 60 天
zh_hant: 最近 60 天

# gachaKit.getRecord.fetchRange.recent72Hours
source: Recent 72 Hours
de: Letzte 72 Stunden
es: Últimas 72 horas
fil: Nakaraang 72 oras
fr: 72 dernières heures
it: Ultime 72 ore
ja: 過去 72 時間
ko: 최근 72시간
ru: Последние 72 часа
vi: 72 giờ gần đây
zh_hans: 最近 72 小时
zh_hant: 最近 72 小時

# gachaKit.getRecord.fetchRange.recentWeek
source: Recent Week
de: Letzte Woche
es: Última semana
fil: Nakaraang Linggo
fr: Dernière semaine
it: Ultima settimana
ja: 過去 1 週間
ko: 지난주
ru: Последняя неделя
vi: Tuần gần đây
zh_hans: 最近一周
zh_hant: 最近一週

# gachaKit.getRecord.fetchRange.title
source: Time Range
de: Zeitraum
es: Rango de tiempo
fil: Saklaw ng Oras
fr: Plage horaire
it: Intervallo di tempo
ja: 期間範囲
ko: 시간 범위
ru: Временной диапазон
vi: Khoảng thời gian
zh_hans: 时间范围
zh_hant: 時間範圍

# gachaKit.getRecord.finished.footer.bleachedInvalidEntriesCount
source: Invalid entries bleached:
de: Ungültige Einträge bereinigt:
es: Entradas inválidas depuradas:
fil: Mga invalid na entry na naalis:
fr: Entrées invalides nettoyées :
it: Voci non valide eliminate:
ja: 削除した無効なる記録の数:
ko: 무효 항목 정리됨:
ru: Недействительные записи очищены:
vi: Các mục không hợp lệ đã được làm sạch:
zh_hans: 已清理的无效本地记录数量:
zh_hant: 已清理的無效本機記錄數量:

# gachaKit.getRecord.finished.footer.nothingToBleach
source: No invalid local entries found.
de: Keine ungültigen lokalen Einträge gefunden.
es: No se encontraron entradas locales inválidas.
fil: Walang invalid na lokal na entry na natagpuan.
fr: Aucune entrée locale invalide trouvée.
it: Nessuna voce locale non valida trovata.
ja: 無効なる記録は見つかりませんでした。
ko: 무효한 로컬 항목이 발견되지 않았습니다.
ru: Недействительных локальных записей не найдено.
vi: Không tìm thấy mục không hợp lệ nào.
zh_hans: 尚未发现无效的本地记录。
zh_hant: 尚未發現無效的本機記錄。

# gachaKit.getRecord.finished.initialize
source: Initialize
de: Initialisieren
es: Inicializar
fil: Ipasimula
fr: Initialiser
it: Inizializza
ja: 初期化
ko: 초기화
ru: Инициализировать
vi: Khởi tạo
zh_hans: 初始化
zh_hant: 初始化

# gachaKit.getRecord.finished.succeeded
source: Succeeded in fetching gacha records
de: Beschaffung der Gacha-Daten erfolgreich
es: Registros de gacha obtenidos con éxito
fil: Tagumpay sa pagkuha ng tala ng gacha
fr: Récupération de l'historique gacha réussi
it: Riuscito a ottenere i record del gacha
ja: ガチャ履歴を取得完了
ko: 가차 기록 가져오기 성공
ru: Получены данные гача.
vi: Lấy lịch sử gacha thành công
zh_hans: 获取抽卡记录成功
zh_hant: 獲取抽卡記錄成功

# gachaKit.getRecord.gotSome.gotNewRecords
source: New: %lld
de: Neu: %lld
es: Nuevo: %lld
fil: Bago: %lld
fr: Nouveau : %lld
it: Nuovo: %lld
ja: 新記録数: %lld
ko: 새로운: %lld
ru: Новое: %lld
vi: Mới: %lld
zh_hans: 新记录数: %lld
zh_hant: 新記錄數: %lld

# gachaKit.getRecord.gotSome.obtaining
source: Obtaining gacha records...
de: Gacha-Datensätze werden abgerufen...
es: Obteniendo registros de gacha...
fil: Kinukuha ang mga tala ng gacha...
fr: Récupération de l'historique gacha...
it: Ottenere i record gacha...
ja: ガチャ履歴を取得中...
ko: 가챠 기록을 가져오는 중...
ru: Получение записей гача...
vi: Đang lấy dữ liệu gacha...
zh_hans: 正在获取抽卡记录……
zh_hant: 正在獲取抽卡記錄……

# gachaKit.getRecord.gotSome.page
source: Page: %lld
de: Seite: %lld
es: Página: %lld
fil: Pahina: %lld
it: Pagina: %lld
ja: ページ: %lld
ko: 페이지: %lld
ru: Страница: %lld
vi: Trang: %lld
zh_hans: 页数: %lld
zh_hant: 頁數: %lld

# gachaKit.getRecord.inProgress.cancel
source: Stop
de: Stopp
es: Detener
fil: Tigil
fr: Arrêter
it: Interrompi
ja: ストップ
ko: 중지
ru: Стоп
vi: Dừng
zh_hans: 停止
zh_hant: 停止

# gachaKit.getRecord.inProgress.obtaining
source: Obtaining gacha records...
de: Abrufen von Gacha-Aufzeichnungen...
es: Obteniendo registros gacha...
fil: Kinukuha ang mga tala ng gacha...
fr: Récupération de l'historique gacha...
it: Ottenimento dei record gacha...
ja: ガチャ履歴を取得中...
ko: 가챠 기록 가져오는 중...
ru: Получение записей гача...
vi: Đang thu thập hồ sơ gacha...
zh_hans: 正在获取抽卡记录……
zh_hant: 正在獲取抽卡記錄……

# gachaKit.getRecord.quickFetch
source: or tap an account to fetch (Miyoushe-governed UIDs only):
de: oder tippe auf ein Konto, um zu laden (nur Miyoushe UIDs):
es: o toca una cuenta para obtener (solo UIDs de Miyoushe):
fil: o i-tap ang account upang makuha (Miyoushe UID lang):
fr: ou appuyez sur un compte pour récupérer (UIDs Miyoushe uniquement):
it: o tocca un account per recuperare (solo ID di Miyoushe):
ja: あるいは下記のいずれの（米遊社在籍のUIDのみ）アカウントをタップして直接取得：
ko: 또는 계정을 눌러 가져오기(미유셰 UID만 해당):
ru: или нажмите на аккаунт, чтобы получить (только Miyoushe UID):
vi: hoặc chạm vào một tài khoản để lấy (chỉ áp dụng cho UID Miyoushe):
zh_hans: 或点击下述受米游社管辖的 UID 直接获取记录:
zh_hant: 或點按下述受米遊社管轄的 UID 直接獲取記錄:

# gachaKit.getRecord.readyStart.copyThisURL
source: Copy this URL to clipboard
de: Diesen URL in die Zwischenablage kopieren
es: Copie esta URL al portapapeles
fil: Kopyahin ang URL na ito sa clipboard
fr: Copier l'URL
it: Copia questo URL negli appunti
ja: この URL をクリップボードに書き込む
ko: 이 URL을 클립보드에 복사하기
ru: Скопируйте этот URL в буфер обмена
vi: Sao chép URL này vào bảng tạm
zh_hans: 将该 URL 复制到剪贴板
zh_hant: 將該 URL 複製到剪貼簿

# gachaKit.getRecord.readyStart.enableBleachingMode
source: Bleach Invalid Local Records
de: Ungültige lokale Einträge bereinigen
es: Limpiar registros locales inválidos
fil: Linisin ang Mga Di-wastong Lokal na Rekord
fr: Nettoyer les enregistrements locaux invalides
it: Pulire i record locali non validi
ja: 異常なる既存データを掃除する
ko: 잘못된 로컬 기록 제거
ru: Очистить недействительные локальные записи
vi: Xóa các bản ghi cục bộ không hợp lệ
zh_hans: 清理既存的异常记录
zh_hant: 清理既存的異常記錄

# gachaKit.getRecord.readyStart.forceOverride
source: Force-override existing entries
de: Vorhandene Einträge überschreiben erzwingen
es: Forzar la sobrescritura de entradas existentes
fil: Piliting i-override ang umiiral na mga entry
fr: Forcer le remplacement des entrées existantes
it: Forza la sovrascrittura delle voci esistenti
ja: 既存の記録を上書きする
ko: 기존 항목 강제 덮어쓰기
ru: Принудительно перезаписать существующие записи
vi: Ghi đè cưỡng bức các mục hiện có
zh_hans: 覆盖既存记录
zh_hant: 覆寫既存記錄

# gachaKit.getRecord.readyStart.reinit
source: Paste another gacha history URL
de: Fügen Sie eine weitere Gacha-Verlauf-URL ein
es: Pega otra URL de historial de gacha
fil: I-paste ang isa pang gacha history URL
fr: Coller une autre URL d'historique gacha
it: Incolla un altro URL di cronologia gacha
ja: 他のガチャ履歴のURLをペースト
ko: 다른 가챠 내역 URL 붙여넣기
ru: Вставьте другой URL истории гачи
vi: Dán một URL lịch sử gacha khác
zh_hans: 粘贴另一个抽卡历史记录 URL
zh_hant: 貼上另一個抽卡歷程記錄URL
