Repository: pizza-studio/PizzaHelperUnited
Catalog: _i18n_xliff/UnitedPizzaHelper Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fil, fr, it, ja, ko, ru, vi, zh_hans, zh_hant

# userWallpaperMgr.exchange.export.succeededInSavingToFile
source: Successfully dumped all user wallpapers.
de: Alle Benutzertapeten wurden erfolgreich gespeichert.
es: Se han exportado correctamente todos los fondos de pantalla del usuario.
fil: Matagumpay na na-dump ang lahat ng wallpaper ng user.
fr: Tous les fonds d'écran utilisateur ont été exportés avec succès.
it: Dump di tutti gli sfondi utente completato con successo.
ja: すべてのユーザー壁紙は無事で書き出しました。
ko: 모든 사용자 배경화면을 성공적으로 덤프했습니다.
ru: Успешно выгружены все пользовательские обои.
vi: Đã xuất thành công tất cả hình nền người dùng.
zh_hans: 所有的用户壁纸已成功打包导出。
zh_hant: 所有的使用者壁紙已成功打包匯出。

# userWallpaperMgr.exchange.import.menuTitle
source: Import a Pack of User Wallpapers
de: Importiere ein Paket Benutzertapeten
es: Importar un paquete de fondos de pantalla del usuario
fil: Mag-import ng Isang Balot ng Wallpaper ng User
fr: Importer un fichier de fonds d'écran utilisateur
it: Importa un Pacchetto di Sfondi Utente
ja: ユーザー壁紙統合を読み込む
ko: 사용자 배경화면 팩 가져오기
ru: Импортировать пакет пользовательских обоев
vi: Nhập một gói hình nền người dùng
zh_hans: 导入用户壁纸包
zh_hant: 匯入使用者壁紙包

# userWallpaperMgr.footerNotice.maximumEntryAmountReached
source: Maximum 10 user wallpapers allowed. While this restriction can possibly be breached by importing a pack of user wallpapers, please beware that this breach may cause performance issues.
de: Maximal 10 Benutzertapeten möglich. Während diese Einschränkung durch den Import eines Pakets von Benutzertapeten möglicherweise umgangen werden kann, beachten Sie bitte, dass dies zu Leistungsproblemen führen kann.
es: Máximo 10 fondos de pantalla permitidos. Si bien esta restricción puede ser evadida importando un paquete de fondos de pantalla de usuario, tenga en cuenta que esto puede causar problemas de rendimiento.
fil: Maximum 10 wallpaper ang pinapayagan. Bagaman ang paghihigpit na ito ay maaaring malabag sa pamamagitan ng pag-import ng isang pack ng mga wallpaper ng user, mangyaring mag-ingat na ang paglabag na ito ay maaaring magdulot ng mga isyu sa pagganap.
fr: Maximum 10 fonds d'écran autorisés. Bien que cette restriction puisse être contournée en important un pack de fonds d'écran utilisateur, veuillez noter que cela peut causer des problèmes de performance.
it: Massimo 10 sfondi consentiti. Sebbene questa restrizione possa essere aggirata importando un pacchetto di sfondi utente, si prega di notare che questo potrebbe causare problemi di prestazioni.
ja: 壁紙は最大10点まで。この制限はユーザー壁紙のパックを読み込むことで回避できる可能性がありますが、パフォーマンスに影響を与える可能性があることにご注意ください。
ko: 최대 10개의 배경화면 허용. 사용자 배경화면 팩을 가져오기하여 이 제한을 우회할 수 있지만, 성능 문제가 발생할 수 있습니다.
ru: Максимум 10 обоев разрешено. Хотя это ограничение может быть обойдено путем импорта пакета пользовательских обоев, имейте в виду, что это может вызвать проблемы с производительностью.
vi: Tối đa 10 hình nền được phép. Mặc dù có thể vượt qua giới hạn này bằng cách nhập một gói hình nền người dùng, xin lưu ý rằng điều này có thể gây ra các vấn đề về hiệu suất.
zh_hans: 最多可添加 10 张壁纸。虽然通过导入壁纸包的方式或许可以强行突破这个限制，但请注意这可能会导致效能问题。
zh_hant: 最多可新增 10 張壁紙。雖然藉由匯入壁紙包的方式或許可以強行突破這個限制，但請注意這可能會導致效能問題。

# userWallpaperMgr.menu.addNewWallpaper
source: Add New Wallpaper
de: Neue Tapete hinzufügen
es: Agregar nuevo fondo de pantalla
fil: Magdagdag ng Bagong Wallpaper
fr: Ajouter un nouveau fond d'écran
it: Aggiungi nuovo sfondo
ja: 新しい壁紙を追加
ko: 새 배경화면 추가
ru: Добавить новые обои
vi: Thêm hình nền mới
zh_hans: 新增用户壁纸
zh_hant: 新增使用者壁紙

# userWallpaperMgr.navDescription
source: User-supplied wallpapers are not listed in the Wallpaper Gallery and are independent of the app's bundled wallpapers.
de: Benutzerdefinierte Hintergründe werden nicht in der Tapetengalerie aufgeführt und sind unabhängig von den mitgelieferten Hintergründen der App.
es: Los fondos de pantalla proporcionados por el usuario no se muestran en la Galería de Fondos de Pantalla y son independientes de los fondos incluidos en la aplicación.
fil: Ang mga wallpaper na ibinigay ng user ay hindi nakalista sa Gallery ng mga Wallpaper at hindi nakadepende sa mga nakabalot na wallpaper ng app.
fr: Les fonds d'écran fournis par l'utilisateur ne sont pas répertoriés dans la galerie des arrière-plans et sont indépendants des fonds d'écran intégrés à l'application.
it: Gli sfondi forniti dall'utente non sono elencati nella Galleria di Sfondi e sono indipendenti dagli sfondi integrati nell'app.
ja: ユーザー提供の壁紙は壁紙の画廊には列記されておらず、アプリにバンドルされた壁紙とは独立しています。
ko: 사용자가 제공한 배경화면은 배경 갤러리에 나열되지 않으며 앱의 번들 배경화면과 독립적입니다.
ru: Пользовательские обои не отображаются в Галерее обоев и независимы от встроенных обоев приложения.
vi: Hình nền do người dùng cung cấp không được liệt kê trong Thư viện Hình nền và độc lập với hình nền tích hợp của ứng dụng.
zh_hans: 用户壁纸不会在壁纸画廊中列出，且独立于 App 内建壁纸之外。
zh_hant: 使用者壁紙不會在壁紙畫廊中列出，且獨立於應用程式內建壁紙之外。

# userWallpaperMgr.navTitle
source: User Wallpaper Manager
de: Benutzertapeten-Manager
es: Gestor de Fondos de Usuario
fil: Manager ng Wallpaper ng User
fr: Gestionnaire de fonds d'écran
it: Gestore Sfondi Utente
ja: ユーザー壁紙マネージャー
ko: 사용자 배경화면 관리자
ru: Менеджер пользовательских обоев
vi: Quản lý Hình nền Người dùng
zh_hans: 用户壁纸管理器
zh_hant: 使用者壁紙管理器

# userWallpaperMgr.navTitle.tiny
source: User Wallpapers
de: Benutzertapeten
es: Fondos de Usuario
fil: Mga Wallpaper ng User
fr: Fonds d'écran
it: Sfondi Utente
ja: ユーザー壁紙
ko: 사용자 배경화면
ru: Пользовательские обои
vi: Hình nền Người dùng
zh_hans: 用户壁纸
zh_hant: 使用者壁紙

# userWallpaperMgr.toast.taskFailed
source: Failed
de: Fehlgeschlagen
es: Fallido
fil: Nabigo
fr: Echec
it: Fallito
ja: 失敗
ko: 실패했습니다
ru: Не удалось
vi: Không thành công
zh_hans: 添加失败
zh_hant: 添加失敗

# userWallpaperMgr.toast.taskSucceeded
source: Done
de: Fertig
es: Hecho
fil: Tapos na
fr: Terminé
it: Fatto
ja: 完了
ko: 완료
ru: Готово
vi: Hoàn tất
zh_hans: 添加成功
zh_hant: 添加成功

# wallpaperGallery.navTitle
source: Wallpaper Gallery
de: Tapetengalerie
es: Galería de Fondos de Pantalla
fil: Gallery ng mga Wallpaper
fr: Galerie des arrières plans
it: Galleria di Sfondi
ja: 壁紙の画廊
ko: 배경 갤러리
ru: Галерея обоев
vi: Thư viện Hình nền
zh_hans: 壁纸画廊
zh_hant: 壁紙畫廊

# wpKit.assign.background4App
source: Assign as App Background
de: Als App-Hintergrund festlegen
es: Asignar como fondo de la aplicación
fil: Italaga bilang Background ng App
fr: Définir comme arrière-plan de l'application
it: Imposta come sfondo app
ja: アプリの背景画像とす
ko: 앱 배경으로 지정
ru: Назначить в качестве фона приложения
vi: Đặt làm nền ứng dụng
zh_hans: 设为 App 背景图像
zh_hant: 設為 App 背景圖像

# wpKit.assign.backgrounds4LiveActivity
source: Assign as Live Activity Background
de: Als Hintergrund für Live-Aktivität festlegen
es: Asignar como fondo de actividad en vivo
fil: Itakda bilang Background ng Live na Aktibidad
fr: Définir comme arrière-plan de l'activité en direct
it: Assegna come sfondo attività in tempo reale
ja: ライブアクティビティの背景画像とす
ko: 라이브 활동 배경으로 지정
ru: Назначить как фон живой активности
vi: Gán làm nền Hoạt động Trực tiếp
zh_hans: 设为实时活动背景图
zh_hant: 設為即時動態背景圖

# wpKit.gamePicker.Latte.shortName
source: LT
ko: 라떼

# NSHumanReadableCopyright
source: (c) 2024 and onwards Pizza Studio (AGPL v3.0 License or later).
de: (c) 2024 und später Pizza Studio (AGPL v3.0 Lizenz oder später)
es: (c) 2024 y en adelante Pizza Studio (Licencia AGPL v3.0 o posterior)
fil: (c) 2024 at pataas Pizza Studio (AGPL v3.0 Lisensya o mas bago)
fr: (c) 2024 et au-delà, Pizza Studio (Licence AGPL v3.0 et ultérieur)
it: (c) 2024 e successivi Pizza Studio (Licenza AGPL v3.0 o successiva)
ko: (©) 2024 및 이후 Pizza Studio (AGPL v3.0 라이선스 또는 그 이후)
ru: © 2024 и далее Pizza Studio (лицензия AGPL v3.0 или новее)
vi: (c) 2024 và tiếp theo Pizza Studio (Giấy phép AGPL v3.0 hoặc sau đó)

# NSPhotoLibraryAddUsageDescription
source: This permission allows this app to write generated images to Photos library when user requested this app to do, including QR Codes, etc.
de: Diese Berechtigung erlaubt es dieser App, generierte Bilder einschließlich QR-Codes in der Fotobibliothek zu speichern, wenn der Benutzer dies anfordert.
es: Este permiso permite que esta aplicación escriba imágenes generadas en la biblioteca de Fotos cuando el usuario se lo solicite, incluidos los códigos QR, etc.
fil: Ang pahintulot na ito ay nagbibigay-daan sa app na ito na magsulat ng mga nalikhang larawan sa Photos library kapag hiniling ng gumagamit, kabilang ang mga QR Code, at iba pa
fr: Cette autorisation permet à cette application d'ajouter des images dans les Photos lorsque l'utilisateur le demande, y compris les codes QR, etc.
it: Questa autorizzazione consente a questa app di scrivere immagini generate nella libreria Foto quando l'utente lo richiede, inclusi codici QR, ecc.
ja: ユーザーの命令により、アプリが生成した画像（QRコードなど）をPhotosアプリに書き出す権限許可です。
ko: 이 권한은 사용자가 요청할 때 이 앱이 생성된 이미지를 사진 보관함에 저장할 수 있도록 허용합니다, QR 코드 등을 포함하여.
ru: Это разрешение позволяет приложению записывать сгенерированные изображения в библиотеку Фото, когда пользователь запросит это, включая QR-коды и т.д.
vi: Quyền này cho phép ứng dụng này ghi hình ảnh được tạo vào thư viện Ảnh khi người dùng yêu cầu ứng dụng này làm như vậy, bao gồm cả Mã QR, v.v.
zh_hans: 该许可将允许该 App 在用户要求的时候将生成的图片文件（比如 QR Code 二维码）写入到系统内建的照片 App 内。
zh_hant: 該准許令將允許該 App 在使用者要求的時候將生成的圖片檔案（比如 QR Code）寫入到系統內建的照片應用內。

# CFBundleDisplayName
source: United Pizza Engine
es: Motor de Pizza Unida
fil: Nagkakaisang Pizza Engine
it: Motore di Pizza Unito
ja: 統一ピザエンジン
ko: 유나이티드 피자 엔진
zh_hans: 统一披萨引擎
zh_hant: 統一披薩引擎

# CFBundleName
source: United Pizza Engine
es: Motor de Pizza Unida
fil: Pinag-isang Makina ng Pizza
it: Motore Pizza Unita
ja: 統一ピザエンジン
ko: 유나이티드 피자 엔진
ru: Юнайтед Пицца Энжин
zh_hans: 统一披萨引擎
zh_hant: 統一披薩引擎

# appEntity.localProfile
source: Profile
de: Profil
es: Perfil
fr: Profil
it: Profilo
ja: プロファイル
ko: 프로필
ru: Профиль
vi: Hồ sơ
zh_hans: 本地账号
zh_hant: 本機帳號

# appEntity.widgetBackground
source: Widget Background
de: Widget-Hintergrund
es: Fondo del Widget
fil: Likuran ng Widget
fr: Arrière-plan du widget
it: Sfondo del Widget
ja: ウィジェットの背景画像
ko: 위젯 배경
ru: Фон виджета
vi: Nền tiện ích
zh_hans: 小组件背景
zh_hant: 小工具背景

# appEnum.ExpeditionDisplayPolicy.displayExclusively
source: Display Exclusively
de: Exklusiv anzeigen
es: Mostrar exclusivamente
fil: Ipakita nang Eksklusibo
fr: Afficher exclusivement
it: Mostra esclusivamente
ja: 独占表示する
ko: 독점 표시
ru: Показывать исключительно
vi: Hiển thị độc quyền
zh_hans: 独占显示
zh_hant: 獨佔顯示

# appEnum.ExpeditionDisplayPolicy.displayWhenAvailable
source: Display If Available
de: Anzeigen wenn Verfügbar
es: Mostrar si Está Disponible
fil: Ipakita Kung May Magagamit
fr: Afficher si Disponible
it: Mostra se Disponibile
ja: 利用可能な情報を表示
ko: 사용 가능한 경우 표시
ru: Отображать если Доступно
vi: Hiển thị Nếu Có sẵn
zh_hans: 有资讯时显示
zh_hant: 有資訊時顯示

# appEnum.ExpeditionDisplayPolicy.neverDisplay
source: Never Display
de: Nie Anzeigen
es: Nunca Mostrar
fil: Hindi Kailanman Ipakita
fr: Ne Jamais Afficher
it: Non Mostrare Mai
ja: 表示せず
ko: 표시하지 않음
ru: Никогда не Отображать
vi: Không Bao giờ Hiển thị
zh_hans: 始终不显示
zh_hant: 始終不顯示

# appEnum.ExpeditionDisplayPolicy.title
source: Expedition Display Policy
de: Expeditionsanzeige-Richtlinie
es: Política de Visualización de Expediciones
fil: Patakaran sa Pagpapakita ng Ekspedisyon
fr: Politique d'Affichage des Expéditions
it: Politica di Visualizzazione delle Spedizioni
ja: 派遣依頼の表示の方針
ko: 원정 표시 정책
ru: Политика Отображения Экспедиций
vi: Chính sách Hiển thị Thám hiểm
zh_hans: 派遣委托显示策略
zh_hant: 派遣委託顯示策略

# appEnum.StaminaContentRevolverStyle.asRoundMeter
source: Round Meter
de: Rundzähler
es: Medidor Redondo
fil: Bilog na Metro
fr: Jauge ronde
it: Contatore Rotondo
ja: 円形計器
ko: 라운드 미터
ru: Круглый счётчик
vi: Đồng hồ tròn
zh_hans: 仪表盘
zh_hant: 儀錶盤

# appEnum.StaminaContentRevolverStyle.asTimeStampWhenWillAccomplish
source: Timestamp (when finished)
de: Zeitstempel (bei Fertigstellung)
es: Marca de tiempo (cuando finalizado)
fil: Timestamp (kapag natapos)
fr: Horodatage (lorsque terminé)
it: Timestamp (quando finito)
ja: 完了予定時刻
ko: 타임스탬프 (완료 시점)
ru: Отметка времени (по завершении)
vi: Dấu thời gian (khi hoàn thành)
zh_hans: 完工时间戳
zh_hant: 完工時間戳

# appEnum.StaminaContentRevolverStyle.asTimerCountDown
source: Countdown Timer
es: Temporizador de cuenta regresiva
fr: Minuteur de compte à rebours
it: Timer Conto alla Rovescia
ja: カウントダウン
ko: 카운트다운 타이머
ru: Таймер обратного отсчета
vi: Đồng hồ đếm ngược
zh_hans: 计时器
zh_hant: 計時器

# appEnum.StaminaContentRevolverStyle.byDefault
source: Default
de: Standard
es: Predeterminado
fr: Par défaut
it: Predefinito
ja: 初期設定値
ko: 기본
ru: По умолчанию
vi: Mặc định
zh_hans: 默认值
zh_hant: 預設值

# appEnum.StaminaContentRevolverStyle.title
source: Auto Rotation of Stamina Widget Styles
de: Automatische Rotation der Ausdauer-Widget-Stile
es: Rotación Automática de Estilos del Widget de Resistencia
fil: Awtomatikong Pag-ikot ng mga Estilo ng Stamina Widget
fr: Rotation automatique des styles du widget
it: Rotazione automatica degli stili del widget stamina
ja: スタミナ表示スタイルの自動切替
ko: 스태미너 위젯 스타일 자동 회전
ru: Автоповорот стилей виджета выносливости
vi: Tự động xoay kiểu widget sức bền
zh_hans: 轮替显示不同的体力表示风格
zh_hant: 輪替顯示不同的體力表示風格

# appEnum.WeeklyBossesDisplayMethod.alwaysHidden
source: always hidden
de: immer verborgen
es: siempre oculto
fil: laging nakatago
fr: toujours caché
it: sempre nascosto
ja: 常に隠す
ko: 항상 숨김
ru: всегда скрыто
vi: luôn ẩn
zh_hans: 始终隐藏
zh_hant: 始終隱藏

# appEnum.WeeklyBossesDisplayMethod.alwaysVisible
source: always visible
de: immer sichtbar
es: siempre visible
fil: laging nakikita
fr: toujours visible
it: sempre visibile
ja: 常に見えるようにする
ko: 항상 표시됨
ru: всегда виден
vi: luôn hiển thị
zh_hans: 始终显示
zh_hant: 始終顯示

# appEnum.WeeklyBossesDisplayMethod.hiddenIfAllCompleted
source: hidden if all completed
de: Ausgeblendet, wenn alle abgeschlossen
es: oculto si todo está completado
fil: nakatago kung natapos lahat
fr: masquer si tout est terminé
it: nascosto se tutto completato
ja: 隠す(全部完了の場合のみ)
ko: 모두 완료된 경우 숨기기
ru: скрыто, если все выполнено
vi: ẩn nếu tất cả đã hoàn thành
zh_hans: 全部完成时则隐藏
zh_hant: 全部完成時則隱藏

# appEnum.WeeklyBossesDisplayMethod.title
source: Weekly Bosses Info Display Method
de: Wöchentliche Boss-Info-Anzeigemethode
es: Método de Pantalla de Información de Jefes Semanales
fil: Paraan ng Pagpapakita ng Impormasyon ng Lingguhang Bosses
fr: Méthode d'affichage des informations sur les Boss hebdomadaires
it: Metodo di Visualizzazione delle Informazioni sui Boss Settimanali
ja: 週ボス情報の表示方法
ko: 주간 보스 정보 표시 방법
ru: Метод отображения информации о еженедельных боссах
vi: Phương Pháp Hiển Thị Thông Tin Boss Hàng Tuần
zh_hans: 每周强敌征讨信息显示方法
zh_hant: 每週強敵征討資訊顯示方法

# appEnum.WidgetSupportedGame.GI
source: Genshin Impact
ja: 原神
ko: 원신
zh_hans: 原神
zh_hant: 原神

# appEnum.WidgetSupportedGame.HSR
source: Star Rail
ja: スターレイル
ko: 스타 레일
zh_hans: 星穹铁道
zh_hant: 星穹鐵道

# appEnum.WidgetSupportedGame.ZZZ
source: Zenless Zone Zero
ja: ゼンレスゾンゼロ
ko: 절레스 존 제로
zh_hans: 绝区零
zh_hant: 絕區零

# appEnum.WidgetSupportedGame.allGames
source: All Games
de: Alle Spiele
es: Todos los juegos
fil: Lahat ng Laro
fr: Tous les jeux
it: Tutti i giochi
ja: すべてのゲーム
ko: 모든 게임
ru: Все игры
vi: Tất cả các trò chơi
zh_hans: 所有游戏
zh_hant: 所有遊戲

# appEnum.WidgetSupportedGame.title
source: Supported Game
de: Unterstütztes Spiel
es: Juego compatible
fil: Sinusuportahang Laro
fr: Jeu pris en charge
it: Gioco supportato
ja: サポートされているゲーム
ko: 지원되는 게임
ru: Поддерживаемая игра
vi: Trò chơi được hỗ trợ
zh_hans: 受支持的游戏
zh_hant: 受支援的遊戲

# intent.description.chooseTheGame
source: Choose the game
de: Wähle das Spiel
es: Elige el juego
fil: Piliin ang laro
fr: Choisissez le jeu
it: Scegli il gioco
ja: ゲームを選択
ko: 게임 선택
ru: Выберите игру
vi: Chọn trò chơi
zh_hans: 选择游戏
zh_hant: 選擇遊戲

# intent.description.pickTheLocalProfileDuoForThisWidget
source: Choose 2 local profiles for this widget
de: Wählen Sie zwei lokale Profile für dieses Widget aus
es: Elige dos perfiles locales para este widget
fil: Piliin ang dalawang lokal na profile para sa widget na ito
fr: Choisissez deux profils locaux pour ce widget
it: Scegli due profili locali per questo widget
ja: このウィジェット用に2つのプロファイルを選択
ko: 이 위젯에 대한 두 개의 로컬 프로필을 선택하세요
ru: Выберите два локальных профиля для этого виджета
vi: Chọn hai hồ sơ cục bộ cho tiện ích này
zh_hans: 替该小组件选择两个本地账号
zh_hant: 替該小工具選擇兩個本機帳號

# intent.description.pickTheLocalProfileForThisWidget
source: Choose a local profile for this widget
de: Wählen Sie ein lokales Profil für dieses Widget aus
es: Elige un perfil local para este widget
fil: Piliin ang isang lokal na profile para sa widget na ito
fr: Choisissez un profil local pour ce widget
it: Scegli un profilo locale per questo widget
ja: このウィジェット用のプロファイルを選択
ko: 이 위젯에 대한 로컬 프로필을 선택하세요
ru: Выберите локальный профиль для этого виджета
vi: Chọn một hồ sơ cục bộ cho tiện ích này
zh_hans: 替该小组件选择一个本地账号
zh_hant: 替該小工具選擇一個本機帳號

# intent.field.echoOfWarDisplayMethod
source: Echo of War Display
de: Echo des Krieges Anzeige
es: Pantalla de Ecos de la guerra
fil: Ipakita ang Echo of War
fr: Affichage des Échos de la guerre
it: Visualizzazione di Eco della Guerra
ja: [星鉄] 歴戦余韻の残った回数を表示する
ko: 전쟁의 여운 표시
ru: Отображение Эха войны
vi: Hiển thị Dư Âm Chiến Đấu
zh_hans: [星铁] 显示历战余响剩余奖励次数
zh_hant: [星鐵] 顯示歷戰餘響剩餘獎勵次數

# intent.field.expeditionDisplayPolicy
source: Expedition Display Policy
de: Expeditionsanzeige-Richtlinie
es: Política de Visualización de Expediciones
fil: Patakaran sa Pagpapakita ng Ekspedisyon
fr: Politique d'Affichage des Expéditions
it: Politica di Visualizzazione delle Spedizioni
ja: 派遣依頼の表示の方針
ko: 원정 표시 정책
ru: Политика Отображения Экспедиций
vi: Chính sách Hiển thị Thám hiểm
zh_hans: 派遣委托显示策略
zh_hant: 派遣委託顯示策略

# intent.field.followSystemDarkMode
source: Follow system color scheme
de: Dem Farbschema des Systems folgen
es: Seguir el esquema de color del sistema
fil: Sundin ang scheme ng kulay ng sistema
fr: Thème du système
it: Segui il tema colori di sistema
ja: システムの外観モードに沿う
ko: 시스템 색상 구성표 따르기
ru: Использовать системную цветовую схему
vi: Theo dõi chế độ màu của hệ thống
zh_hans: 跟随系统明暗配色方案
zh_hant: 跟隨系統明暗配色方案

# intent.field.game
source: Game
de: Spiel
es: Juego
fil: Laro
fr: Jeu
it: Gioco
ja: ゲーム
ko: 게임
ru: Игра
vi: Trò chơi
zh_hans: 游戏
zh_hant: 遊戲

# intent.field.inverseSelectMode
source: Inverse the Selection
de: Auswahl umkehren
es: Invertir la selección
fil: Baligtarin ang Pagpili
fr: Inverser la sélection
it: Inverti la selezione
ja: 選択を反転する
ko: 선택 반전
ru: Инвертировать выбор
vi: Đảo ngược lựa chọn
zh_hans: 反向选择
zh_hant: 反向選擇

# intent.field.localProfile
source: Local profile
de: Lokales Profil
es: Perfil local
fil: Pook na lokal
fr: Profil local
it: Profilo locale
ja: プロファイル
ko: 로컬 프로필
ru: Локальный профиль
vi: Hồ sơ cục bộ
zh_hans: 本地账号
zh_hant: 本機帳號

# intent.field.localProfile.slot1
source: Local profile #1
de: Lokales Profil #1
es: Perfil local #1
fil: Pook na lokal #1
fr: Profil local #1
it: Profilo locale #1
ja: プロファイル #1
ko: 로컬 프로필 #1
ru: Локальный профиль #1
vi: Hồ sơ cục bộ #1
zh_hans: 本地账号 #1
zh_hant: 本機帳號 #1

# intent.field.localProfile.slot2
source: Local profile #2
de: Lokales Profil #2
es: Perfil local #2
fil: Pook na lokal #2
fr: Profil local #2
it: Profilo locale #2
ja: プロファイル #2
ko: 로컬 프로필 #2
ru: Локальный профиль #2
vi: Hồ sơ cục bộ #2
zh_hans: 本地账号 #2
zh_hant: 本機帳號 #2

# intent.field.showMaterialsInLargeSizeWidget
source: [GI] Show daily materials (large-sized widgets only)
de: [GI] Tägliche Materialien anzeigen (nur große Widgets)
es: [GI] Mostrar materiales diarios (solo widgets grandes)
fil: [GI] Ipakita ang mga materyales araw-araw (para sa malalaking widget lamang)
fr: [GI] Afficher les matériaux quotidiens (widgets de grande taille uniquement)
it: [GI] Mostra materiali giornalieri (solo per widget di grandi dimensioni)
ja: [原神] 毎日の材料情報を表示する (大型ウィジェットのみ)
ko: [GI] 일일 재료 표시 (대형 위젯 전용)
ru: [GI] Показать ежедневные материалы (только для виджетов большого размера)
vi: [GI] Hiển thị tài liệu hàng ngày (chỉ dành cho widget cỡ lớn)
zh_hans: [原神] 在大尺寸小组件显示每日材料
zh_hant: [原神] 在大尺寸小工具顯示每日材料

# intent.field.showStaminaOnly
source: Show Player Stamina Only
de: Nur Spielerausdauer anzeigen
es: Mostrar solo la resistencia del jugador
fil: Ipakita lamang ang stamina ng manlalaro
fr: Afficher uniquement la résine du joueur
it: Mostra solo la resistenza del giocatore
ja: スタミナだけを表示する
ko: 플레이어 체력만 표시
ru: Показывать только выносливость игрока
vi: Chỉ hiển thị thể lực người chơi
zh_hans: 仅显示玩家体力
zh_hant: 僅顯示玩家體力

# intent.field.showTransformer
source: [GI] Show transformer status
de: [GI] Transformatorstatus anzeigen
es: [GI] Mostrar estado del transformador
fil: Ipakita ang status ng transformer
fr: [IG] Afficher l'état du transformateur
it: Visualizza stato trasformatore
ja: [原神] 参量物質変化器の状態を表示する
ko: [GI] 변압기 상태 표시
ru: [GI] Показать статус трансформатора
vi: [GI] Hiển thị trạng thái máy biến áp
zh_hans: [原神] 显示参量质变仪的状态
zh_hant: [原神] 顯示參數質變儀的狀態

# intent.field.staminaDisplayStyle
source: Stamina display style (Resin / Trailblazing Power / Zenless Energy)
de: Ausdauer-Anzeigestil (Harz / Pionierkraft / Zenlose Energie)
es: Estilo de visualización de la resistencia (Resina / Poder de Aventurero / Energía Zenless)
fil: Estilo ng pagpapakita ng Stamina (Resin / Trailblazing Power / Zenless Energy)
fr: Style d'affichage de l'endurance (Résine / Puissance du Pionnier / Énergie Zenless)
it: Stile di visualizzazione della stamina (Resina / Potere Trailblazing / Energia Zenless)
ja: スタミナの表示スタイル（天然樹脂・開拓力・ZZZバッテリー）
ko: 스태미너 표시 스타일 (수지 / 개척의 힘 / 젠레스 에너지)
ru: Стиль отображения выносливости (Смола / Боевой дух / Энергия дзэн)
vi: Kiểu hiển thị thể lực (Nhựa / Sức mạnh phiêu lưu / Năng lượng tĩnh)
zh_hans: 体力显示风格 (原粹树脂 / 开拓力 / 绝区电量)
zh_hant: 體力顯示風格 (原粹樹脂 / 開拓力 / 絕區電量)

# intent.field.trounceBlossomDisplayMethod
source: Trounce Blossom Display
de: Blüte der Eroberung Anzeige
es: Pantalla de Flor de cruzada
fil: Ipakita ang Trounce Blossom
fr: Affichage des fleurs des lignes énergétiques
it: Visualizzazione di Fiore della Conquista
ja: [原神] 征討の花の樹脂値引きを表示する
ko: 토벌의 꽃 표시
ru: Отображение Цветка наказания
vi: Hiển thị Hoa Chinh Phạt
zh_hans: [原神] 显示征讨之花树脂折扣
zh_hant: [原神] 顯示征討之花樹脂折扣

# intent.field.useRandomWallpaper
source: Use random wallpaper
de: Zufälliges Hintergrundbild verwenden
es: Usar fondo de pantalla aleatorio
fil: Gumamit ng random na wallpaper
fr: Utiliser un fond d'écran aléatoire
it: Usa sfondo casuale
ja: ランダムな壁紙を使用
ko: 랜덤 배경화면 사용
ru: Использовать случайные обои
vi: Sử dụng hình nền ngẫu nhiên
zh_hans: 随机选用壁纸
zh_hant: 隨機選用壁紙

# intent.field.useTinyGlassDisplayStyle
source: Use Tiny Glass Display Style
de: Winzigen Glas-Anzeigestil verwenden
es: Usar estilo de visualización de vidrio pequeño
fil: Gumamit ng Maliit na Estilo ng Display ng Salamin
fr: Utiliser le style d'affichage en verre miniature
it: Usa stile di visualizzazione vetro piccolo
ja: ミニガラス表示スタイル
ko: 작은 유리 디스플레이 스타일 사용
ru: Использовать крошечный стеклянный стиль отображения
vi: Sử dụng kiểu hiển thị kính nhỏ
zh_hans: 启用袖珍玻璃显示风格
zh_hant: 啟用袖珍玻璃顯示風格

# intent.field.wallpaper
source: Wallpaper
de: Tapete
es: Fondo de pantalla
fil: Papel de dinding
fr: Fond d'écran
it: Sfondi
ja: 壁紙
ko: 배경화면
ru: Обои
vi: Hình nền
zh_hans: 壁纸
zh_hant: 壁紙

# intent.name.selectGameOnly
source: Only choose the game
de: Nur das Spiel wählen
es: Solo elige el juego
fil: Piliin lamang ang laro
fr: Choisissez uniquement le jeu
it: Scegli solo il gioco
ja: ゲームのみを選択
ko: 게임만 선택
ru: Выбрать только игру
vi: Chỉ chọn trò chơi
zh_hans: 仅选择游戏
zh_hant: 僅選擇遊戲

# intent.name.selectLocalProfile
source: Choose Local Profile
de: Lokales Profil auswählen
es: Elegir perfil local
fil: Piliin ang Lokal na Profile
fr: Choisir le profil local
it: Scegli profilo locale
ja: プロファイルを選択
ko: 로컬 프로필 선택
ru: Выберите локальный профиль
vi: Chọn hồ sơ cục bộ
zh_hans: 选择本地账号
zh_hant: 選擇本機帳號
