Repository: pizza-studio/PizzaHelperUnited
Catalog: _i18n_xliff/UnitedPizzaHelper Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fil, fr, it, ja, ko, ru, vi, zh_hans, zh_hant

# aboutKit.contributors.category.i18n.previous.description
source: Not all of these contributors are taking part into the localization work since v5.0+. We still credit them here for their contributions against the previous major releases.
de: Nicht alle dieser Mitwirkenden sind seit Version 5.0+ an der Lokalisierungsarbeit beteiligt. Wir würdigen sie hier dennoch für ihre Beiträge zu den vorherigen Hauptversionen.
es: No todos estos colaboradores participan en el trabajo de localización desde la versión 5.0+. Aun así, los mencionamos aquí por sus contribuciones en versiones principales anteriores.
fil: Hindi lahat ng mga tagapag-ambag na ito ay kasali pa sa lokal na pagsasalin mula v5.0+. Binibigyan pa rin namin sila ng kredito dito para sa kanilang mga ambag sa mga nakaraang pangunahing bersyon.
fr: Tous ces contributeurs ne participent plus à la localisation depuis la version 5.0+. Nous les remercions néanmoins ici pour leurs contributions aux versions majeures précédentes.
it: Non tutti questi collaboratori partecipano al lavoro di localizzazione dalla versione 5.0+. Li ringraziamo comunque qui per i loro contributi alle precedenti versioni principali.
ja: v5.0以降の翻訳（ローカリゼーション）には全員が参加したわけではありませんが、それ以前の主要リリースへの貢献に感謝し、引き続きここにその名を記載させていただきます。
ko: 이 기여자들 모두가 v5.0+ 이후 현지화 작업에 참여하고 있지는 않습니다. 이전 주요 릴리스에 대한 그들의 기여를 여기에서 계속 인정합니다.
ru: Не все эти участники продолжают работать над локализацией с версии 5.0+. Тем не менее, мы указываем их здесь за вклад в предыдущие основные версии.
vi: Không phải tất cả những người đóng góp này đều tham gia vào công việc bản địa hóa kể từ v5.0+. Chúng tôi vẫn ghi nhận họ ở đây vì những đóng góp của họ cho các bản phát hành lớn trước đó.
zh_hans: 上述翻译贡献者们并非都有参与对 v5.0+ 的翻译工作，但我们仍在此感谢他们对以往主要版本的贡献。
zh_hant: 上述翻譯貢獻者們並非都有參與對 v5.0+ 的翻譯工作，但我們仍在此感謝他們對以往主要版本的貢獻。

# aboutKit.contributors.category.mainCrew
source: Main Developer Team
de: Hauptentwicklungsteam
es: Equipo Principal de Desarrolladores
fil: Pangunahing Koponan ng Mga Developer
fr: Équipe principale
it: Team di Sviluppo Principale
ja: 開発チーム
ko: 주요 개발 팀
ru: Основная команда разработчиков
vi: Nhóm Phát Triển Chính
zh_hans: 开发团队
zh_hant: 開發團隊

# aboutKit.eula.title
source: EULA & User Policy
de: EULA & Benutzervereinbarung
es: EULA y Política de Usuario
fil: EULA at Patakaran ng Gumagamit
fr: CLUF et Politique d'utilisation
it: Accordo di Licenza con l'Utente Finale e Politica degli Utenti
ja: 使用者許諾契約
ko: 최종 사용자 라이선스 계약 및 사용자 정책
ru: Лицензионное соглашение и политика пользователя
vi: Chính sách Người dùng & EULA
zh_hans: 最终用户许可协议
zh_hant: 使用者授權合約

# aboutKit.ourApps.LatteHelper
source: The Latte Helper
ko: 라떼 도우미

# aboutKit.ourApps.clickHereToUpdate
source: Update
de: Aktualisieren
es: Actualizar
fil: I-update
fr: Mettre à jour
it: Aggiorna
ja: 更新
ko: 업데이트
ru: Обновить
vi: Cập nhật
zh_hans: 更新
zh_hant: 更新

# aboutKit.ourApps.miHoYoCopyrightNotice
source: Copyright (excl. the Swift program part of this app): (c) All rights reserved by miHoYo and its subsidiaries. Other properties and any right, title, and interest thereof and therein (intellectual property rights included) not derived from miHoYo's game titles ("Star Rail", "Genshin Impact", "Zenless Zone Zero", etc.) belong to their respective owners.
de: Urheberrecht (mit Ausnahme des Swift-Programmteils dieser App): (c) Alle Rechte vorbehalten von miHoYo und seinen Tochtergesellschaften. Andere Eigenschaften sowie alle Rechte, Titel und Interessen daran (einschließlich geistiger Eigentumsrechte), die nicht von den Spieletiteln von miHoYo ("Star Rail", "Genshin Impact", "Zenless Zone Zero" usw.) stammen, gehören ihren jeweiligen Eigentümern.
es: Derechos de autor (excluyendo la parte del programa Swift de esta aplicación): (c) Todos los derechos reservados por miHoYo y sus filiales. Otras propiedades y cualquier derecho, título e interés relacionados con las mismas (incluidos los derechos de propiedad intelectual) que no deriven de los títulos de juegos de miHoYo ("Star Rail", "Genshin Impact", "Zenless Zone Zero", etc.) pertenecen a sus respectivos propietarios.
fil: Copyright (hindi kasama ang bahagi ng programa ng Swift ng app na ito): (c) Lahat ng karapatan ay nakalaan kay miHoYo at sa mga subsidiary nito. Ang iba pang mga ari-arian at anumang karapatan, titulo, at interes nito at doon (kabilang ang mga karapatan sa intelektwal na ari-arian) na hindi nagmula sa mga pamagat ng laro ng miHoYo ("Star Rail", "Genshin Impact", "Zenless Zone Zero", atbp.) ay pag-aari ng kani-kanilang may-ari.
fr: Droit d'auteur (à l'exclusion de la partie du programme Swift de cette application) : (c) Tous droits réservés par miHoYo et ses filiales. Les autres propriétés et tout droit, titre et intérêt y afférents (y compris les droits de propriété intellectuelle) qui ne dérivent pas des titres de jeux de miHoYo ("Star Rail", "Genshin Impact", "Zenless Zone Zero", etc.) appartiennent à leurs propriétaires respectifs.
it: Copyright (esclusa la parte del programma Swift di questa app): (c) Tutti i diritti riservati da miHoYo e dalle sue filiali. Altre proprietà e qualsiasi diritto, titolo e interesse relativi e inerenti (inclusi i diritti di proprietà intellettuale) che non derivano dai titoli di gioco di miHoYo ("Star Rail", "Genshin Impact", "Zenless Zone Zero", ecc.) appartengono ai rispettivi proprietari.
ja: 著作権（このアプリの Swift プログラム部分を除く）：(c) 株式会社米哈遊（上海本社）およびその子会社がすべての権利を保有します。米哈遊社のゲームタイトル（「星穹鉄道（スターレイル）」、「原神」、「絶区零（ゼンレスゾーンゼロ）」など）に由来しないその他の財産およびそれに関連するすべての権利、所有権、利益（知的財産権を含む）は、それぞれの所有者に帰属します。
ko: 저작권 (이 앱의 Swift 프로그램 부분 제외): (c) miHoYo 및 그 자회사들이 모든 권리를 보유합니다. miHoYo의 게임 타이틀("Star Rail", "Genshin Impact", "Zenless Zone Zero" 등)에서 파생되지 않은 기타 자산 및 이에 관련된 모든 권리, 소유권, 이익(지적 재산권 포함)은 각 소유자에게 귀속됩니다.
ru: Авторские права (за исключением части программы на Swift в этом приложении): (c) Все права защищены miHoYo и её дочерними компаниями. Другие активы, а также любые права, титулы и интересы, связанные с ними (включая права интеллектуальной собственности), не происходящие из игровых продуктов miHoYo («Звёздный путь», «Геншин Импакт», «Зенлесс Зона Зеро» и т.д.), принадлежат их соответствующим владельцам.
vi: Bản quyền (ngoại trừ phần chương trình Swift của ứng dụng này): (c) Tất cả quyền được bảo lưu bởi miHoYo và các công ty con của nó. Các tài sản khác và bất kỳ quyền, danh hiệu và lợi ích liên quan đến chúng (bao gồm cả quyền sở hữu trí tuệ) không bắt nguồn từ các tựa game của miHoYo ("Star Rail", "Genshin Impact", "Zenless Zone Zero", v.v.) thuộc về các chủ sở hữu tương ứng của chúng.
zh_hans: 版权（不包括本应用程序的 Swift 程序部分）：(c) 由上海米哈游网络科技股份有限公司及其子公司保留所有权利。其他财产以及任何权利、所有权和利益（包括知识产权）若非源自米哈游自有之游戏品牌（《星穹铁道》、《原神》、《绝区零》等），则属于其各自的所有者。
zh_hant: 版權（不包括本應用程式的 Swift 程式部分）：(c) 由上海米哈遊網絡科技股份有限公司及其子公司保留所有權利。其他財產以及任何權利、所有權和利益（包括智財權）若非源自米哈遊自有之遊戲品牌（《星穹鐵道》、《原神》、《絕區零》等），則屬於其各自的所有者。

# aboutKit.ourApps.pizzaStudio
source: Pizza Studio
es: Estudio de Pizza
ja: Pizza Studio (ピザスチューディオ)
ko: 피자 스튜디오
ru: Пицца Студия
vi: Xưởng Pizza
zh_hans: 披萨工作室
zh_hant: 披薩工作室

# aboutKit.ourApps.pizzaStudio.description
source: A FOSS developer team.
de: Ein FOSS-Entwicklungsteam.
es: Un equipo de desarrolladores de FOSS
fil: Isang koponan ng mga developer ng FOSS
fr: Une équipe FOSS
it: Un team di sviluppatori FOSS
ja: FOSSアプリを開発するチーム。
ko: FOSS 개발자 팀
ru: Команда разработчиков с открытым исходным кодом
vi: Một nhóm phát triển FOSS
zh_hans: 某个免费自由软件开发团队。
zh_hant: 某個免費自由軟體開發團體。

# aboutKit.ourApps.pizzaStudioCopyrightNotice
source: Copyright (the Swift program part of this app, excluding the data models used for decoding external JSON files): (c) 2024 and onwards Pizza Studio (AGPL v3.0 License or later).
de: Urheberrecht (der Swift-Programmteil dieser App, ausgenommen die Datenmodelle, die zum Dekodieren externer JSON-Dateien verwendet werden): (c) 2024 und darüber hinaus Pizza Studio (AGPL v3.0 Lizenz oder später).
es: Derechos de autor (la parte del programa Swift de esta aplicación, excluyendo los modelos de datos utilizados para decodificar archivos JSON externos): (c) 2024 en adelante Pizza Studio (Licencia AGPL v3.0 o posterior).
fil: Copyright (ang bahagi ng programa ng Swift ng app na ito, hindi kasama ang mga modelo ng data na ginamit para sa pag-decode ng mga panlabas na JSON file): (c) 2024 at pasulong Pizza Studio (AGPL v3.0 License o mas bago).
fr: Droit d'auteur (la partie du programme Swift de cette application, à l'exclusion des modèles de données utilisés pour décoder les fichiers JSON externes) : (c) 2024 et au-delà Pizza Studio (Licence AGPL v3.0 ou ultérieure).
it: Copyright (la parte del programma Swift di questa app, esclusi i modelli di dati utilizzati per decodificare file JSON esterni): (c) 2024 e oltre Pizza Studio (Licenza AGPL v3.0 o successiva).
ja: 著作権（このアプリのSwiftプログラム部分のみ；外部JSONファイルのデコードに使用されるデータモデルを除く）：(c) 2024年以降 Pizza Studio（AGPL v3.0ライセンスまたはそれ以降）。
ko: 저작권 (이 앱의 Swift 프로그램 부분, 외부 JSON 파일 디코딩에 사용된 데이터 모델 제외): (c) 2024년 이후 Pizza Studio (AGPL v3.0 라이선스 또는 그 이후 버전).
ru: Авторское право (часть программы на Swift этого приложения, за исключением моделей данных, используемых для декодирования внешних JSON-файлов): (c) 2024 и далее Pizza Studio (Лицензия AGPL v3.0 или более поздняя).
vi: Bản quyền (phần chương trình Swift của ứng dụng này, không bao gồm các mô hình dữ liệu được sử dụng để giải mã các tệp JSON bên ngoài): (c) 2024 trở đi Pizza Studio (Giấy phép AGPL v3.0 hoặc mới hơn).
zh_hans: 版权（此应用程序的 Swift 程序部分，不包括用于解码外部 JSON 文件的数据模型）：(c) 2024 年及以后 Pizza Studio（AGPL v3.0 许可证或更高版本）。
zh_hant: 版權（此應用程式的 Swift 程式部分，不包括用於解碼外部 JSON 檔案的資料模型）：(c) 2024 年及以後 Pizza Studio（AGPL v3.0 許可證或更高版本）。

# aboutKit.ourApps.pzHelper
source: The Pizza Helper
de: Der Pizza Helfer
es: El Ayudante de Pizza
fil: Ang Tumulong sa Pizza
it: L'assistente per la pizza
ja: ピザ助手（無印）
ko: 피자 도우미
ru: Помощник пиццы
vi: Trợ Lý Pizza
zh_hans: 披萨小助手
zh_hant: 披薩小助手

# aboutKit.ourApps.pzHelper.description
source: - The successor of both PizzaHelper4Genshin and PizzaHelper4HSR. Powered by the next-generation United Pizza Engine. - This app is not a miHoYo official product but a fan creation.
de: - Der Nachfolger von PizzaHelper4Genshin und PizzaHelper4HSR. Angetrieben von der nächsten Generation der United Pizza Engine. - Diese App ist kein offizielles miHoYo-Produkt, sondern eine von Fans erstellte Kreation.
es: - El sucesor de ambos PizzaHelper4Genshin y PizzaHelper4HSR. Impulsado por el motor unificado de pizza de próxima generación. - Esta aplicación no es un producto oficial de miHoYo, sino una creación de fans.
fil: - Ang kahalili ng parehong PizzaHelper4Genshin at PizzaHelper4HSR. Pinapagana ng next-generation na United Pizza Engine. - Ang app na ito ay hindi opisyal na produkto ng miHoYo, kundi isang likha ng mga tagahanga.
fr: - Le successeur de PizzaHelper4Genshin et de PizzaHelper4HSR. Fonctionnant via notre nouveau moteur Pizza Engine. - Cette application n'est pas un produit officiel de miHoYo, mais une création de fans.
it: - Il successore di entrambi PizzaHelper4Genshin e PizzaHelper4HSR. Alimentato dal motore unificato di nuova generazione United Pizza Engine. - Questa app non è un prodotto ufficiale di miHoYo, ma una creazione dei fan.
ja: - 今までの「原神ピザ」と「崩スタピザ」を統合し、両アプリの後継者として、次世代エンジン『統一ピザエンジン』で開発したアプリである。 - このアプリはmiHoYoの公式製品ではなく、ファンが作成したものです。
ko: - PizzaHelper4Genshin 및 PizzaHelper4HSR의 후계자. 차세대 United Pizza Engine으로 구동됩니다. - 이 앱은 miHoYo의 공식 제품이 아니라 팬이 만든 창작물입니다.
ru: - Преемник как PizzaHelper4Genshin, так и PizzaHelper4HSR. Работает на новейшем United Pizza Engine. - Это приложение не является официальным продуктом miHoYo, а представляет собой фанатское творение.
vi: - Người kế nhiệm của cả PizzaHelper4Genshin và PizzaHelper4HSR. Được hỗ trợ bởi động cơ Pizza Thống Nhất thế hệ tiếp theo. - Ứng dụng này không phải là sản phẩm chính thức của miHoYo mà là một sáng tạo của người hâm mộ.
zh_hans: - 是「原神披萨小助手」与「星铁披萨小助手」的继任者，受次世代「统一披萨引擎」的加持。 - 本应用不是米哈游的官方产品，而是粉丝创作。
zh_hant: - 是「原神披薩小助手」與「星鐵披薩小助手」的繼任者，受次世代「統一披薩引擎」的加持。 - 敝應用不是米哈遊的官方產品，而是粉絲創作。

# aboutKit.ourApps.pzHelper4BA
source: Pizza Helper for Blue Archive
de: Pizza-Helfer für Blue Archive
es: Asistente de Pizza para Blue Archive
fil: Taga-tulong ng Pizza para sa Blue Archive
fr: Pizza Pizza pour Blue Archive
it: Pizza Helper per Blue Archive
ja: BAピザ助手
ko: 블루 아카이브 피자 도우미
ru: Помощник по пицце для Blue Archive
vi: Trợ Lý Pizza cho Blue Archive
zh_hans: 蔚蓝档案披萨小助手
zh_hant: 蔚藍檔案披薩小助手

# aboutKit.ourApps.pzHelper4BA.description
source: A good utility for every Sensei.
de: Ein gutes Werkzeug für jeden Sensei
es: Una buena utilidad para cada Sensei.
fil: Isang magandang utility para sa bawat Sensei.
fr: Un utilitaire pour chaque Sensei
it: Un buon strumento per ogni Sensei
ja: 先生たちの用心棒。
ko: 모든 센세이를 위한 좋은 유틸리티
ru: Полезный инструмент для каждого Сенсея
vi: Một tiện ích tốt cho mọi Sensei
zh_hans: 施教之神器。
zh_hant: 施教之神器。

# aboutKit.ourApps.pzHelper4GI
source: Pizza Helper for Genshin
de: Pizza-Helfer für Genshin
es: Asistente de Pizza para Genshin
fil: Katulong sa Pizza para sa Genshin
fr: Pizza Helper pour Genshin
it: Pizza Helper per Genshin
ja: 原神ピザ助手
ko: 피자 헬퍼 포 원신
ru: Помощник по пицце для Геншин
vi: Trợ lý Pizza cho Genshin
zh_hans: 原神披萨小助手
zh_hant: 原神披薩小助手

# aboutKit.ourApps.pzHelper4GI.description
source: Deprecated and integrated into The Pizza Helper.
de: Veraltet und in den Pizza-Helfer integriert.
es: Obsoleto e integrado en The Pizza Helper
fil: Hindi na ginagamit at isinama sa The Pizza Helper
fr: Obsolète, maintenant intégré dans cette application.
it: Deprecato e integrato in The Pizza Helper
ja: 淘汰済み。すべての機能はすでに「ピザ助手（無印）」に搭載されている。
ko: 피자 도우미에 통합되어 더 이상 사용되지 않음
ru: Устарело и интегрировано в The Pizza Helper
vi: Đã ngừng sử dụng và được tích hợp vào Trợ lý Pizza
zh_hans: 已淘汰。相关功能被并入以统一披萨引擎加持的披萨小助手。
zh_hant: 已淘汰。相關功能被併入以統一披薩引擎加持的披薩小助手。

# aboutKit.ourApps.pzHelper4HSR
source: Pizza Helper for HSR
de: Pizza-Helfer für HSR
es: Asistente de Pizza para HSR
fil: Pizza Katulong para sa HSR
fr: Pizza Helper pour HSR
it: Assistente Pizza per HSR
ja: 崩スタピザ助手
ko: HSR 피자 도우미
ru: Помощник по пицце для HSR
vi: Trợ lý Pizza cho HSR
zh_hans: 星铁披萨小助手
zh_hant: 星鐵披薩小助手

# aboutKit.ourApps.pzHelper4HSR.description
source: Deprecated and integrated into The Pizza Helper.
de: Veraltet und in The Pizza Helper integriert.
es: Obsoleto e integrado en The Pizza Helper.
fil: Hindi na ginagamit at isinama sa The Pizza Helper.
fr: Obsolète, maintenant intégré dans cette application.
it: Obsoleto e integrato in The Pizza Helper.
ja: 淘汰済み。すべての機能はすでに「ピザ助手（無印）」に搭載されている。
ko: 피자 도우미에 통합되어 더 이상 사용되지 않습니다.
ru: Устарело и интегрировано в The Pizza Helper
vi: Không sử dụng nữa và đã được tích hợp vào The Pizza Helper.
zh_hans: 已淘汰。相关功能被并入以统一披萨引擎加持的披萨小助手。
zh_hant: 已淘汰。相關功能被併入以統一披薩引擎加持的披薩小助手。

# oobe.button.next
source: Next
de: Weiter
ko: 다음

# oobe.feature.backupYourData.detail
source: FOSS never means eternal availability / reliability. Be responsible to your data by proactively exporting your gacha records as UIGF files for backup.
de: FOSS bedeutet nicht ewige Verfügbarkeit oder Zuverlässigkeit. Seien Sie verantwortlich für Ihre Daten, indem Sie proaktiv Ihre Gacha-Aufzeichnungen als UIGF-Dateien zur Sicherung exportieren.
fil: Ang FOSS ay hindi nangangahulugang walang hanggang availability / reliability. Maging responsable sa inyong data sa pamamagitan ng proactive na pag-export ng inyong gacha records bilang UIGF files para sa backup.
fr: FOSS ne signifie jamais une disponibilité / fiabilité éternelle. Soyez responsable de vos données en exportant de manière proactive vos enregistrements gacha sous forme de fichiers UIGF pour la sauvegarde.
ja: FOSSアプリは、ずっと安定して使えるとは限らないので、ガチャ履歴などはUIGF形式でこまめにバックアップしてデータを守って下さいね！
ko: FOSS는 영원한 가용성 / 신뢰성을 의미하지 않습니다. 가챠 기록을 UIGF 파일로 백업용으로 미리 내보내어 데이터에 대한 책임을 지십시오.
ru: FOSS никогда не означает вечную доступность / надежность. Будьте ответственны за свои данные, проактивно экспортируя записи гачи в виде файлов UIGF для резервного копирования.
zh_hans: FOSS并不意味着可以一直安定地使用。请对自己的数据负责。您可以勤加备份自己的抽卡记录（导出为 UIGF 格式）。
zh_hant: FOSS並不意味著可以一直安定地使用。請對自己的資料負責。您可以勤加備份自己的抽卡記錄（匯出為 UIGF 格式）。

# oobe.feature.backupYourData.title
source: Backup Proactively
de: Proaktiv sichern
fil: Mag-backup nang Proactive
fr: Sauvegardez de manière proactive
ja: こまめにバックアップ
ko: 사전 백업
ru: Проактивное резервное копирование
zh_hans: 请勤加备份
zh_hant: 請勤加備份

# oobe.feature.contactDevs.detail
source: You may refer to “Settings -> About” to know how to contact the devs for possible help.
de: Sie können unter “Einstellungen -> Info” nachsehen, wie Sie die Entwickler für mögliche Hilfe kontaktieren können.
fil: Maaari kayong mag-refer sa “Settings -> About” para malaman kung paano makipag-ugnayan sa mga dev para sa posibleng tulong.
fr: Vous pouvez consulter “Paramètres -> À propos” pour savoir comment contacter les développeurs pour obtenir de l'aide.
ja: 開発チームへの連絡先は、アプリ内の「アプリ設定→アプリについて」に記載されていますので、そちらをご覧下さい！
ko: 도움이 필요할 때 개발자에게 연락하는 방법을 알려면 “설정 -> 정보”를 참조하십시오.
ru: Вы можете обратиться к “Настройки -> О программе”, чтобы узнать, как связаться с разработчиками для возможной помощи.
zh_hans: 您在「设定->关于」画面可以找到开发者们的联络方式。这或许可以帮到您。
zh_hant: 您在「設定->關於」畫面可以找到開發者們的聯絡方式。這或許可以幫到您。

# oobe.feature.contactDevs.title
source: Contact Us
de: Kontaktieren Sie uns
fil: Makipag-ugnayan sa Amin
fr: Nous contacter
ja: 開発チームへの連絡方法
ko: 문의하기
ru: Свяжитесь с нами
zh_hans: 联络开发者
zh_hant: 聯絡開發者

# oobe.feature.menuButton.detail
source: It situates at top-trailing corner of the UI when it's available. Tap it to call the feature menu.
de: Es befindet sich in der oberen rechten Ecke der Benutzeroberfläche, wenn es verfügbar ist. Tippen Sie darauf, um das Funktionsmenü aufzurufen.
fil: Nasa tuktok-trailing corner ng UI kapag available. I-tap ito para tawagan ang feature menu.
fr: Il se situe dans le coin supérieur droit de l'interface utilisateur lorsqu'il est disponible. Appuyez dessus pour ouvrir le menu des fonctionnalités.
ja: このアイコンが(UIの右上隅に)表示された時に、それをタップすれは、さまざまな機能が使えるメニューを呼び出すことが出来ます！
ko: 사용 가능할 때 UI의 오른쪽 상단에 위치합니다. 기능 메뉴를 호출하려면 탭하세요.
ru: Он располагается в правом верхнем углу интерфейса, когда доступен. Нажмите на него, чтобы вызвать меню функций.
zh_hans: 该按钮会在可用时在画面右上角显示。点击即可弹出功能选单。
zh_hant: 該按鈕會在可用時坐落於畫面右上角。點一下就可以叫出功能選單。

# oobe.feature.menuButton.title
source: Menu Icon
de: Menü-Symbol
fr: Icône de menu
ja: メニューアイコン
ko: 메뉴 아이콘
ru: Значок меню
zh_hans: 选单按钮
zh_hant: 選單按鈕

# oobe.feature.notification.detail
source: Get noticed when your in-game player stamina is full. This is configurable through in-app settings.
de: Werden Sie benachrichtigt, wenn Ihre Spieler-Stamina im Spiel voll ist. Dies kann über die App-Einstellungen konfiguriert werden.
fil: Makakakuha ng notice kapag puno na ang inyong in-game player stamina. Ito ay configurable sa pamamagitan ng in-app settings.
fr: Recevez une notification lorsque votre endurance de joueur en jeu est pleine. Ceci est configurable via les paramètres de l'application.
ja: ゲーム内のスタミナが全回復した時に通知を受け取ることができます！この設定はアプリ内の設定で変更可能です！
ko: 게임 내 플레이어 스태미나가 가득 찰 때 알림을 받습니다. 이는 앱 내 설정을 통해 구성할 수 있습니다.
ru: Получайте уведомления, когда выносливость вашего игрока в игре полна. Это настраивается через настройки приложения.
zh_hans: 当玩家体力回满时，您可以收到通知。该功能可通过 App 设定画面来配置。
zh_hant: 當玩家體力回滿時，您可以收到通知。該功能可藉由 App 設定畫面來配置。

# oobe.feature.notification.title
source: Notifications
de: Benachrichtigungen
fil: Mga Notification
ja: 通知
ko: 알림
ru: Уведомления
zh_hans: 通知
zh_hant: 通知

# oobe.feature.refugeeFromThePizzaHelper.detail
source: Your refugee plist file needs to be imported twice: first into the Local Profile Manager, and then into the Gacha Record Manager. These two modules will parse their respective data from the file.
de: Ihre Refugee-Plist-Datei muss zweimal importiert werden: zuerst in den Lokalen Profil-Manager und dann in den Gacha-Datensatz-Manager. Diese beiden Module extrahieren ihre jeweiligen Datentypen aus der Datei.
ko: 난민 plist 파일은 두 번 가져와야 합니다: 먼저 로컬 프로필 관리자에서, 그 다음 가챠 기록 관리자에서. 이 두 모듈은 파일에서 각각의 데이터 유형을 추출합니다.

# oobe.feature.refugeeFromThePizzaHelper.title
source: Refugee from The Pizza Helper?
de: Refugee von The Pizza Helper?
ko: The Pizza Helper 난민?

# oobe.feature.widget.detail:%@
source: This app supports Dynamic Island, Live Activities, and multiple kinds of widgets. Please tap [here](%@) to read Apple official articles to learn how to use widgets.
de: Diese App unterstützt Dynamic Island, Live Activities und mehrere Arten von Widgets. Bitte tippen Sie [hier](%@), um offizielle Apple-Artikel zu lesen und zu lernen, wie man Widgets verwendet.
fil: Sinusuportahan ng app na ito ang Dynamic Island, Live Activities, at maraming uri ng mga widget. Mangyaring mag-tap [dito](%@) para magbasa ng mga opisyal na artikulo ng Apple para matuto kung paano gamitin ang mga widget.
fr: Cette application prend en charge Dynamic Island, Live Activities et plusieurs types de widgets. Veuillez appuyer [ici](%@) pour lire les articles officiels d'Apple et apprendre à utiliser les widgets.
ja: このアプリではDynamic Island、ライブアクティビティ、様々なウィジェットに対応しています。ウィジェットの使い方を学びたい場合は「[こ↑こ↓](%@)」←をタップしてAppleの公式記事をご覧下さい！
ko: 이 앱은 Dynamic Island, Live Activities 및 여러 종류의 위젯을 지원합니다. 위젯 사용법을 배우려면 [여기](%@)를 눌러 Apple 공식 기사를 읽어보세요.
ru: Это приложение поддерживает Dynamic Island, Live Activities и несколько типов виджетов. Пожалуйста, нажмите [здесь](%@), чтобы прочитать официальные статьи Apple и узнать, как использовать виджеты.
zh_hans: 本软件支持灵动岛 (动态岛)、实时活动 (Live Activity）、以及各种小工具。请点按[此处](%@)阅读 Apple 官方的说明手册来学习如何使用小工具。
zh_hant: 敝應用支援動態島、即時動態（Live Activity）、以及各種小工具。請點按[此處](%@)閱讀 Apple 官方的說明手冊來學習如何使用小工具。

# oobe.feature.widget.title
source: Widgets
fil: Mga Widget
ja: ウィジェット
ko: 위젯
ru: Виджеты
zh_hans: 小工具 (小组件)
zh_hant: 小工具

# watch.dailyNote.card.cosmicStrife.label
source: Cosmic Strife
de: Kosmischer Zwist
ko: 우주 분쟁

# watch.dailyNote.card.dailyTask.label
source: Daily Commission
de: Täglicher Auftrag
es: Comisión diaria
fil: Araw-araw na Komisyon
fr: Commission quotidienne
it: Commissione Giornaliera
ja: デイリー依頼・訓練
ko: 일일 커미션
ru: Ежедневное поручение
vi: Hoa hồng hàng ngày
zh_hans: 每日委托
zh_hant: 每日委託

# watch.dailyNote.card.expedition.label
source: Expedition
es: Expedición
fil: Ekspedisyon
fr: Expédition
it: Spedizione
ja: 派遣依頼
ko: 탐사
ru: Экспедиция
vi: Thám hiểm
zh_hans: 派遣委托
zh_hant: 派遣委託

# watch.dailyNote.card.giTrounceBlossom
source: Trounce Blossom
de: Niederlage-Blüte
es: Flor de Derrota
fil: Talunin ang Blossom
fr: Fleur des lignes énergétiques
it: Sconfitta del Fioritura
ja: 征討の花
ko: 도전 진홍 연꽃
ru: Цветок Испытаний
vi: Blossom Thất bại
zh_hans: 征讨之花
zh_hant: 征討之花

# watch.dailyNote.card.homeCoin.label
source: Realm Currency
de: Reichswährung
es: Moneda del Reino
fil: Pera ng Kaharian
fr: Monnaie du Royaume
it: Valuta del regno
ja: 洞天宝銭
ko: 현세 화폐
ru: Валюта царства
vi: Tiền tệ vương quốc
zh_hans: 洞天宝钱
zh_hant: 洞天寶錢

# watch.dailyNote.card.hsrEchoOfWar.label
source: Echo of War
de: Echo des Krieges
es: Ecos de la guerra
fil: Alingawngaw ng Digmaan
fr: Écho de la Guerre
it: Eco di Guerra
ja: 歴戦余韻
ko: 전쟁의 여운
ru: Эхо Войны
vi: Dư Âm Chiến Đấu
zh_hans: 历战余响
zh_hant: 歷戰餘響

# watch.dailyNote.card.simulatedUniverse.label
source: Simulated Universe
de: Simuliertes Universum
es: Universo Simulado
fil: Simuladong Uniberso
fr: Univers simulé
it: Universo Simulato
ja: 模擬宇宙
ko: 모의 우주
ru: Симулированная Вселенная
vi: Vũ trụ mô phỏng
zh_hans: 模拟宇宙
zh_hant: 模擬宇宙

# watch.dailyNote.card.transformer
source: Parametric Transformer
de: Parametrischer Transformator
es: Transformador Paramétrico
fr: Transformateur paramétrique
it: Trasformatore Parametrico
ja: 参量物質変化器
ko: 매개변수 변압기
ru: Параметрический трансформатор
vi: Máy biến đổi tham số
zh_hans: 参量质变仪
zh_hant: 參數質變儀
