Repository: pizza-studio/PizzaHelperUnited
Catalog: _i18n_xliff/UnitedPizzaHelper Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fil, fr, it, ja, ko, ru, vi, zh_hans, zh_hant

# notification.expedition.title:%@
source: Reminder: Expeditions for %@
de: Erinnerung: Expeditionen für %@
es: Recordatorio: Expediciones para %@
fil: Paalala: Pagsaliksik para sa %@
fr: Rappel : Expéditions pour %@
it: Promemoria: Spedizioni per %@
ja: 「%@」の派遣依頼リマインダー
ko: 알림: %@의 탐험
ru: Напоминание: Экспедиции для %@
vi: Nhắc nhở: Cuộc thám hiểm cho %@
zh_hans: 「%@」派遣委托提醒
zh_hant: 「%@」派遣委託提醒

# notification.katheryneRewardsAvailable.body:%@
source: Daily task rewards for %@ are available to receive at Katheryne's counter.
de: Tägliche Aufgabenbelohnungen für %@ können am Schalter von Katheryne abgeholt werden.
es: Las recompensas diarias por tareas de %@ están disponibles para recibir en el mostrador de Katheryne.
fil: Makukuha mo ang mga gantimpala ng pang-araw-araw na gawain para sa %@ sa counter ni Katheryne.
fr: Les récompenses quotidiennes de tâche pour %@ sont disponibles à la réception de Catherine.
it: Le ricompense per le missioni giornaliere per %@ sono disponibili al banco di Katheryne
ja: キャサリンからの今日の「%@」への報酬は受け取り可能です。
ko: %@에 대한 일일 임무 보상을 Katheryne의 카운터에서 받을 수 있습니다.
ru: Ежедневные награды за задачи для %@ доступны у стойки Катерины.
vi: Bạn có thể nhận phần thưởng nhiệm vụ hàng ngày cho %@ tại quầy của Katheryne.
zh_hans: 请前往凯瑟琳柜台领取「%@」的今日奖励。
zh_hant: 請前往凱瑟琳櫃檯領取「%@」的今日獎勵。

# notification.katheryneRewardsAvailable.title:%@
source: Reminder: Katheryne Rewards for %@
de: Erinnerung: Katheryne-Belohnungen für %@
es: Recordatorio: Recompensas de Katheryne para %@
fil: Paalala: Mga Gantimpala ni Katheryne para sa %@
fr: Rappel : Récompenses Catherine pour %@
it: Promemoria: Ricompense Katheryne per %@
ja: 「%@」のキャサリン報酬
ko: 알림: %@의 Katheryne 보상
ru: Напоминание: Награды Катерины за %@
vi: Nhắc nhở: Phần thưởng Katheryne cho %@
zh_hans: 「%@」凯瑟琳奖励提醒
zh_hant: 「%@」凱瑟琳獎勵提醒

# notification.parametricTransformer.body:%@
source: %@'s parametric transformer is available.
de: %@s parametrischer Transformator ist verfügbar.
es: El transformador paramétrico de %@ está disponible.
fil: %@'s parametric transformer ay magagamit na
fr: Le transformateur paramétrique de %@ est disponible.
it: Il trasformatore parametrico di %@ è disponibile.
ja: 「%@」の参量物質変化器が利用可能になりました。
ko: %@의 파라메트릭 트랜스포머를 사용할 수 있습니다.
ru: Параметрический трансформатор %@ доступен.
vi: Bộ biến đổi tham số của %@ có sẵn
zh_hans: 「%@」的参量质变仪已就绪。
zh_hant: 「%@」的參數質變儀已就緒。

# notification.parametricTransformer.title:%@
source: Reminder: Parametric Transformer for %@
de: Erinnerung: Parametrischer Transformator für %@
es: Recordatorio: Transformador Paramétrico para %@
fil: Paalala: Parametric Transformer para sa %@
fr: Rappel : Transformateur paramétrique pour %@
it: Promemoria: Trasformatore Parametrico per %@
ja: 「%1$@」の参量物質変化器
ko: 리마인더: %@에 대한 파라메트릭 트랜스포머
ru: Напоминание: параметрический трансформатор для %@
vi: Nhắc nhở: Bộ chuyển đổi tham số cho %@
zh_hans: 「%@」的参量质变仪提醒
zh_hant: 「%@」的參數質變儀提醒

# notification.realmCurrency.body:%@
source: %@'s realm currency is filled up.
de: Die Reichswährung von %@ ist voll.
es: La moneda del reino de %@ está llena.
fil: Ang pera sa kaharian ni %@ ay puno na.
fr: La monnaie de royaume de %@ est pleine
it: La valuta del regno di %@ è piena.
ja: 「%@」の洞天集宝盆は全部満たしました。
ko: %@의 영역 화폐가 가득 찼습니다
ru: Запас валюты мира %@ заполнен.
vi: Tiền tệ vùng của %@ đã đầy.
zh_hans: 「%@」的洞天财瓮已装满。
zh_hant: 「%@」的洞天財甕已滿載。

# notification.realmCurrency.title:%@
source: Reminder: Realm Currency for %@
de: Erinnerung: Reichswährung für %@
es: Recordatorio: Moneda del Reino para %@
fil: Paalala: Pera ng Kahararian para sa %@
fr: Rappel : Monnaie du Royaume pour %@
it: Promemoria: Valuta del reame per %@
ja: 「%1$@」の洞天宝銭
ko: 알림: %@의 영역 통화
ru: Напоминание: Валюта королевства для %@
vi: Nhắc nhở: Tiền tệ trong Vương quốc cho %@
zh_hans: 「%@」洞天宝钱提醒
zh_hant: 「%@」洞天寶錢提醒

# notification.stamina.customize.body.extra:
source: Issued at:
de: Ausgestellt am:
ko: 발행 시각:

# notification.stamina.customize.body:%@%@%@
source: %1$@ currently has %2$@ stamina and will be fully restored on %3$@.
de: %1$@ hat derzeit %2$@ Ausdauer und wird am %3$@ vollständig wiederhergestellt.
es: %1$@ actualmente tiene %2$@ de resistencia y se restaurará completamente el %3$@
fil: Si %1$@ ay kasalukuyang may %2$@ na tibay at ganap na maibabalik sa %3$@
fr: %1$@ a actuellement %2$@ de résine et sera complètement restauré le %3$@
it: %1$@ ha attualmente %2$@ resistenza e sarà completamente ripristinato il %3$@
ja: 「%1$@」のスタミナは現在%2$@点です。%3$@まで全回復予定。
ko: %1$@은(는) 현재 %2$@의 체력을 가지고 있으며 %3$@에 완전히 회복될 것입니다
ru: У %1$@ сейчас %2$@ выносливости, полностью восстановится %3$@
vi: Hiện tại %1$@ có %2$@ thể lực và sẽ được phục hồi hoàn toàn vào %3$@.
zh_hans: 「%1$@」现有 %2$@ 点玩家体力，将在 %3$@ 回满
zh_hant: 「%1$@」現有%2$@點玩家體力，將在%3$@回滿

# notification.stamina.full.body:%@
source: The player stamina for %@ has been fully restored.
de: Die Ausdauer des Spielers %@ wurde vollständig wiederhergestellt.
es: La resistencia del jugador para %@ ha sido completamente restaurada
fil: Ang tibay ng paglalaro para kay %@ ay lubos nang naibalik.
fr: La résine du joueur pour %@ a été complètement restaurée
it: La resistenza del giocatore per %@ è stata completamente ripristinata
ja: 「%@」のスタミナは全回復になりました。
ko: %@의 플레이어 체력이 완전히 회복되었습니다.
ru: Запас выносливости игрока для %@ полностью восстановлен.
vi: Thể lực của người chơi cho %@ đã được phục hồi hoàn toàn.
zh_hans: 「%@」的玩家体力已回满。
zh_hant: 「%@」的玩家體力已回滿。

# notification.stamina.title:%@
source: Reminder: Player Stamina for %@
de: Erinnerung: Spieler-Ausdauer für %@
es: Recordatorio: Resistencia del jugador para %@
fil: Paalala: Tibay ng Manlalaro para sa %@
fr: Rappel : Résine du joueur pour %@
it: Promemoria: Stamina giocatore per %@
ja: 「%@」のスタミナのリマインダー
ko: 알림: %@의 플레이어 체력
ru: Напоминание: Выносливость игрока для %@
vi: Nhắc nhở: Thể lực của người chơi cho %@
zh_hans: 「%@」玩家体力提醒
zh_hant: 「%@」玩家體力提醒

# notification.trounceBlossom.body:%@%@
source: %1$@ has %2$@ chance(s) left for Trounce Blossom resin consumption discount.
de: %1$@ hat noch %2$@ Chance(n) für einen Rabatt beim Harzverbrauch von Trounce Blossom.
es: A %1$@ le quedan %2$@ oportunidad(es) para el descuento en el consumo de resina para Flor de Lucha.
fil: %1$@ may %2$@ pagkakataon pang natitira para sa Trounce Blossom resin consumption discount.
fr: Il reste %2$@ tentatives(s) à %1$@ pour les fleurs des lignes énergétiques
it: %1$@ ha %2$@ possibilità rimanenti di sconto sul consumo di resina per la Sfida dei Fiori di Battaglia.
ja: 「%1$@」は原神での今週の征討の花（※）で使える樹脂値引きはまだ %2$@ 回残っております。// ※「名前を覚えるべき強敵」と「奔狼の領主」を示す。
ko: %1$@에게 트룬스 블로섬 레진 소비 할인 기회가 %2$@번 남았습니다.
ru: У %1$@ осталось %2$@ попыток на скидку по расходу смолы на Цветок-Уступку.
vi: %1$@ có %2$@ cơ hội giảm giá tiêu thụ nhựa Trounce Blossom còn lại.
zh_hans: 「%1$@」本周还剩 %2$@ 次原神征讨之花树脂折扣次数。这包括「值得铭记的强敌」与「奔狼的领主」。
zh_hant: 「%1$@」本週還剩 %2$@ 次原神征討之花樹脂折扣次數。這包括「值得銘記的強敵」與「奔狼的領主」。

# notification.trounceBlossom.title:%@
source: Reminder: Genshin Trounce Blossom for %@
de: Erinnerung: Genshin-Debakelblüte für %@
es: Recordatorio: Derrota del reto de flor de Genshin para %@
fil: Paalala: Genshin Trounce Blossom para sa %@
fr: Rappel : Fleurs des lignes énergétiques pour %@
it: Promemoria: Fioritura Abbatta Genshin per %@
ja: 「%@」の原神征討の花の樹脂値引き
ko: 알림: %@(을)를 위한 원신 승부의 꽃
ru: Напоминание: Испытание в Genshin для %@
vi: Nhắc nhở: Hoa Cầu Trận Genshin cho %@
zh_hans: 「%@」原神征讨之花树脂折扣提醒
zh_hant: 「%@」原神征討之花樹脂折扣提醒

# server.location.asia
source: Asia
de: Asien
fil: Asya
fr: Asie
ja: アジア
ko: 아시아
ru: Азия
vi: Châu Á
zh_hans: 亚洲
zh_hant: 亞洲

# server.location.celestia
source: Celestia (Astral Expr.)
es: Celestia (Expr. Astral)
fr: Celestia (Astral Epress)
it: Celestia (Expr. Astrale)
ja: 天空の島 (星穹列車)
ko: 셀레스티아 (천체 표현)
ru: Целестия (Астральный эксп.)
vi: Celestia (Hành Trình Thiên Giới)
zh_hans: 天空岛 (星穹列车)
zh_hant: 天空島 (星穹列車)

# server.location.celestia.GI
source: Celestia
ja: 天空の島
ko: 셀레스티아
zh_hans: 天空岛
zh_hant: 天空島

# server.location.celestia.HSR
source: Astral Express
ja: 星穹列車
ko: 아스트랄 익스프레스
ru: Астральный Экспресс
zh_hans: 星穹列车
zh_hant: 星穹列車

# server.location.celestia.ZZZ
source: New Eridu
de: Neues Eridu
es: Nueva Eridu
fil: Bagong Eridu
fr: Nouvelle Eridu
it: Nuova Eridu
ja: 新エリー都
ko: 뉴 에리두
ru: Новый Эриду
vi: I-rít-đu mới
zh_hans: 新艾利都
zh_hant: 新艾利都

# server.location.europe
source: Europe
de: Europa
es: Europa
fil: Europa
it: Europa
ja: ヨーロッパ
ko: 유럽
ru: Европа
vi: Châu Âu
zh_hans: 欧洲
zh_hant: 歐洲

# server.location.hkMacauTaiwan
source: HK / Aomen / Taiwan
de: HK / Macau / Taiwan
es: HK / Aomen / Taiwán
fil: HK / Macau / Taiwan
fr: HK / Macao / Taïwan
ja: 香港・澳門・台湾
ko: 홍콩 / 아오먼 / 대만
ru: Гонконг / Аомэнь / Тайвань
vi: HK / Aomen / Đài Loan
zh_hans: 港澳台
zh_hant: 港澳臺

# server.location.irminsul
source: Irminsul / The Nameless
de: Irminsul / Die Namenlose
es: Irminsul / El Sin Nombre
fil: Irminsul / Ang Walang Pangalan
fr: Irminsul / Les Sans-nom
it: Irminsul / Il Senza Nome
ja: 世界樹 (ナナシビト)
ko: 이르민술 / 이름 없는 자
ru: Ирминсуль / Безымянный
vi: Irminsul / Vô Danh
zh_hans: 世界树 (无名客)
zh_hant: 世界樹 (無名客)

# server.location.irminsul.GI
source: Irminsul
ja: 世界樹
ko: 이르민술
ru: Ирминсул
zh_hans: 世界树
zh_hant: 世界樹

# server.location.irminsul.HSR
source: The Nameless
de: Der Namenlose
es: El Sin Nombre
fil: Ang Walang Pangalan
fr: Les Sans Nom
it: Il Senza Nome
ja: ナナシビト
ko: 이름 없는
ru: Безымянный
vi: Vô Danh
zh_hans: 无名客
zh_hant: 無名客

# server.location.unitedStates
source: America
de: Amerika
es: América
fr: Amérique
ja: アメリカ
ko: 미국
ru: Америка
vi: Mỹ
zh_hans: 美洲
zh_hant: 美洲

# app.language.de
source: Deutsch (German)
de: Deutsch
es: Alemán (German)
fil: Aleman (German)
fr: Allemand
it: Tedesco
ja: ドイツ語 (独逸語)
ko: 독일어
ru: Немецкий
vi: Tiếng Đức
zh_hans: 德文
zh_hant: 德文

# app.language.en
source: English
de: Englisch
es: Inglés
fil: Ingles
fr: Anglais
it: Inglese
ja: 英語
ko: 영어
ru: Английский
vi: Tiếng Anh
zh_hans: 英文
zh_hant: 英文

# app.language.es
source: Spanish
de: Spanisch
es: Español
fil: Espanyol
fr: Espagnol
it: Spagnolo
ja: スペイン語 (西班牙語)
ko: 스페인어
ru: Испанский
vi: Tiếng Tây Ban Nha
zh_hans: 西班牙文
zh_hant: 西班牙文

# app.language.fil
source: Filipino
it: Filippino
ja: フィリピン語 (菲律賓語)
ko: 필리핀어
ru: Филиппинский Язык
vi: Tiếng Philippines
zh_hans: 菲律宾文
zh_hant: 菲律賓文

# app.language.followSystemDefault
source: OS Automatic
de: System-Standard
fil: Awtomatiko ng OS
fr: Automatique système
ja: 自動
ko: OS 자동
ru: Автоматически ОС
zh_hans: 系统自动设定
zh_hant: 系統自動設定

# app.language.fr
source: French
de: Französisch
es: Francés
fil: Pranses
fr: Français
it: Francese
ja: フランス語 (仏蘭西語)
ko: 프랑스어
ru: Французский
vi: Tiếng Pháp
zh_hans: 法文
zh_hant: 法文

# app.language.id
source: Indonesian
de: Indonesisch
es: Indonesio
fr: Indonésien
it: Indonesiano
ja: インドネシア語 (印度尼西亜語)
ko: 인도네시아어
ru: Индонезийский
vi: Tiếng Indonesia
zh_hans: 印尼文
zh_hant: 印尼文

# app.language.it
source: Italian
de: Italienisch
es: Italiano
fil: Italyano
fr: Italien
it: Italiano
ja: イタリア語 (伊太利亜語)
ko: 이탈리아어
ru: Итальянский
vi: Tiếng Ý
zh_hans: 意大利文
zh_hant: 義大利文

# app.language.ja
source: Japanese
de: Japanisch
fr: Japonais
ja: 日本語
ko: 일본어
zh_hans: 日文
zh_hant: 日文

# app.language.ko
source: Korean
de: Koreanisch
es: Coreano
fil: Koreano
fr: Coréen
it: Coreano
ja: 韓国語
ko: 한국어
ru: Корейский
vi: Tiếng Hàn
zh_hans: 韩文/朝鲜文
zh_hant: 韓文/朝鮮文

# app.language.pt
source: Portuguese
de: Portugiesisch
es: Portugués
fil: Portuges
fr: Portugais
it: Portoghese
ja: ポルトガル語 (葡萄牙語)
ko: 포르투갈어
ru: Португальский
vi: Tiếng Bồ Đào Nha
zh_hans: 葡萄牙文
zh_hant: 葡萄牙文

# app.language.ru
source: Russian
de: Russisch
es: Ruso
fil: Ruso
fr: Russe
it: Russo
ja: ロシア語 (露西亜語)
ko: 러시아어
ru: Русский
vi: Tiếng Nga
zh_hans: 俄文
zh_hant: 俄文

# app.language.th
source: Thai
de: Thailändisch
es: Tailandés
fr: Thaïlandais
ja: タイ語 (泰語)
ko: 태국어
ru: Тайский
vi: Thái
zh_hans: 泰文
zh_hant: 泰文

# app.language.tr
source: Turkish
de: Türkisch
es: Turco
fil: Turko
fr: Turc
it: Turco
ja: トルコ語 (土耳古語)
ko: 터키어
ru: Турецкий
vi: Tiếng Thổ Nhĩ Kỳ
zh_hans: 土耳其文
zh_hant: 土耳其文

# app.language.vi
source: Vietnamese
de: Vietnamesisch
es: Vietnamita
fil: Biyetnames
fr: Vietnamien
it: Vietnamita
ja: ベトナム語 (越南語)
ko: 베트남어
ru: Вьетнамский
vi: Tiếng Việt
zh_hans: 越南文
zh_hant: 越南文

# app.language.zh-Hans
source: Simplified Chinese
de: Vereinfachtes Chinesisch
es: Chino simplificado
fil: Pinapayak na Intsik
fr: Chinois simplifié
it: Cinese semplificato
ja: 簡体中国語
ko: 중국어 간체
ru: Упрощенный Китайский
vi: Tiếng Trung Giản Thể
zh_hans: 简体中文
zh_hant: 簡體中文

# app.language.zh-Hant
source: Traditional Chinese
de: Traditionelles Chinesisch
es: Chino tradicional
fil: Tradisyonal na Tsino
fr: Chinois traditionnel
it: Cinese tradizionale
ja: 繁体中国語
ko: 번체 중국어
ru: Традиционный Китайский
vi: Tiếng Trung Quốc truyền thống
zh_hans: 繁体中文
zh_hant: 繁體中文

# app.title.latte.full
source: The Latte Helper
ko: 라떼 도우미

# app.title.latte.short
source: Latte Helper
ko: 라떼 도우미

# app.title.pizza.full
source: The Pizza Helper
ko: 피자 도우미

# app.title.pizza.short
source: Pizza Helper
ko: 피자 도우미

# app.version.updatesAvailableAtAppStore:%@
source: A newer version (%@) of this app is available at App Store.
de: Eine neuere Version (%@) dieser App ist im App Store verfügbar.
es: Una nueva versión (%@) de esta aplicación está disponible en App Store.
fil: Ang mas bagong bersyon (%@) ng app na ito ay magagamit na sa App Store.
fr: Une nouvelle version (%@) de cette application est disponible sur l'App Store.
it: Una nuova versione (%@) di questa app è disponibile su App Store.
ja: このアプリの新しいバージョン（%@）が App Store で利用可能です。
ko: 이 앱의 새 버전 (%@)이 App Store에서 이용 가능합니다.
ru: Новая версия (%@) этого приложения доступна в App Store.
vi: Phiên bản mới hơn (%@) của ứng dụng này có sẵn trên App Store.
zh_hans: 此应用程序的更新版本（%@）已在 App Store 商店提供。
zh_hant: 此應用程式的更新版本（%@）已在 App Store 商店提供。

# date.relative.today
source: Today
de: Heute
es: Hoy
fil: Ngayon
fr: Aujourd'hui
it: Oggi
ja: 今日
ko: 오늘
ru: Сегодня
vi: Hôm nay
zh_hans: 今天
zh_hant: 今天

# date.relative.tomorrow
source: Tomorrow
de: Morgen
es: Mañana
fil: Bukas
fr: Demain
it: Domani
ja: 明日
ko: 내일
ru: Завтра
vi: Ngày mai
zh_hans: 明天
zh_hant: 明天

# game.all.shortNameEX
source: ALL
de: ALLE
es: TODAS
fil: LAHAT
fr: TOUTES
it: TUTTO
ja: 全部
ko: 전체
ru: ВСЕ
vi: TẤT CẢ
zh_hans: 全部
zh_hant: 全部

# game.genshin.i18nName
source: Genshin Impact
ja: 原神
ko: 원신
zh_hans: 原神
zh_hant: 原神

# game.genshin.i18nNameTrimmed
source: Genshin
ja: 原神
ko: 원신
zh_hans: 原神
zh_hant: 原神

# game.genshin.titleMarkedName
source: Genshin Impact
ja: 『原神』
ko: 원신
zh_hans: 《原神》
zh_hant: 《原神》

# game.starRail.i18nName
source: Star Rail
de: Sternenbahn
es: Vía Estelar
it: Stella Rotaia
ja: 崩壊：スターレイル
ko: 스타 레일
ru: Звёздная дорога
vi: Đường Tàu Sao
zh_hans: 星穹铁道
zh_hant: 星穹鐵道

# game.starRail.i18nNameTrimmed
source: Star Rail
de: Sternenbahn
ja: 星穹鉄道
ko: 스타레일
ru: Стар Рейл
vi: Đường Sắt Ngôi Sao
zh_hans: 星穹铁道
zh_hant: 星穹鐵道

# game.starRail.shortNameEX
source: HSR
ja: 星鉄
ko: 고속철도
zh_hans: 星铁
zh_hant: 星鐵

# game.starRail.titleMarkedName
source: Star Rail
fil: Riles ng Bituin
ja: 『崩壊：スターレイル』
ko: 스타 레일
ru: Звёздный Путь
vi: Đường Sắt Ngôi Sao
zh_hans: 《星穹铁道》
zh_hant: 《星穹鐵道》

# game.zenlessZone.i18nName
source: Zenless Zone Zero
ja: ゼンレスゾーンゼロ
ko: 젠레스 존 제로
zh_hans: 绝区零
zh_hant: 絕區零

# game.zenlessZone.titleMarkedName
source: Zenless Zone Zero
ja: 『ゼンレスゾーンゼロ』
ko: 무한 영역 제로
zh_hans: 《绝区零》
zh_hant: 《絕區零》

# operation.scrolling.guide
source: Use (Shift+) Mouse Wheel to scroll contents.
de: Verwenden Sie das Mausrad (mit Shift) zum Scrollen der Inhalte.
es: Utiliza la rueda del ratón (con Shift) para desplazarte por el contenido.
fil: Gamitin ang (Shift+) Mouse Wheel upang mag-scroll ng nilalaman.
fr: Utilisez la molette de la souris (avec Shift) pour faire défiler le contenu.
it: Usa la rotella del mouse (Shift+) per scorrere i contenuti.
ja: (Shift+) マウスホイールでスクロールを制御する。
ko: (Shift+) 마우스 휠을 사용하여 내용을 스크롤하세요.
ru: Используйте колесо мыши (с Shift) для прокрутки содержимого.
vi: Sử dụng (Shift+) con lăn chuột để cuộn nội dung.
zh_hans: 请使用 (Shift+) 鼠标滚轮来滚动显示要查看的内容。
zh_hant: 請使用 (Shift+) 滑鼠滾輪以控制內容捲動檢視。

# sys.add
source: Add
de: Hinzufügen
es: Añadir
fil: Idagdag
fr: Ajouter
it: Aggiungi
ja: 添付する
ko: 추가
ru: Добавить
vi: Thêm
zh_hans: 添加
zh_hant: 添入

# sys.affirmative
source: Affirmative
de: Positiv
es: Afirmativo
fil: Kumpirmado
fr: Confirmer
it: Affermativo
ja: 承知した
ko: 확인
ru: Положительно
vi: Khẳng định
zh_hans: 我已了解
zh_hant: 我已了解

# sys.agree
source: I Agree
de: Ich stimme zu
es: Acepto
fil: Sumasang-ayon Ako
fr: Accepter
it: Accetto
ja: 同意する
ko: 동의합니다
ru: Я согласен
vi: Tôi đồng ý
zh_hans: 同意
zh_hant: 同意

# sys.back
source: Back
de: Zurück
es: Atrás
fil: Bumalik
fr: Retour
it: Indietro
ja: 戻る
ko: 뒤로
ru: Назад
vi: Quay lại
zh_hans: 后退
zh_hant: 後退

# sys.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fil: Kanselahin
fr: Annuler
it: Annulla
ja: やめる
ko: 취소
ru: Отмена
vi: Huỷ
zh_hans: 取消
zh_hant: 取消

# sys.close
source: Close
de: Schließen
es: Cerrar
fil: Isara
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
ru: Закрыть
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

# sys.decline
source: Decline
de: Ablehnen
es: Rechazar
fil: Tanggihan
fr: Refuser
it: Rifiuta
ja: 同意せず
ko: 거부
ru: Отказаться
vi: Từ chối
zh_hans: 不同意
zh_hant: 不同意

# sys.delete
source: Delete
de: Löschen
es: Eliminar
fil: Tanggalin
fr: Supprimer
it: Elimina
ja: 削除する
ko: 삭제
ru: Удалить
vi: Xoá
zh_hans: 删除
zh_hant: 刪除

# sys.done
source: Done
de: Fertig
es: Hecho
fil: Tapos
fr: Terminé
it: Fatto
ja: 完了
ko: 완료
ru: Готово
vi: Hoàn thành
zh_hans: 完成
zh_hant: 完成

# sys.edit
source: Edit
de: Bearbeiten
es: Editar
fil: I-edit
fr: Modifier
it: Modifica
ja: 編集
ko: 편집
ru: Редактировать
vi: Chỉnh sửa
zh_hans: 编辑
zh_hant: 編輯

# sys.no
source: No
de: Nein
fil: Hindi
fr: Non
ja: 否
ko: 아니요
ru: Нет
vi: Không
zh_hans: 否
zh_hant: 否

# sys.ok
source: Okay
es: Bien
fil: Sige
fr: D'accord
it: Va bene
ja: OK
ko: 알겠어
ru: Окей
vi: Đồng ý
zh_hans: OK
zh_hant: OK

# sys.proceed
source: Proceed
de: Fortfahren
es: Continuar
fil: Magpatuloy
fr: Continuer
it: Procedi
ja: 続行する
ko: 진행
ru: Продолжить
vi: Tiếp tục
zh_hans: 开始执行
zh_hant: 開始執行

# sys.refresh
source: Refresh
de: Aktualisieren
es: Actualizar
fil: I-refresh
fr: Rafraîchir
it: Aggiorna
ja: リロード
ko: 새로고침
ru: Обновить
vi: Làm mới
zh_hans: 刷新
zh_hant: 重新載入

# sys.weekday.friday
source: Friday
de: Freitag
es: Viernes
fil: Biyernes
fr: Vendredi
it: Venerdì
ja: 金曜日
ko: 금요일
ru: Пятница
vi: Thứ Sáu
zh_hans: 周五
zh_hant: 週五

# sys.weekday.monday
source: Monday
de: Montag
es: Lunes
fil: Lunes
fr: Lundi
it: Lunedì
ja: 月曜日
ko: 월요일
ru: Понедельник
vi: Thứ Hai
zh_hans: 周一
zh_hant: 週一

# sys.weekday.saturday
source: Saturday
de: Samstag
es: sábado
fil: Sabado
fr: Samedi
it: Sabato
ja: 土曜日
ko: 토요일
ru: Суббота
vi: Thứ Bảy
zh_hans: 周六
zh_hant: 週六

# sys.weekday.sunday
source: Sunday
de: Sonntag
es: Domingo
fil: Linggo
fr: Dimanche
it: Domenica
ja: 日曜日
ko: 일요일
ru: Воскресенье
vi: Chủ Nhật
zh_hans: 周日
zh_hant: 週日

# sys.weekday.thursday
source: Thursday
de: Donnerstag
es: Jueves
fil: Huwebes
fr: Jeudi
it: Giovedì
ja: 木曜日
ko: 목요일
ru: Четверг
vi: Thứ Năm
zh_hans: 周四
zh_hant: 週四

# sys.weekday.tuesday
source: Tuesday
de: Dienstag
es: Martes
fil: Martes
fr: Mardi
it: Martedì
ja: 火曜日
ko: 화요일
ru: Вторник
vi: Thứ Ba
zh_hans: 周二
zh_hant: 週二

# sys.weekday.wednesday
source: Wednesday
de: Mittwoch
es: Miércoles
fil: Miyerkules
fr: Mercredi
it: Mercoledì
ja: 水曜日
ko: 수요일
ru: Среда
vi: Thứ Tư
zh_hans: 周三
zh_hant: 週三

# sys.yes
source: Yes
de: Ja
es: Sí
fil: Oo
fr: Oui
it: Sì
ja: うむ
ko: 예
ru: Да
vi: Có
zh_hans: 是
zh_hant: 是

# takeViewShotButton.button.tapHereToShare
source: Tap Here to Share
ko: 공유하려면 여기를 탭하세요

# takeViewShotButton.imageShotPreparationComplete.instruction
source: Image file successfully prepared for export.
ko: 이미지 파일이 내보내기를 위해 성공적으로 준비되었습니다.

# takeViewShotButton.preview.imageToShare
source: Prepared Image
ko: 준비된 이미지

# unit.HHMM:%lldHH%lldMM
source: %lldhrs %lldmin
de: %lldStd %lldmin
fil: %lldoras %lldmin
fr: %lldh %lldmin
it: %lldore %lldmin
ja: %lld時間 %lld分
ko: %lld시간 %lld분
ru: %lldч %lldмин
vi: %lld giờ %lld phút
zh_hans: %lld小时%lld分
zh_hant: %lld小時%lld分

# unit.daysOf:%lld
source: %lld days
de: %lld tage
es: %lld días
fil: %lld araw
fr: %lld jours
it: %lld giorni
ko: %lld일
ru: %lld дня
vi: %lld ngày

# app.dailynote.initiateLiveActivity
source: Initiate Live Activity
de: Live-Aktivität starten
es: Iniciar actividad en vivo
fil: Simulan ang Live na Aktibidad
fr: Lancer l'activité en direct
it: Avvia attività dal vivo
ja: ライブアクティビティを起こす
ko: 라이브 활동 시작
ru: Запустить живую активность
vi: Khởi động Hoạt động Trực tiếp
zh_hans: 发起实时活动 (Live Activity)
zh_hant: 發起即時動態 (Live Activity)

# pzWidgetsKit.CreateLiveActivityError.noInfo
source: Failed from fetching Real-Time Notes.
de: Fehler beim Abrufen der Echtzeitnotizen
es: Error al obtener Notas en Tiempo Real
fil: Nabigo sa pagkuha ng Real-Time na Tala.
fr: Échec de la récupération des informations en temps réel.
it: Errore nel recupero delle note in tempo reale
ja: リアルタイム便箋の受け取りは失敗しました。
ko: 실시간 메모를 가져오는 데 실패했습니다.
ru: Не удалось получить заметки в реальном времени.
vi: Không thể lấy ghi chú thời gian thực.
zh_hans: 没能成功获取实时便笺。
zh_hant: 沒能成功獲取實時便箋。

# pzWidgetsKit.CreateLiveActivityError.systemSettings
source: The current system settings hinder this app from using Live Activity feature.
de: Die aktuellen Systemeinstellungen hindern diese App daran, die Live-Aktivitätsfunktion zu nutzen.
es: La configuración actual del sistema impide que esta aplicación use la función de Actividad en Vivo.
fil: Ang kasalukuyang mga setting ng sistema ay hadlang sa app na ito mula sa paggamit ng Live Activity na tampok.
fr: Les paramètres système actuels empêchent cette application d'utiliser la fonctionnalité d'Activité en direct.
it: Le impostazioni del sistema attuale impediscono a questa app di utilizzare la funzione Attività in diretta
ja: 現在のシステム設定により、当アプリのライブアクティビティ利用権限は不足である。
ko: 현재 시스템 설정으로 인해 이 앱이 라이브 활동 기능을 사용할 수 없습니다.
ru: Текущие системные настройки мешают приложению использовать функцию Live Activity
vi: Các cài đặt hệ thống hiện tại ngăn ứng dụng này sử dụng tính năng Hoạt động Trực tiếp.
zh_hans: 当前系统设定不允许本 App 使用实时活动 (Live Activity)。
zh_hant: 當前系統設定不允許敝應用使用即時動態 (Live Activity)。

# pzWidgetsKit.CreateLiveActivityError.unknown:%@
source: [Unknown Exception] %@
de: [Unbekannter Ausnahmefehler] %@
es: [Excepción desconocida] %@
fil: [Hindi alam na eksepsyon] %@
fr: [Erreur Inconnue] %@
it: [Eccezione sconosciuta] %@
ja: [未知なる異常状況] %@
ko: [알 수 없는 예외] %@
ru: [Неизвестное исключение] %@
vi: [Lỗi không xác định] %@
zh_hans: [未知异常] %@
zh_hant: [未知異常] %@

# pzWidgetsKit.WidgetRefreshIntent.Refresh
source: Refresh
de: Aktualisieren
es: Actualizar
fil: I-refresh
fr: Rafraîchir
it: Aggiorna
ja: リロード
ko: 새로고침
ru: Обновить
vi: Làm mới
zh_hans: 刷新
zh_hant: 重新載入

# pzWidgetsKit.currentStamina
source: Current Stamina
de: Aktuelle Ausdauer
es: Resistencia actual
fil: Kasulukuyang Tiyaga
fr: Résine actuelle
it: Resistenza Attuale
ja: スタミナの存分
ko: 현재 체력
ru: Текущая выносливость
vi: Thể lực hiện tại
zh_hans: 当前的玩家体力
zh_hant: 當前的玩家體力

# pzWidgetsKit.dailyTask
source: Daily Commission
de: Täglicher Auftrag
es: Comisión diaria
fil: Pang-araw-araw na Komisyon
fr: Commission quotidienne
it: Commissione giornaliera
ja: デイリー依頼・訓練
ko: 일일 의뢰
ru: Ежедневное поручение
vi: Hoa hồng hàng ngày
zh_hans: 每日委托
zh_hant: 每日委託

# pzWidgetsKit.expedition.status.finished
source: Finished
de: Fertig
es: Terminado
fil: Tapos na
fr: Terminé
it: Finito
ja: 完了
ko: 완료됨
ru: Завершено
vi: Đã hoàn thành
zh_hans: 已完成
zh_hant: 已完成

# pzWidgetsKit.expedition.status.pending
source: Pending
de: Ausstehend
es: Pendiente
fil: Nakahold
fr: En attente
it: In sospeso
ja: 進行中
ko: 보류 중
ru: Ожидание
vi: Đang chờ xử lý
zh_hans: 正在进行
zh_hant: 正在進行

# pzWidgetsKit.expedition.timeToAllCompletion
source: Will Finish At:
de: Wird abgeschlossen um:
es: Terminará a las:
fil: Matatapos Sa:
fr: Heure de fin :
it: Terminerà alle:
ja: 完了までの目安:
ko: 종료 시간:
ru: Завершится в:
vi: Sẽ Kết Thúc Vào:
zh_hans: 完工时间:
zh_hant: 完工時間:
