Repository: pizza-studio/PizzaHelperUnited
Catalog: _i18n_xliff/UnitedPizzaHelper Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fil, fr, it, ja, ko, ru, vi, zh_hans, zh_hant

# profile.label.nickname
source: Nickname
de: Spitzname
es: Apodo
fil: Palayaw
fr: Pseudo
it: Soprannome
ja: ニックネーム
ko: 닉네임
ru: Псевдоним
vi: Biệt danh
zh_hans: 昵称
zh_hant: 暱稱

# profile.label.server
source: Game Server
de: Spielserver
es: Servidor de juegos
fil: Server ng Laro
fr: Serveur
it: Server di gioco
ja: ゲームサーバー
ko: 게임 서버
ru: Игровой сервер
vi: Máy chủ trò chơi
zh_hans: 游戏区服
zh_hant: 遊戲區服

# profile.login.sectionHeader
source: Login your HoYoLAB / Miyoushe Account
de: Melde dich bei deinem HoYoLAB / Miyoushe-Konto an
es: Inicia sesión en tu cuenta de HoYoLAB / Miyoushe
fil: Mag-login sa iyong HoYoLAB / Miyoushe Account
fr: Connectez-vous à votre compte HoYoLAB/Miyoushe
it: Accedi al tuo account HoYoLAB / Miyoushe
ja: HoYoLAB / 米遊社アカウントのログイン
ko: HoYoLAB / 미유셰 계정으로 로그인하세요
ru: Войдите в свой аккаунт HoYoLAB / Miyoushe
vi: Đăng nhập tài khoản HoYoLAB / Miyoushe của bạn
zh_hans: 登录您的 HoYoLAB / 米游社账号
zh_hant: 登入您的 HoYoLAB / 米遊社帳號

# profileMgr.account.qr_code_login.check_scanned
source: I have scanned. Please check.
de: Ich habe gescannt. Bitte überprüfen.
es: He escaneado. Por favor, verifique.
fil: Nasuri ko na. Paki-check.
fr: Scan effectué. Veuillez vérifier les informations.
it: Ho eseguito la scansione. Si prega di controllare
ja: スキャン済み、ご検査を
ko: 스캔했습니다. 확인해 주세요.
ru: Я просканировал. Пожалуйста, проверьте.
vi: Tôi đã quét. Vui lòng kiểm tra.
zh_hans: 已扫描，请检查
zh_hant: 已掃描，請檢查

# profileMgr.account.qr_code_login.click_qr_to_save
source: Tap the QR code above to save it
de: Tippen Sie auf den QR-Code oben, um ihn zu speichern
es: Toca el código QR arriba para guardarlo
fil: I-tap ang QR code sa itaas upang i-save ito
fr: Appuyez sur le code QR ci-dessus pour l'enregistrer
it: Tocca il codice QR sopra per salvarlo
ja: QRコードをタップして保存
ko: 상단의 QR 코드를 탭하여 저장하세요
ru: Нажмите на QR-код выше, чтобы сохранить его
vi: Nhấn vào mã QR ở trên để lưu lại nó
zh_hans: 点击该二维码以保存
zh_hant: 點按該 QR Code 以保存

# profileMgr.account.qr_code_login.footer
source: Please use MiYouShe app to scan the QR code. You may also want to screenshot this QR code for the scanning.
de: Bitte verwenden Sie die MiYouShe-App, um den QR-Code zu scannen. Möglicherweise möchten Sie auch einen Screenshot dieses QR-Codes für das Scannen machen.
es: Utilice la aplicación MiYouShe para escanear el código QR. También puede hacer una captura de pantalla de este código QR para escanearlo.
fil: Mangyaring gamitin ang MiYouShe app upang i-scan ang QR code. Maaaring gusto mo ring i-screenshot ang QR code na ito para sa pag-scan.
fr: Veuillez utiliser l'application MiYouShe pour scanner le code QR. Vous pouvez également prendre une capture d'écran de ce code QR pour le scanner.
it: Per favore, usa l'app MiYouShe per scansionare il codice QR. Potresti anche voler fare uno screenshot di questo codice QR per la scansione.
ja: 米遊社アプリで直接にスキャンするか、あるいは画面画像を撮ってからスキャンしてください。
ko: MiYouShe 앱을 사용하여 QR 코드를 스캔하세요. QR 코드를 스크린샷하여 스캔할 수도 있습니다.
ru: Пожалуйста, используйте приложение MiYouShe для сканирования QR-кода. Вы также можете сделать скриншот этого QR-кода для сканирования.
vi: Vui lòng sử dụng ứng dụng MiYouShe để quét mã QR. Bạn cũng có thể muốn chụp màn hình mã QR này để quét.
zh_hans: 请使用米游社 App 扫描该二维码。您也可以将该二维码用屏幕截图的方式存下来扫描。
zh_hant: 請使用米遊社 App 掃描該 QR Code。您也可以將該 QR Code 用螢幕擷圖的方式存下來掃描。

# profileMgr.account.qr_code_login.not_scanned_alert
source: Server response indicates that the QR code has not been scanned. Please try scanning it again or regenerate a new QR code for scanning.
de: Die Serverantwort zeigt an, dass der QR-Code nicht gescannt wurde. Bitte versuchen Sie, ihn erneut zu scannen oder generieren Sie einen neuen QR-Code zum Scannen.
es: La respuesta del servidor indica que el código QR no ha sido escaneado. Intenta escanearlo de nuevo o genera un nuevo código QR para escanear.
fil: Ipinapakita ng tugon ng server na hindi pa na-scan ang QR code. Pakisubukang i-scan muli ito o gumawa ng bagong QR code para sa pag-scan.
fr: La réponse du serveur indique que le code QR n'a pas été scanné. Veuillez essayer de le scanner à nouveau ou régénérez un nouveau code QR pour le scanner.
it: La risposta del server indica che il codice QR non è stato scansionato. Ti preghiamo di provare a scansionarlo di nuovo o di rigenerare un nuovo codice QR per la scansione.
ja: サーバーからの報告によって、先のQRコードが未スキャンの状態のままのようです。それをもう一度スキャンするか、あるいはQRコードを再生成してスキャンしてください。
ko: 서버 응답에 따르면 QR 코드가 스캔되지 않았습니다. QR 코드를 다시 스캔하거나 새로운 QR 코드를 생성하여 스캔해 보세요.
ru: Ответ сервера указывает, что QR-код не был отсканирован. Попробуйте отсканировать его снова или создайте новый QR-код для сканирования.
vi: Phản hồi từ máy chủ cho thấy mã QR chưa được quét. Vui lòng thử quét lại hoặc tạo mã QR mới để quét.
zh_hans: 服务器回传讯息指出该二维码尚未被扫描。请重新尝试扫描、或者重新生成新的二维码再尝试。
zh_hant: 伺服器回傳訊息指出該 QR Code 尚未被掃描。請重新嘗試掃描、或者重新生成新的 QR Code 再嘗試。

# profileMgr.account.qr_code_login.open_miyoushe
source: Click here to jump to Miyoushe
de: Klicken Sie hier, um zu Miyoushe zu springen
es: Haz clic aquí para saltar a Miyoushe
fil: Mag-click dito upang pumunta sa Miyoushe
fr: Cliquez ici pour accéder à Miyoushe
it: Fai clic qui per passare a Miyoushe
ja: 米遊社アプリを呼び出す
ko: 클릭하여 Miyoushe로 이동하십시오
ru: Нажмите здесь, чтобы перейти к Miyoushe
vi: Nhấp vào đây để chuyển đến Miyoushe
zh_hans: 点此跳转至米游社
zh_hant: 點此跳轉至米遊社

# profileMgr.account.qr_code_login.open_miyoushe_mas_page
source: Get Miyoushe from App Store
de: Laden Sie Miyoushe aus dem App Store herunter
es: Obtén Miyoushe en la App Store
fil: Kunin ang Miyoushe mula sa App Store
fr: Obtenez Miyoushe depuis l'App Store
it: Ottieni Miyoushe dall'App Store
ja: App Store の米遊社アプリのページへ
ko: App Store에서 Miyoushe 받기
ru: Получите Miyoushe в App Store
vi: Tải Miyoushe từ App Store
zh_hans: 从 App Store 获取米游社App
zh_hant: 藉由 App Store 獲取米遊社應用

# profileMgr.account.qr_code_login.regenerate_qrcode
source: Regenerate the QR code
de: QR-Code neu generieren
es: Regenerar el código QR
fil: I-regenerate ang QR code
fr: Régénérer le code QR
it: Rigenera il codice QR
ja: QRコードを再生成
ko: QR 코드 재생성
ru: Сгенерировать QR-код заново
vi: Tạo lại mã QR
zh_hans: 重新生成二维码
zh_hant: 重新生成 QR Code

# profileMgr.account.qr_code_login.shared_qr_code_title
source: QR Code for Miyoushe
de: QR-Code für Miyoushe
es: Código QR para Miyoushe
fil: QR Code para sa Miyoushe
fr: Code QR pour Miyoushe
it: Codice QR per Miyoushe
ja: 米遊社専用QRコード
ko: 미요쉐 QR 코드
ru: QR-код для Miyoushe
vi: Mã QR cho Miyoushe
zh_hans: 米游社专用二维码
zh_hant: 米遊社專用 QR Code

# profileMgr.account.qr_code_login.title
source: Login by scanning the QR code
de: Anmeldung durch Scannen des QR-Codes
es: Inicia sesión escaneando el código QR
fil: Mag-login sa pamamagitan ng pag-scan ng QR code
fr: Se connecter en scannant le code QR
it: Accedi scansionando il codice QR
ja: QRコードスキャンでログイン
ko: QR 코드를 스캔하여 로그인하세요
ru: Войти, отсканировав QR-код
vi: Đăng nhập bằng cách quét mã QR
zh_hans: 通过扫描二维码登录
zh_hant: 藉由 QR Code 掃描的方式登入

# profileMgr.accountLogin.attention.title
source: Attention
de: Achtung
es: Atención
fil: Pansin
it: Attenzione
ja: ご注意を
ko: 주의
ru: Внимание
vi: Chú ý
zh_hans: 请留意
zh_hant: 請留意

# profileMgr.accountLogin.explanation.1
source: To get resin and other data from HoYoLAB / Miyoushe, UID and login cookie of your account is needed. After logging into HoYoLAB / Miyoushe, we will store them locally as well as on your private iCloud. Then our app will use the stored UID and cookie to get the resin and other information in a way similar to HoYoLAB / Miyoushe app, then display them on your widget. Your private information will not be sent to other places other than HoYoLAB / Miyoushe and iCloud, including us, so your personal information will be very secure. This App is an opensource project. Everyone can check and supervise all the underlying behaviors of this program.
de: Um Harz und andere Daten von HoYoLAB / Miyoushe zu erhalten, sind die UID und das Login-Cookie deines Kontos erforderlich. Nach dem Einloggen in HoYoLAB / Miyoushe speichern wir sie lokal sowie in deinem privaten iCloud. Anschließend wird unsere App die gespeicherte UID und das Cookie verwenden, um den Harz und andere Informationen auf ähnliche Weise wie die HoYoLAB / Miyoushe App abzurufen und sie auf deinem Widget anzuzeigen. Deine privaten Informationen werden nirgendwo anders als bei HoYoLAB / Miyoushe und iCloud, einschließlich uns, gesendet, sodass deine persönlichen Informationen sehr sicher sind. Diese App ist ein Open-Source-Projekt. Jeder kann alle zugrunde liegenden Verhaltensweisen dieses Programms überprüfen und überwachen.
es: Para obtener resina y otros datos de HoYoLAB / Miyoushe, se necesitan el UID y la cookie de inicio de sesión de tu cuenta. Después de iniciar sesión en HoYoLAB / Miyoushe, los almacenaremos localmente así como en tu iCloud privado. Luego nuestra aplicación utilizará el UID y la cookie almacenados para obtener la resina y otra información de manera similar a la aplicación HoYoLAB / Miyoushe, y luego los mostrará en tu widget. Tu información privada no se enviará a otros lugares que no sean HoYoLAB / Miyoushe e iCloud, incluidos nosotros, por lo que tu información personal estará muy segura. Esta aplicación es un proyecto de código abierto. Todos pueden revisar y supervisar todos los comportamientos subyacentes de este programa.
fil: Upang makuha ang resin at iba pang data mula sa HoYoLAB / Miyoushe, kinakailangan ang UID at login cookie ng iyong account. Pagkatapos mag-login sa HoYoLAB / Miyoushe, itatabi namin ito lokal pati na rin sa iyong pribadong iCloud. Pagkatapos ay gagamitin ng aming app ang naka-store na UID at cookie para makuha ang resin at iba pang impormasyon sa paraang katulad ng app ng HoYoLAB / Miyoushe, at ipapakita ito sa iyong widget. Ang iyong pribadong impormasyon ay hindi ipapadala sa ibang lugar maliban sa HoYoLAB / Miyoushe at iCloud, kabilang kami, kaya't magiging napaka-secure ng iyong personal na impormasyon. Ang App na ito ay isang opensource na proyekto. Lahat ay pwedeng tingnan at superbayhan ang lahat ng mga nakapailalim na gawain ng programang ito.
fr: Pour obtenir de la résine et d'autres données de HoYoLAB / Miyoushe, l'UID et le cookie de connexion de votre compte sont nécessaires. Après vous être connecté à HoYoLAB / Miyoushe, nous les stockerons localement ainsi que sur votre iCloud privé. Ensuite, notre application utilisera l'UID et le cookie stockés pour obtenir votre résine et d'autres informations d'une manière similaire à l'application HoYoLAB / Miyoushe, puis les affichera sur votre widget. Vos informations privées ne seront envoyées nulle part ailleurs qu'à HoYoLAB / Miyoushe et iCloud, même pas nous, vos informations personnelles sont donc en sécurité. Cette application est un projet open source. Le code source est donc accessible publiquement afin de vérifier le comportement de ce programme.
it: Per ottenere resina e altri dati da HoYoLAB / Miyoushe, sono necessari l'UID e il cookie di accesso del tuo account. Dopo aver effettuato l'accesso a HoYoLAB / Miyoushe, li memorizzeremo localmente e sul tuo iCloud privato. Quindi la nostra app utilizzerà l'UID e il cookie memorizzati per ottenere la resina e altre informazioni in modo simile all'app HoYoLAB / Miyoushe, quindi visualizzarle nel tuo widget. Le tue informazioni private non verranno inviate ad altri luoghi oltre a HoYoLAB / Miyoushe e iCloud, compresi noi, quindi le tue informazioni personali saranno molto sicure. Questa app è un progetto open source. Tutti possono controllare e supervisionare tutti i comportamenti sottostanti di questo programma.
ja: あなたのゲーム内データをリクエストするためには、データ取得に必要な、UIDとCookieを取得する必要があります。 次のページでログインした後、あなたの個人データをローカルファイルおよびiCloudに保存します。 そして、HoYoLAB ・ Miyousheと同様の方法で、あなたのゲーム内データの情報を取得します。 あなたの個人情報は、私どもを含め、誰にも提供されない。あなたの個人情報はあなたのスマホの中で管理されます。このAppはオープンソース プログラムであり、誰もがこのプログラムの基本的な動作をすべてチェックおよび監視できます。
ko: HoYoLAB / 미유사의 레진 및 기타 데이터를 받으려면 계정의 UID와 로그인 쿠키가 필요합니다. HoYoLAB / 미유사에 로그인한 후, 우리는 이를 로컬과 개인 iCloud에 저장합니다. 그런 다음, 당사 앱은 저장된 UID와 쿠키를 사용하여 HoYoLAB / 미유사 앱과 유사한 방식으로 레진 및 기타 정보를 가져와 위젯에 표시합니다. 귀하의 개인 정보는 HoYoLAB / 미유사 및 iCloud 이외의 다른 곳으로 전송되지 않으므로, 우리를 포함해 귀하의 개인 정보는 매우 안전합니다. 이 앱은 오픈소스 프로젝트입니다. 누구나 프로그램의 기본 동작을 확인하고 감독할 수 있습니다.
ru: Чтобы получить смолу и другие данные из HoYoLAB / Miyoushe, необходимы UID и cookie вашего аккаунта. После входа в HoYoLAB / Miyoushe мы сохраним их локально, а также в вашем личном iCloud. Затем наше приложение будет использовать сохраненные UID и cookie для получения смолы и другой информации аналогично приложению HoYoLAB / Miyoushe и отображать их на вашем виджете. Ваша личная информация не будет отправлена в другие места, кроме HoYoLAB / Miyoushe и iCloud, включая нас, так что ваши личные данные будут очень безопасны. Это приложение - проект с открытым исходным кодом. Каждый может проверить и контролировать все внутренние процессы этой программы.
vi: Để lấy nhựa và các dữ liệu khác từ HoYoLAB / Miyoushe, cần có UID và cookie đăng nhập của tài khoản của bạn. Sau khi đăng nhập vào HoYoLAB / Miyoushe, chúng tôi sẽ lưu trữ chúng cục bộ cũng như trên iCloud riêng tư của bạn. Sau đó, ứng dụng của chúng tôi sẽ sử dụng UID và cookie đã lưu để lấy nhựa và thông tin khác theo cách tương tự như ứng dụng HoYoLAB / Miyoushe, rồi hiển thị chúng trên tiện ích của bạn. Thông tin cá nhân của bạn sẽ không được gửi đến nơi khác ngoài HoYoLAB / Miyoushe và iCloud, bao gồm cả chúng tôi, nên thông tin cá nhân của bạn sẽ rất an toàn. Ứng dụng này là một dự án mã nguồn mở. Mọi người có thể kiểm tra và giám sát tất cả hành vi cơ bản của chương trình này.
zh_hans: 为了请求您的游戏内的数据，我们需要获取您的 UID 和 Cookie，这是获取数据的必要参数。您在接下来的网页登录后，我们会在您的本地和 iCloud 存储您的个人数据。然后我们通过类似米游社 / HoYoLAB 的方式获取您的游戏内的数据信息。您的个人信息不会发送给任何人，包括我们自己。您的个人信息将会是非常安全的。本程序是开源程序，每个人都可以检查和监督本程序的全部底层行为。
zh_hant: 為了請求您的遊戲內的資料，我們需要獲取您的 UID 和 Cookie，這是獲取資料的必要參數。您在接下來的網頁登入後，我們會在本機和 iCloud 存儲您的個人資料。然後我們通過類似米遊社 / HoYoLAB 的方式獲取您的遊戲內的資料。您的個人資訊不會傳送給任何人，包括我們自己。您的個人資訊將會是非常安全的。敝軟體是開放原始碼軟體，每個人都可以檢查和監督敝軟體的全部底層行為。

# profileMgr.accountLogin.explanation.2
source: This procedure is not like those illegal procedures such as infiltrative cheating injectors (i.e. mods). This program abides by the relevant content of miHoYo's secondary creation rules. This App is an opensource project. Everyone can check and supervise all the underlying behaviors of this program. For details, see Settings - FAQ.
de: Dieses Verfahren ist kein illegales Verfahren wie infiltrierende Cheat-Programme (z. B. Mods). Dieses Programm hält sich an die relevanten Inhalte der Sekundärschöpfungsregeln von miHoYo. Diese App ist ein Open-Source-Projekt. Jeder kann alle zugrunde liegenden Verhaltensweisen dieses Programms überprüfen und überwachen. Details finden Sie unter Einstellungen - FAQ.
es: Este procedimiento no es un procedimiento ilegal, como inyectores de trampas infiltrantes (es decir, mods). Este programa cumple con el contenido relevante de las reglas de creación secundaria de miHoYo. Esta aplicación es un proyecto de código abierto. Todos pueden comprobar y supervisar todos los comportamientos subyacentes de este programa. Para más detalles, consulta Configuración - Preguntas frecuentes.
fil: Ang pamamaraang ito ay hindi isang ilegal na pamamaraan gaya ng infiltrative cheating injectors (hal. mods). Ang programang ito ay sumusunod sa kaukulang nilalaman ng mga patakaran ng sekundaryong paglikha ng miHoYo. Ang App na ito ay isang proyekto ng bukas na pinagmulan. Maaaring suriin at bantayan ng lahat ang lahat ng mga nakapaloob na kilos ng programang ito. Para sa mga detalye, tingnan ang Mga Setting - FAQ.
fr: Cette procédure n'est pas une procédure illégale comme les injecteurs de triche infiltrants (c'est-à-dire mods). Ce programme respecte les règles sur la création secondaire de miHoYo. Cette application est un projet open source. Le code source est donc accessible publiquement afin de vérifier le comportement de ce programme. Pour plus de détails, référez-vous à Paramètres - FAQ.
it: Questa procedura non è una procedura illegale come gli injector di cheat infiltranti (cioè mod). Questo programma si conforma ai contenuti rilevanti delle regole per la creazione secondaria di miHoYo. Questa App è un progetto open source. Chiunque può controllare e supervisionare tutti i comportamenti di base di questo programma. Per i dettagli, vedere Impostazioni - FAQ.
ja: 本プログラムは、改造やチートなどの不正な侵入型ツール（いわゆるMOD等）ではありません。本プログラムは、HoYoverseの二次創作ルールの該当する内容を遵守しています。このAppはオープンソース プログラムであり、誰もがこのプログラムの基本的な動作をすべてチェックおよび監視できます。詳しくは、設定-FAQをご覧ください。
ko: 이 절차는 침투형 치트 인젝터(예: 모드)와 같은 불법적인 절차가 아닙니다. 이 프로그램은 miHoYo의 2차 창작 규정을 준수합니다. 이 앱은 오픈소스 프로젝트입니다. 모든 사람이 이 프로그램의 모든 기본 동작을 확인하고 감독할 수 있습니다. 자세한 내용은 설정 - FAQ를 참조하세요.
ru: Эта процедура не является нелегальной, например, внедряющими чит-инжекторами (моды). Эта программа соответствует соответствующему содержанию правил вторичного создания miHoYo. Это приложение является проектом с открытым исходным кодом. Каждый может проверить и контролировать все основные действия этой программы. Подробности см. в Настройки - FAQ.
vi: Quy trình này không phải là một quy trình bất hợp pháp như các injector gian lận xâm nhập (ví dụ: mod). Chương trình này tuân theo nội dung liên quan của quy tắc sáng tạo thứ cấp của miHoYo. Ứng dụng này là một dự án mã nguồn mở. Mọi người có thể kiểm tra và giám sát tất cả các hành vi nền tảng của chương trình này. Để biết chi tiết, xem Cài đặt - Câu hỏi thường gặp.
zh_hans: 本程序不属于外挂等违法程序。本程序遵守米哈游二次创作规则的相关内容。本程序是开源程序，每个人都可以检查和监督本程序的全部底层行为。具体内容参见「设定 - FAQ」章节。
zh_hant: 敝軟體不屬於外掛等違法程式。敝軟體遵守米哈遊二次創作規則的相關內容。敝軟體是開放原始碼程式，每個人都可以檢查和監督敝軟體的全部底層行為。具體內容參見「設定 - FAQ」章節。

# profileMgr.accountLogin.explanation.title.1
source: How this App work?
de: Wie funktioniert diese App?
es: ¿Cómo funciona esta aplicación?
fil: Paano gumagana ang App na ito?
fr: Comment fonctionne cette application?
it: Come funziona questa App?
ja: 進め方について
ko: 어떻게 작동하나요?
ru: Как работает это приложение?
vi: Ứng dụng này hoạt động như thế nào?
zh_hans: 关于本 App 的工作原理
zh_hant: 關於敝應用的工作原理

# profileMgr.accountLogin.explanation.title.2
source: About your account security
de: Über Ihre Kontosicherheit
es: Acerca de la seguridad de tu cuenta
fil: Tungkol sa seguridad ng iyong account
fr: À propos de la sécurité de votre compte
it: Informazioni sulla sicurezza del tuo account
ja: アカウントの安全性について
ko: 계정 보안 정보
ru: О безопасности вашей учетной записи
vi: Về bảo mật tài khoản của bạn
zh_hans: 关于您的账号安全
zh_hant: 關於您的帳號安全

# profileMgr.accountLogin.instruction
source: Click the "Done" button at the top-trailing corner of the app screen after you finish login to HoYoLAB in the following webpage. If you are prompted for CAPTCHA, please finish it.
de: Klicken Sie auf die Schaltfläche "Fertig" oben rechts in der App, nachdem Sie sich auf der folgenden Webseite bei HoYoLAB angemeldet haben. Wenn Sie nach einem CAPTCHA gefragt werden, vervollständigen Sie es bitte.
es: Haga clic en el botón "Hecho" en la esquina superior derecha de la pantalla de la aplicación después de completar el inicio de sesión en HoYoLAB en la siguiente página web. Si se le solicita un CAPTCHA, por favor complételo.
fil: I-click ang "Done" na button sa tuktok na kanang sulok ng screen ng app pagkatapos mong matapos ang pag-login sa HoYoLAB sa sumusunod na webpage. Kung ikaw ay hiningian ng CAPTCHA, pakitapusin ito.
fr: Cliquez sur le bouton "Terminé" dans le coin supérieur droit de l'écran de l'application après avoir terminé la connexion à HoYoLAB dans la page Web suivante. Si un CAPTCHA vous est demandé, veuillez le faire.
it: Fai clic sul pulsante "Fine" nell'angolo superiore destro dello schermo dell'app dopo aver effettuato l'accesso a HoYoLAB nella seguente pagina web. Se ti viene richiesto un CAPTCHA, completalo.
ja: 次のウェブページでHoYoLABへのログインが完了したら、アプリ画面の右上の隅にある「完了」ボタンをタップしてください。人間認証 (CAPTCHA) が出た場合、それを完成してください。
ko: 다음 웹페이지에서 HoYoLAB에 로그인한 후 앱 화면의 상단 우측에 있는 "완료" 버튼을 클릭하십시오. CAPTCHA를 요구받으면 완료하십시오.
ru: Нажмите кнопку "Готово" в верхнем правом углу экрана приложения после завершения входа в HoYoLAB на следующей веб-странице. Если вам будет предложено ввести CAPTCHA, пожалуйста, завершите её.
vi: Nhấn nút "Xong" ở góc trên cùng bên phải của màn hình ứng dụng sau khi bạn đăng nhập vào HoYoLAB trên trang web sau. Nếu bạn được yêu cầu CAPTCHA, vui lòng hoàn thành nó.
zh_hans: 请在打开的网页完成登录 HoYoLAB 操作后点击「完成」。请完成任何可能弹出的人机验证。
zh_hant: 請在打開的網頁完成登入 HoYoLab 操作後點按「完成」。如果彈出人機驗證的話，請完成之。
