Repository: pizza-studio/PizzaHelperUnited
Catalog: _i18n_xliff/UnitedPizzaHelper Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fil, fr, it, ja, ko, ru, vi, zh_hans, zh_hant

# aboutKit.contributor.subtitleAsMainCrew.shikisuen
source: - Engine Architect & Dev, The Pizza Helper (v5) - Maintainer, Pizza Helper for HSR - Maintainer, Pizza Helper for Genshin (v3-v4)
es: - Arquitecto de Motor y Desarrollador, The Pizza Helper (v5) - Mantenedor, Pizza Helper para HSR - Mantenedor, Pizza Helper para Genshin (v3-v4)
fil: - Arkitekto ng Engine at Dev, Ang Pizza Helper (v5) - Tagapangalaga, Pizza Helper para sa HSR - Tagapangalaga, Pizza Helper para sa Genshin (v3-v4)
fr: - Conception et développement du moteur, The Pizza Helper (v5) - Responsable, Pizza Helper pour HSR - Responsable, Pizza Helper pour Genshin (v3-v4)
it: - Architetto e sviluppatore del motore, The Pizza Helper (v5) - Manutentore, Pizza Helper per HSR - Manutentore, Pizza Helper per Genshin (v3-v4)
ja: - エンジン建築士＆プログラマー（ピザ助手 (無印) v5） - ソフトウェア保守（崩スタピザ） - ソフトウェア保守（原神ピザ v3-v4）
ru: - Инженер-разработчик, Помощник пиццайоло (v5) - Ответственный за сопровождение, Помощник пиццайоло для HSR - Ответственный за сопровождение, Помощник пиццайоло для Genshin (v3-v4)
vi: - Kiến trúc sư & Nhà phát triển Công cụ, The Pizza Helper (v5) - Người duy trì, Pizza Helper for HSR - Người duy trì, Pizza Helper for Genshin (v3-v4)
zh_hans: - 引擎架构师＆程序员（统一披萨小助手 v5） - 参与维护（原神披萨小助手 v3-v4） - 参与维护（星铁披萨小助手）
zh_hant: - 引擎架構師＆程式師（統一披薩小助手 v5） - 參與維護（原神披薩小助手 v3-v4） - 參與維護（星鐵披薩小助手）

# aboutKit.contributors.name.hakubill
source: Haku Bill (水里的碳酸钙)
ja: Haku Bill (水中炭酸ｶﾙｼｳﾑ)
zh_hans: 水里的碳酸钙 (Haku Bill)
zh_hant: 水裡的碳酸鈣 (Haku Bill)

# aboutKit.contributors.name.shikisuen
source: Shiki Suen (孙志贵)
ja: 孫 志貴（ｺﾉｲﾄ ｼｷ; Shiki Suen）
zh_hans: 孙志贵 (Shiki Suen)
zh_hant: 孫志貴 (Shiki Suen)

# aboutKit.contributors.name.xinzoruo
source: Xinzoruo (心臓弱眞君)
ja: 心臓弱眞君 (Xinzoruo)
zh_hans: 心臓弱眞君 (Xinzoruo)
zh_hant: 心臓弱眞君 (Xinzoruo)

# aboutKit.contributors.name.yulijushi
source: Yuli Jushi (郁离居士)
ja: 郁離居士
zh_hans: 郁离居士
zh_hant: 郁離居士

# app.appName.full
source: The Pizza Helper
ja: ピザ助手
zh_hans: 披萨小助手
zh_hant: 披薩小助手

# app.dailynote.card.weeklyBoss
source: Trounce Blossom
es: Revés Floración
fil: Bulaklak ng Pagwawagi
fr: Fleur des lignes énergétiques
it: Sconfiggi Fiore
ja: 征討の花
ru: Блум Сражений
vi: Đả bại Hoa
zh_hans: 征讨之花
zh_hant: 征討之花

# app.language.restartRequired.description
source: To apply these changes, the app needs to restart. This does not apply to Widget and scheduled notifications. See FAQ for details.
fil: Upang maipatupad ang mga pagbabagong ito, kailangan mag-restart ang app. Hindi ito nalalapat sa Widget at naka-iskedyul na notification. Tingnan ang FAQ para sa mga detalye.
fr: Pour appliquer ces changements, l'application doit redémarrer. Ceci ne s'applique pas aux widgets et notifications programmées. Consultez la FAQ pour plus de détails.
ja: 設定の変更を反映させるためには、アプリを再起動する必要があります。 ウィジェットや予定済みの通知の言語は別件となります。詳細はFAQをご確認ください。
zh_hans: 要应用这些更改，应用程序需要重新启动。 这不适用于小工具和已排定的通知。详细信息请查看FAQ。

# refugee.export.fileSavedTo:
source: Successfully dumped the Old Pizza Refugee Data file to:
es: Archivo de datos de Old Pizza Refugee exportado correctamente a:
fil: Matagumpay na na-export ang Old Pizza Refugee Data file sa:
fr: Fichier de données Old Pizza Refugee exporté avec succès vers :
it: File dati Old Pizza Refugee esportato correttamente in:
ja: 旧ピザ難民資料を正常に書き出されました:
ru: Файл данных Old Pizza Refugee успешно экспортирован в:
vi: Đã xuất thành công tệp dữ liệu Old Pizza Refugee tới:
zh_hans: 旧披萨难民资料已成功导出至:
zh_hant: 舊披薩難民資料已成功匯出至:

# refugee.export.succeededInSavingToFile
source: Successfully dumped the Old Pizza Refugee Data file.
es: El archivo de datos de Old Pizza Refugee se ha exportado correctamente.
fil: Matagumpay na na-export ang Old Pizza Refugee Data file.
fr: Le fichier de données Old Pizza Refugee a été exporté avec succès.
it: File dati Old Pizza Refugee esportato con successo.
ja: 旧ピザ難民資料は正常に書き出されました。
ru: Файл данных Old Pizza Refugee успешно экспортирован.
vi: Tệp dữ liệu Old Pizza Refugee đã được xuất thành công.
zh_hans: 旧披萨难民资料已成功导出。
zh_hant: 舊披薩難民資料已成功匯出。

# refugee.exportableCount.gachaEntries
source: Wish Record Entries
es: Entradas de historial de deseos
fil: Mga Entry ng Wish Record
fr: Entrées de l'historique des vœux
it: Voci del registro dei desideri
ja: 祈願履歴エントリー
ru: Записи истории желаний
vi: Mục Nhật ký Nguyện vọng
zh_hans: 祈愿记录笔数
zh_hant: 祈願記錄筆數

# refugee.limitedServiceCategory4iOS16.footer
source: Only widgets are available for iOS 16.2 & macOS 13. Other features still require iOS 17 / macOS 14 or newer. If you see anything buggy while navigating in the Locale Profile Manager, it’s due to those SwiftUI-related bugs plagued in iOS 16 / macOS 13 and your only solution is to upgrade to iOS 17 / macOS 14.
es: Solo los widgets están disponibles para iOS 16.2 y macOS 13. Otras funciones aún requieren iOS 17 / macOS 14 o posterior. Si ves algún error al navegar por el Administrador de Perfiles Locales, se debe a errores relacionados con SwiftUI en iOS 16 / macOS 13 y la única solución es actualizar a iOS 17 / macOS 14.
fil: Tanging widgets lang ang available para sa iOS 16.2 at macOS 13. Kailangan pa rin ng iOS 17 / macOS 14 o mas bago para sa ibang features. Kung makaranas ka ng bug habang nagna-navigate sa Locale Profile Manager, ito ay dahil sa mga SwiftUI-related na bug sa iOS 16 / macOS 13 at ang tanging solusyon ay mag-upgrade sa iOS 17 / macOS 14.
fr: Seuls les widgets sont disponibles pour iOS 16.2 et macOS 13. Les autres fonctionnalités nécessitent toujours iOS 17 / macOS 14 ou version ultérieure. Si vous constatez des bugs lors de la navigation dans le gestionnaire de profils locaux, cela est dû à des bugs liés à SwiftUI dans iOS 16 / macOS 13 et la seule solution est de passer à iOS 17 / macOS 14.
it: Solo i widget sono disponibili per iOS 16.2 e macOS 13. Le altre funzioni richiedono ancora iOS 17 / macOS 14 o successivi. Se noti anomalie durante la navigazione nel Gestore Profili Locali, è a causa di bug SwiftUI presenti in iOS 16 / macOS 13 e l'unica soluzione è aggiornare a iOS 17 / macOS 14.
ja: iOS 16.2・macOS 13 ではウィジェットのみ利用可能です。他の機能は iOS 17 / macOS 14 以降が必要です。プロファイルマネージャーのナビゲーション操作中に不具合が発生した場合、それは iOS 16 / macOS 13 の SwiftUI 関連バグが原因であり、唯一の解決策は iOS 17 / macOS 14 へのアップグレードです。
ru: Только виджеты доступны для iOS 16.2 и macOS 13. Для других функций требуется iOS 17 / macOS 14 или новее. Если вы заметили ошибки при работе с менеджером локальных профилей, это связано с багами SwiftUI в iOS 16 / macOS 13. Единственное решение — обновиться до iOS 17 / macOS 14.
vi: Chỉ có widget khả dụng cho iOS 16.2 & macOS 13. Các tính năng khác vẫn cần iOS 17 / macOS 14 trở lên. Nếu bạn gặp lỗi khi sử dụng Trình quản lý Hồ sơ Cục bộ, đó là do các lỗi liên quan đến SwiftUI trên iOS 16 / macOS 13 và giải pháp duy nhất là nâng cấp lên iOS 17 / macOS 14.
zh_hans: iOS 16.2 和 macOS 13 仅支持小工具。其他功能仍需 iOS 17 / macOS 14 或更高版本。如果你在本地账号管理器中遇到与翻页导航有关的异常的话，这是 iOS 16 / macOS 13 的 SwiftUI 相关 bug 所致，唯一的解决办法是升级到 iOS 17 / macOS 14。
zh_hant: iOS 16.2 和 macOS 13 僅支援小工具。其他功能仍需 iOS 17 / macOS 14 或更高版本。若你在本機帳號管理器中遇到與翻頁巡覽有關的異常的話，這是 iOS 16 / macOS 13 的 SwiftUI 相關 bug 所致，唯一解法是升級到 iOS 17 / macOS 14。

# refugee.noDataExportable
source: No local data exportable for now. This view awaits for iCloud background data updates, but all iCloud data can be inheritable via iCloud by this app running on iOS 17 or later.
es: No hay datos locales exportables por ahora. Esta vista espera actualizaciones de datos en segundo plano de iCloud, pero todos los datos de iCloud pueden ser heredados via iCloud por esta app en iOS 17 o posterior.
fil: Walang lokal na data na maaaring i-export sa ngayon. Ang view na ito ay naghihintay ng iCloud background data updates, ngunit lahat ng iCloud data ay maaaring mamanahin via iCloud ng app na ito kapag tumatakbo sa iOS 17 o mas bago.
fr: Aucune donnée locale exportable pour le moment. Cette vue attend les mises à jour des données iCloud en arrière-plan, mais toutes les données iCloud peuvent être héritées via iCloud par cette application sous iOS 17 ou version ultérieure.
it: Nessun dato locale esportabile al momento. Questa schermata attende aggiornamenti dei dati iCloud in background, ma tutti i dati iCloud possono essere ereditati via iCloud da questa app su iOS 17 o versioni successive.
ja: 現時点では書き出し可能なローカルデータはありません。この画面はiCloudのバックグラウンドデータ更新を待っていますが、iOS 17以降ではすべてのiCloudデータを本アプリでvia iCloud引き継ぐことができます。
ru: В настоящее время нет локальных данных для экспорта. Этот экран ожидает обновления фоновых данных iCloud, но все данные iCloud могут быть унаследованы via iCloud этим приложением на iOS 17 или новее.
vi: Hiện không có dữ liệu cục bộ nào có thể xuất. Giao diện này đang chờ cập nhật dữ liệu nền từ iCloud, nhưng tất cả dữ liệu iCloud đều có thể được kế thừa via iCloud bởi ứng dụng này trên iOS 17 trở lên.
zh_hans: 当前暂无可导出的本地数据。本页面正在等待 iCloud 后台数据更新，但所有 iCloud 数据在 iOS 17 及以上系统可由本 App 通过 iCloud 继承。
zh_hant: 目前沒有可匯出的本機資料。本頁面正在等待 iCloud 背景資料更新，但所有 iCloud 資料在 iOS 17 及以上系統可由本 App 透過 iCloud 繼承。

# settings.notification.dateTimePicker.macCatalystNotice
source: ⚠️ Due to a limitation in the UIKit-to-AppKit bridge framework, the DatePicker on macOS doesn’t show the input panel in macCatalyst apps. Users can only select the desired input field and type it directly on physical keyboard.
es: ⚠️ Debido a una limitación en el framework de puente UIKit a AppKit, el DatePicker en macOS no muestra el panel de entrada en aplicaciones macCatalyst. Los usuarios solo pueden seleccionar el campo de entrada deseado y escribirlo directamente en el teclado físico.
fil: ⚠️ Dahil sa limitasyon sa UIKit-to-AppKit bridge framework, hindi ipinapakita ng DatePicker sa macOS ang input panel sa macCatalyst apps. Maaaring piliin lamang ng mga user ang nais na input field at direktang magtype gamit ang pisikal na keyboard.
fr: ⚠️ En raison d'une limitation de UIKit-to-AppKit, la séléction de date sur macOS n'affiche pas le panneau de saisie dans les applications macCatalyst. Les utilisateurs ne peuvent sélectionner que le champ de saisie souhaité et le taper directement sur le clavier physique.
it: ⚠️ A causa di una limitazione nel framework di collegamento UIKit-to-AppKit, il DatePicker su macOS non mostra il pannello di input nelle app macCatalyst. Gli utenti possono solo selezionare il campo di input desiderato e digitarlo direttamente sulla tastiera fisica.
ja: ⚠️ UIKit から AppKit へのブリッジフレームワークの制限により、macCatalyst アプリの DatePicker の入力パネルが表示されません。ご希望の入力フィールドを手動で選択し、物理キーボードで直接入力する必要がございますので、予めご了承くださいませ。
ru: ⚠️ Из-за ограничения в фреймворке UIKit-to-AppKit мост, элемент DatePicker на macOS не отображает панель ввода в приложениях macCatalyst. Пользователи могут только выбрать нужное поле ввода и набрать его непосредственно на физической клавиатуре.
vi: ⚠️ Do hạn chế trong framework cầu nối UIKit-to-AppKit, Bộ chọn Ngày trên macOS không hiển thị bảng nhập liệu trong các ứng dụng macCatalyst. Người dùng chỉ có thể chọn trường nhập liệu mong muốn và gõ trực tiếp trên bàn phím vật lý.
zh_hans: ⚠️ 由于 UIKit 到 AppKit 桥接框架的限制，macCatalyst App 中的 macOS 日期选择器不会显示输入面板。用户只能手动选择所需的输入栏位，并直接在实体键盘上输入。
zh_hant: ⚠️ 由於 UIKit 到 AppKit 橋接框架的限制，macCatalyst 應用中的 macOS 日期選擇器不會顯示輸入面板。使用者只能手動選擇所需的輸入欄位，並直接在實體鍵盤上輸入。

# settings.notification.hsrSimulatedUniverse.datePicker
source: Notify when
es: Notificar cuando
fil: Ipagbigay-alam kapag
fr: Me prévenir à
it: Notifica quando
ja: 通知を送る時間
ru: Уведомить, когда
vi: Thông báo khi
zh_hans: 通知时刻
zh_hant: 通知時刻

# settings.notification.hsrSimulatedUniverse.footer
source: * Star Rail only.
es: Solo Star Rail.
fil: * Star Rail lamang.
fr: * Star Rail uniquement.
it: * Solo Star Rail.
ja: ※ スターレイルのみ。
ru: * Только для Star Rail.
vi: * Chỉ dành cho Star Rail.
zh_hans: ※ 星穹铁道限定。
zh_hant: ※ 星穹鐵道限定。

# settings.notification.hsrSimulatedUniverse.header
source: Simulated Universe Completion Progress
es: Progreso de Finalización del Universo Simulado
fil: Pag-usad ng Pagkumpleto ng Simulated Universe
fr: Univers simulé hebdomadaire
it: Progresso Completamento Universo Simulato
ja: 模擬宇宙の完成度
ru: Прогресс Завершения Симулированной Вселенной
vi: Tiến Trình Hoàn Thành Vũ Trụ Giả Lập
zh_hans: 模拟宇宙完成度提醒
zh_hant: 模擬宇宙完成度提醒

# settings.notification.hsrSimulatedUniverse.toggle
source: Notify me
es: Notificarme
fil: Ipaalam sa akin
fr: Activer
it: Notificami
ja: この通知を送る
ru: Уведомить меня
vi: Thông báo cho tôi
zh_hans: 启用该通知
zh_hant: 啟用該通知

# settings.notification.hsrSimulatedUniverse.weekdayPicker
source: Notify on
es: Notificar activado
fil: Ipaalam kapag
fr: Me prévenir le
it: Notifica attiva
ja: 通知を送る日
ru: Уведомлять вкл
vi: Bật thông báo
zh_hans: 通知期日
zh_hant: 通知期日

# settings.privacy.noOptionsAvailable
source: There’s no privacy options available since the removal of certain features. This app now collects nothing.
es: Debido a la eliminación de ciertas funciones, no hay opciones de privacidad disponibles. Esta aplicación ahora no recoge nada.
fil: Dahil sa pag-alis ng ilang mga feature, walang available na mga opsyon sa privacy. Ang app na ito ngayon ay walang kinokolekta.
fr: En raison de la suppression de certaines fonctionnalités, aucune option de confidentialité n'est disponible. Cette application ne collecte rien désormais.
it: A causa della rimozione di alcune funzionalità, non ci sono opzioni di privacy disponibili. Questa app ora non raccoglie nulla.
ja: 特定の機能が削除されたため、プライバシーオプションは利用できません。このアプリは今、何も収集しません。
ru: Из-за удаления некоторых функций нет доступных опций конфиденциальности. Это приложение теперь ничего не собирает.
vi: Do một số tính năng bị xóa, không có tùy chọn quyền riêng tư nào. Ứng dụng này giờ không thu thập bất cứ thứ gì.
zh_hans: 某些功能被移除了，所以目前没有可用的隐私选项。此应用程序现在不收集任何内容。
zh_hant: 某些功能被移除了，所以目前沒有可用的隱私權選項。此應用程式現在不收集任何內容。

# settings.section.visualSettings.header
source: UI-Related Settings
de: UI-bezogene Einstellungen
es: Configuraciones relacionadas con la interfaz de usuario
fil: Mga Seting Kaugnay sa UI
fr: Paramètres de l'interface
it: Impostazioni relative all'interfaccia utente
ja: UIについて
ru: Настройки интерфейса
vi: Cài đặt liên quan đến giao diện người dùng
zh_hans: 用户界面相关
zh_hant: UI 相關

# hylKit.inventoryView.characters.count.golds:%lld%lld%lld
source: Acquired 5-star items %lld times from gacha, including 5-star characters %lld times and 5-star weapons %lld times. (The Traveller / Trailblazer and Unequipped 5-star weapons are not counted)
de: 5-Sterne-Items %lld Mal aus Gacha erhalten, darunter %lld Mal 5-Sterne-Charaktere und %lld Mal 5-Sterne-Waffen (nicht ausgerüstete 5-Sterne-Waffen und der Reisende / Trailblazer werden nicht gezählt)
es: Adquiridos objetos de 5 estrellas %lld veces de gacha, incluyendo personajes de 5 estrellas %lld veces y armas de 5 estrellas %lld veces. (Las armas de 5 estrellas no equipadas y el Viajero / Trailblazer no se cuentan)
fil: Nakakuha ng 5-star na mga item %lld beses mula sa gacha, kabilang ang 5-star na mga karakter %lld beses at 5-star na mga armas %lld beses. (Hindi kabilang ang mga hindi nasuot na 5-star na armas at ang Traveller / Trailblazer)
fr: Objets 5 étoiles obtenus %lld fois via le gacha, y compris %lld fois des personnages 5 étoiles et %lld fois des armes 5 étoiles (les armes étoiles 5 non équipées et le Voyageur / Pionnier ne sont pas comptés)
it: Acquisite oggetti a 5 stelle %lld volte dal gacha, inclusi personaggi a 5 stelle %lld volte e armi a 5 stelle %lld volte. (Le armi a 5 stelle non equipaggiate e il Viaggiatore / Trailblazer non sono conteggiati)
ja: ガチャで星5アイテムを%lld回獲得した、その中で星5キャラ%lld回、星５武器%lld回。（旅人、葦毛ちゃん、未装備の星5武器はカウントされません）
ru: Получено 5-звездочных предметов %lld раз из гачи, включая 5-звездочных персонажей %lld раз и 5-звездочные оружия %lld раз. (Неэкипированные 5-звездочные оружия и Путешественник / Trailblazer не учитываются)
vi: Đã nhận được vật phẩm 5 sao %lld lần từ gacha, bao gồm nhân vật 5 sao %lld lần và vũ khí 5 sao %lld lần. (Vũ khí 5 sao chưa trang bị và Traveller / Trailblazer không được tính)
zh_hans: 共获得 %lld 金，其中角色 %lld 金，武器 %lld 金。（未统计旅行者/小灰毛和无人装备的五星武器）
zh_hant: 共獲得%lld金，其中角色%lld金，武器%lld金。（未統計旅行者/小灰毛和無人裝備的五星武器）

# notification.simulatedUniverse.body:%@%@%@
source: The simulated universe score for %1$@ is not yet full. The current progress is %2$@/%3$@.
es: La puntuación del universo simulado para %1$@ aún no está completa. El progreso actual es %2$@/%3$@.
fil: Ang na-simulate na puntos ng uniberso para sa %1$@ ay hindi pa kumpleto. Ang kasalukuyang progreso ay %2$@/%3$@.
fr: Le score de l'univers simulé pour %1$@ n'est pas encore complet La progression actuelle est de %2$@/%3$@
it: Il punteggio dell'universo simulato per %1$@ non è ancora completo. L'attuale progresso è %2$@/%3$@
ja: 「%1$@」の模擬宇宙ポイントは未満です。現在の進捗状況は：%1$@/%2$@。
ru: Симуляция очков вселенной для %1$@ еще не завершена. Текущий прогресс %2$@/%3$@
vi: Điểm vũ trụ mô phỏng cho %1$@ chưa đầy. Tiến trình hiện tại là %2$@/%3$@.
zh_hans: 「%1$@」的模拟宇宙积分未满，当前进度为 %1$@/%2$@。
zh_hant: 「%1$@」的模擬宇宙積分未滿，當前進度為 %2$@/%3$@。

# notification.simulatedUniverse.title:%@
source: Reminder: Simulated Universe for %@
es: Recordatorio: Universo simulado para %@
fil: Paalala: Isinaayos na Uniberso para sa %@
fr: Rappel : Univers simulé pour %@
it: Promemoria: Universo simulato per %@
ja: 「%@」の模擬宇宙
ru: Напоминание: Смоделированная Вселенная для %@
vi: Nhắc nhở: Vũ trụ mô phỏng cho %@
zh_hans: 「%@」模拟宇宙提醒
zh_hant: 「%@」模擬宇宙提醒

# app.title.full
source: The Pizza Helper
ja: ピザ助手
zh_hans: 披萨小助手
zh_hant: 披薩小助手

# app.title.short
source: Pizza Helper
ja: ピザ助手
zh_hans: 披萨小助手
zh_hant: 披薩小助手

# game.genshin.shortNameEX
source: GI
es: IG
it: IG
ja: 原神
ru: ГИ
zh_hans: 原神
zh_hant: 原神

# game.zenlessZone.i18nNameTrimmed
source: ZZZ
ja: ゼンゼロ
zh_hans: 绝区零
zh_hant: 絕區零

# game.zenlessZone.shortNameEX
source: ZZZ
ja: ゼロ
zh_hans: 绝区
zh_hant: 絕區

# unit.daysOf:%lld|==|plural.other
source: %lld days
ja: %lld日
zh_hans: %lld天
zh_hant: %lld天

# pzWidgetsKit.unit.day:%lld|==|plural.other
source: %lld days
ja: %lld 日
zh_hans: %lld 天
zh_hant: %lld 天

# wpKit.gamePicker.Pizza.shortName
source: PZ
ja: ピザ
ru: ПЗ
zh_hans: 披萨
zh_hant: 披薩

source: Please go to 📱 [Settings] -> [General] -> [Language & Region] and add the language you wish to set as the second language. EN
fil: Pumunta sa 📱 [Settings] -> [General] -> [Language & Region] at idagdag ang wika na gusto mong gawing panagalawang wika.
fr: Veuillez vous rendre dans 📱 [Paramètres] -> [Général] -> [Langue et région] et ajouter la langue que vous souhaitez modifier comme deuxième langue.
ja: この📱の [設定] -> [一般] -> [言語と地域] でお好みの言語をご追加ください。
vi: Vui lòng chọn 📱 [Cài Đặt] -> [Cài Đặt Chung] -> [Ngôn Ngữ & Vùng] và thêm ngôn ngữ bạn muốn đặt làm ngôn ngữ thứ hai. EN
zh_hans: 请前往📱 [设置] App -> [通用] -> [语言与地区]，添加你希望修改的语言为第二语言。
zh_hant: 請前往📱 [設定] App -> [一般] -> [語言與地區]，添加你希望修改的語言為第二語言。

# ⚠️If you don't see the &quot;Preferred language&quot; option here
source: ⚠️If you don't see the "Preferred language" option here
fil: ⚠️Kapag hindi mo nakikita ang "Preferred language" na option dito
fr: ⚠️ Si vous ne trouvez pas l'option "Langue préférée" ici.
ja: ⚠️もし、お好みの言語はここで陳列されていない場合
vi: ⚠️Nếu bạn không nhìn thấy "ngôn ngữ ưa thích" tùy chọn ở đây
zh_hans: ⚠️如果你没有在此找到「偏好语言」选项
zh_hant: ⚠️如果你沒有在此找到「偏好語言」選項

source: 🌐 Supported Languages
fil: 🌐 Mga suportadong wika
fr: 🌐 Langues disponibles
ja: 🌐このアプリの表示できる言語
vi: 🌐 Ngôn ngữ được hỗ trợ
zh_hans: 🌐本 App 支持的语言
zh_hant: 🌐本 App 支援的語言

# CFBundleDisplayName
source: Pizza Helper
ja: ピザ助手
zh_hans: 披萨小助手
zh_hant: 披薩小助手

# CFBundleName
source: The Pizza Helper
ja: ピザ助手
zh_hans: 披萨小助手
zh_hant: 披薩小助手

# pzWidgetsKit.cfgName.dailyCommission
source: Daily Commission Status
es: Estado de las Comisiones Diarias
fil: Pang-araw-araw na Katayuan ng Komisyon
fr: Statut de la commission quotidienne
it: Stato della Commissione Giornaliera
ja: デイリー依頼・訓練の状況
ru: Статус ежедневного поручения
vi: Trạng thái ủy nhiệm hàng ngày
zh_hans: 每日委托状况
zh_hant: 每日委託狀況

# pzWidgetsKit.cfgName.homeCoin
source: Realm Currency (GI), only effective if being configured with a local profile configured using a Genshin Impact UID.
es: Moneda del Reino (GI), solo es efectivo si se configura con un perfil local configurado con un UID de Genshin Impact.
fil: Salaping Pantahanan (GI), epektibo lamang kung ikinonpigura gamit ang lokal na profile na naka-configure gamit ang Genshin Impact UID.
fr: Monnaie du Royaume (GI), uniquement efficace si configuré avec un profil local configuré avec un UID Genshin Impact.
it: Valuta del Regno (GI), efficace solo se configurato con un profilo locale configurato utilizzando un UID di Genshin Impact.
ja: 洞天宝銭 (原神)、原神のUIDで設定されたプロファイルでのみ有効です。
ru: Валюты Королевства (GI), действует только при настройке с локальным профилем, настроенным с использованием UID Genshin Impact.
vi: Tiền Tệ Vương Quốc (GI), chỉ có hiệu lực khi được cấu hình với hồ sơ cục bộ được cấu hình bằng UID Genshin Impact.
zh_hans: 洞天宝钱 (原神)，仅在使用以原神 UID 配置的本地账号时有效。
zh_hant: 洞天寶錢 (原神)，僅在使用以原神 UID 配置的本機帳號時有效。

# pzWidgetsKit.cfgName.homeCoin.2
source: Alternative Realm Currency (GI), only effective if being configured with a local profile configured using a Genshin Impact UID.
es: Moneda de Reino Alternativo (GI), solo es efectivo si se configura con un perfil local configurado con un UID de Genshin Impact.
fil: Alternatibong Perang ng Mundo (GI), epektibo lamang kung ikinonpigura gamit ang lokal na profile na naka-configure gamit ang Genshin Impact UID.
fr: Monnaie alternative du royaume (GI), uniquement efficace si configuré avec un profil local configuré avec un UID Genshin Impact.
it: Valuta del Reame Alternativo (GI), efficace solo se configurato con un profilo locale configurato utilizzando un UID di Genshin Impact.
ja: 洞天寶錢 (原神) (改二)、原神のUIDで設定されたプロファイルでのみ有効です。
ru: Валюта альтернативного царства (GI), действует только при настройке с локальным профилем, настроенным с использованием UID Genshin Impact.
vi: Tiền tệ Thế giới Khác (GI), chỉ có hiệu lực khi được cấu hình với hồ sơ cục bộ được cấu hình bằng UID Genshin Impact.
zh_hans: 洞天宝钱 (原神) (排版二)，仅在使用以原神 UID 配置的本地账号时有效。
zh_hant: 洞天寶錢 (原神) (排版二)，僅在使用以原神 UID 配置的本機帳號時有效。

# pzWidgetsKit.widgetError.profileSelectionNeeded|==|device.mac
source: Please right-click and edit the widget to config your local profile
ja: ウィジェットを右クリックで編集して、プロファイルを選んでください
zh_hans: 请右键编辑小组件选择本地账号
zh_hant: 請右鍵編輯小工具選擇本機帳號

# pzWidgetsKit.widgetError.profileSelectionNeeded|==|device.other
source: Please long press the widget to config your local profile
ja: ウィジェットを長押してプロファイルを選んでください
zh_hans: 请长按小组件选择本地账号
zh_hant: 請長按小工具選擇本機帳號

# pzWidgetsKit.unit.minute:%lld|==|plural.few
source: %lld mins
ru: %lld минуты

# pzWidgetsKit.unit.minute:%lld|==|plural.many
source: %lld mins
ru: %lld минут

# pzWidgetsKit.unit.minute:%lld|==|plural.one
source: %lld min
fil: %lld minuto
ru: %lld минута

# gachaKit.exchange.formatExplain.srgfv1
source: SRGF v1.0, established by the UIGF committee, is an exchangeable format for gacha records of Star Rail, a game produced by Cognosphere and MiHoYo. Although this format is marked as a vintage format and is replaced by UIGF v4.0, there are some excellent apps on Windows which only conforms to SRGF v1.0, hence the option here for compatibility purposes.
es: SRGF v1.0, establecido por el comité UIGF, es un formato intercambiable para registros de gacha de Star Rail, un juego producido por Cognosphere y MiHoYo. Aunque este formato está marcado como un formato antiguo y ha sido reemplazado por UIGF v4.0, hay algunas excelentes aplicaciones en Windows que solo son compatibles con SRGF v1.0, de ahí la opción aquí por razones de compatibilidad.
vi: SRGF v1.0, được ủy ban UIGF thiết lập, là một định dạng có thể trao đổi cho hồ sơ gacha của Star Rail, một trò chơi do Cognosphere và MiHoYo sản xuất. Mặc dù định dạng này được đánh dấu là định dạng cổ điển và đã được thay thế bởi UIGF v4.0, vẫn có một số ứng dụng tuyệt vời trên Windows chỉ tương thích với SRGF v1.0, do đó có tùy chọn này để đảm bảo tính tương thích.
