Repository: pizza-studio/PizzaHelperUnited
Catalog: _i18n_xliff/UnitedPizzaHelper Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fil, fr, it, ja, ko, ru, vi, zh_hans, zh_hant

# gachaKit.getRecord.readyStart.sectionFooter.regardingTrashDataIncidents
source: We are not authorized to publicly state what actually happened on the server hosting official gacha records. The following descriptions are assumptions based on observations. Due to possible occasional server-side issues, the game server might return duplicated gacha entries with incorrect transaction IDs, potentially polluting the local database. If the bleaching mode is enabled, this app will use the latest fetch results as the trusted source for correct transaction IDs and remove possibly incorrect entries locally, but this could be affected by potentially polluted data from the game server. Nevertheless, once a game version deprecates, all gacha records during its operation period are likely to become static and trustworthy.
de: Wir sind nicht befugt, öffentlich zu erklären, was tatsächlich auf dem Server mit den offiziellen Gacha-Daten passiert ist. Die folgenden Beschreibungen sind Annahmen, die auf Beobachtungen basieren. Aufgrund möglicher gelegentlicher Serverprobleme könnte der Spielserver möglicherweise doppelte Gacha-Einträge mit falschen Transaktions-IDs zurücksenden, was die lokale Datenbank verschmutzen könnte. Wenn der Bleichmodus aktiviert ist, verwendet diese App die neuesten Abrufergebnisse als vertrauenswürdige Quelle für korrekte Transaktions-IDs und entfernt die möglicherweise falschen Einträge lokal. Dies kann jedoch durch potenziell verschmutzte Daten des Spielservers beeinträchtigt werden. Trotzdem werden alle Gacha-Daten nach Ablauf einer Spielversion vermutlich statisch und vertrauenswürdig.
es: No estamos autorizados a declarar públicamente qué pasó realmente en el servidor que aloja los registros oficiales de gacha. Las siguientes descripciones son suposiciones basadas en observaciones. Debido a posibles problemas ocasionales del servidor, el servidor del juego podría devolver entradas de gacha duplicadas con identificaciones de transacción incorrectas, lo que podría contaminar la base de datos local. Si el modo de blanqueo está activado, esta aplicación usará los resultados más recientes como fuente confiable para identificaciones correctas y eliminará las entradas posiblemente incorrectas localmente, aunque esto podría verse afectado por datos potencialmente contaminados del servidor del juego. Sin embargo, una vez que una versión del juego quede obsoleta, es probable que todos los registros de gacha de su período de operación se vuelvan estáticos y confiables.
fil: Kami ay hindi awtorisadong maghayag sa publiko kung ano ang aktuwal na nangyari sa server na nagho-host ng mga opisyal na rekord ng gacha. Ang mga sumusunod na paglalarawan ay mga palagay batay sa mga obserbasyon. Dahil sa posibleng mga paminsan-minsang isyu sa server, maaaring magbalik ang game server ng mga dobleng gacha entry na may maling transaction ID, na posibleng magdulot ng polusyon sa lokal na database. Kung naka-enable ang bleaching mode, gagamitin ng app na ito ang pinakabagong resulta ng pagkuha bilang mapagkakatiwalaang pinagmulan ng tamang transaction ID at aalisin ang mga posibleng maling entry nang lokal, ngunit maaaring maapektohan ito ng potensyal na kontaminadong data mula sa game server. Gayunpaman, kapag ang isang game version ay nag-expire, malamang na ang lahat ng gacha record mula sa operasyon nito ay magiging static at mapagkakatiwalaan.
fr: Nous ne sommes pas autorisés à déclarer publiquement ce qui s'est réellement passé sur le serveur hébergeant les enregistrements officiels de gacha. Les descriptions suivantes sont des suppositions basées sur des observations. En raison de possibles incidents ponctuels côté serveur, le serveur de jeu pourrait renvoyer des entrées gacha dupliquées avec des identifiants incorrects, ce qui pourrait polluer la base de données locale. Si le mode de nettoyage est activé, cette application utilisera les derniers résultats d'extraction comme source fiable pour les identifiants corrects et supprimera les entrées potentiellement incorrectes localement, bien que cela puisse être affecté par des données potentiellement polluées du serveur de jeu. Cependant, une fois qu'une version du jeu est obsolète, il est probable que tous les enregistrements gacha de sa période d'exploitation deviennent statiques et fiables.
it: Non siamo autorizzati a dichiarare pubblicamente cosa è realmente accaduto sul server che ospita i record ufficiali di gacha. Le seguenti descrizioni sono supposizioni basate su osservazioni. A causa di possibili incidenti occasionali lato server, il server di gioco potrebbe restituire voci gacha duplicate con ID di transazione errati, potenzialmente inquinando il database locale. Se è abilitata la modalità di sbiancamento, questa app utilizzerà gli ultimi risultati come fonte attendibile per identificare correttamente gli ID di transazione e rimuoverà le voci possibilmente errate localmente, ma ciò potrebbe essere influenzato da dati potenzialmente inquinati dal server di gioco. Tuttavia, una volta che una versione del gioco è obsoleta, è probabile che tutti i record gacha del suo periodo operativo diventino statici e affidabili.
ja: 公式のガチャ記録を提供するサーバーで実際に何が起こったかは、当アプリの開発チームとして断言することではありませんので、以下の説明は、観察に基づく推測です。サーバー側の偶発的な問題が起こる可能性により、ゲームサーバーから送り返されるガチャ記録データが重複したり、取扱番号に誤りがあったりする可能性があります。この結果、端末内のデータベースが汚染される可能性があります。「異常なる既存データを掃除する」スイッチがONの場合、このアプリは最新のガチャ記録を基準として、端末内のデータベースの取扱番号が正しいかどうかを点検し、誤ったデータを排除しようとします。しかし、この汚染現象により、点検中の判断が誤る可能性があります。いずれにせよ、ゲームのサービスが終了する時点で、サービス期間中のすべてのガチャ記録は、おそらくサーバー側で確定し、信憑できる結果となるでしょう。
ko: 우리는 공식 가챠 기록을 호스팅하는 서버에서 실제로 무슨 일이 일어났는지 공개적으로 말할 권한이 없습니다. 다음 설명은 관찰에 기반한 가정입니다. 서버 측에서 발생할 수 있는 간헐적인 문제로 인해, 게임 서버가 잘못된 트랜잭션 ID와 함께 중복된 가챠 항목을 반환할 가능성이 있어, 로컬 데이터베이스를 오염시킬 수 있습니다.漂白 모드가 활성화된 경우, 이 앱은 최신 데이터를 신뢰 소스로 사용하여 로컬에서 잠재적으로 잘못된 항목을 제거하려고 하지만, 게임 서버에서 오는 잠재적으로 오염된 데이터에 의해 영향을 받을 수 있습니다. 그러나 게임 버전이 종료되면, 운영 기간 동안의 모든 가챠 기록은 아마도 고정되어 신뢰할 수 있게 될 것입니다.
ru: Мы не уполномочены публично заявлять, что именно произошло на сервере, где хранятся официальные записи гача. Следующие описания являются предположениями, основанными на наблюдениях. Из-за возможных случайных сбоев на сервере игра может возвращать д하며, как только версия игры устаревает, вероятно, все записи гача за период её работы станут статичными и надёжными.
vi: Chúng tôi không được phép công khai tuyên bố điều gì thực sự đã xảy ra trên máy chủ lưu trữ các bản ghi gacha chính thức. Các mô tả sau đây là những giả định dựa trên quan sát. Do các sự cố có thể xảy ra ở máy chủ, máy chủ trò chơi có thể trả về các mục gacha trùng lặp với ID giao dịch không chính xác, có khả năng gây ô nhiễm cơ sở dữ liệu cục bộ. Nếu chế độ tẩy trắng được bật, ứng dụng này sẽ sử dụng kết quả mới nhất làm nguồn tin cậy cho ID giao dịch chính xác và loại bỏ các mục có thể sai cục bộ, nhưng điều này có thể bị ảnh hưởng bởi dữ liệu tiềm tàng bị ô nhiễm từ máy chủ trò chơi. Tuy nhiên, khi phiên bản trò chơi không còn được hỗ trợ, có lẽ tất cả các bản ghi gacha trong giai đoạn hoạt động của nó sẽ trở nên ổn định và đáng tin cậy.
zh_hans: 我们无权公开断言「托管官方抽卡记录的服务器实际发生了什么」。以下描述是基于观察的假设。由于服务器端可能偶发的故障，服务器回传的抽卡记录数据可能会出现重复或带有错误的流水号，这可能会造成本地数据库被污染。如果启用「清理既存的异常记录」，本 App 将以最新获取的抽卡记录作为依据，判断本地数据库的流水号是否正确，并据此筛除可能错误的记录。但这个过程可能会因潜在的污染数据而受到影响。无论如何，当某个游戏版本结束营运时，营运期间的所有抽卡记录很可能会在服务器端固定下来，成为可信结果。
zh_hant: 我們無權公開斷言「托管官方抽卡記錄的伺服器實際發生了什麼」。以下描述是基於觀察的假設。由於伺服器端可能偶發的故障，伺服器回傳的抽卡記錄資料可能會出現重複或帶有錯誤的流水號，這可能會造成本機資料庫被污染。如果啟用「清理既存的異常記錄」，敝應用將以最新獲取的抽卡記錄作為依據，判斷本機資料庫的流水號是否正確，並據此篩除可能錯誤的記錄。但這個過程可能會因潛在的污染資料而受到影響。無論如何，當某個遊戲版本結束營運時，營運期間的所有抽卡記錄很可能會在伺服器端固定下來，成為可信結果。

source: Why invalid records appear in pulled results?
de: Warum erscheinen ungültige Datensätze in den abgerufenen Ergebnissen?
es: ¿Por qué aparecen registros no válidos en los resultados obtenidos?
fil: Bakit lumilitaw ang mga hindi wastong rekord sa mga hinintay na resulta?
fr: Pourquoi des enregistrements invalides apparaissent-ils dans les résultats extraits ?
it: Perché compaiono record non validi nei risultati estratti?
ja: なぜ取得した結果に異常な記録がでますか？
ko: 왜 가져온 결과에 유효하지 않은 레코드가 나타나나요?
ru: Почему в полученных результатах появляются недействительные записи?
vi: Tại sao các bản ghi không hợp lệ xuất hiện trong kết quả được truy xuất?
zh_hans: 为什么拉取的结果中会出现异常记录？
zh_hant: 為什麼在拉取的結果中會出現異常記錄？

# gachaKit.getRecord.readyStart.sectionHeader.urgeUsersToBackupFirst
source: ⚠︎ You are responsible for the backup of existing data records before proceeding the fetch.
de: ⚠︎ Sie sind für die Sicherung vorhandener Daten verantwortlich, bevor Sie mit dem Abruf fortfahren.
es: ⚠︎ Usted es responsable de realizar una copia de seguridad de los datos existentes antes de proceder con la extracción.
fil: ⚠︎ Responsibilidad mo ang pag-backup ng kasalukuyang mga data bago magsimula ang pagkuha.
fr: ⚠︎ Vous êtes responsable de la sauvegarde des données existantes avant de poursuivre la récupération.
it: ⚠︎ Sei responsabile del backup dei dati esistenti prima di procedere con l'acquisizione.
ja: ⚠︎ データのお受け取りの前に、既存データのバックアップは、個人責任であるとご存じくださいませ。
ko: ⚠︎ 데이터를 가져오기 전에 기존 데이터의 백업은 본인의 책임입니다.
ru: ⚠︎ Вы несете ответственность за резервное копирование существующих данных перед выполнением извлечения.
vi: ⚠︎ Bạn có trách nhiệm sao lưu dữ liệu hiện tại trước khi tiếp tục truy xuất.
zh_hans: ⚠︎ 您有责任在获取抽卡记录之前主动备份本地数据。
zh_hant: ⚠︎ 您有責任在獲取抽卡記錄之前主動備份本機資料。

# gachaKit.getRecord.readyStart.start
source: Start
de: Starten
es: Iniciar
fil: Simulan
fr: Démarrer
it: Avvia
ja: スタート
ko: 시작
ru: Начать
vi: Bắt đầu
zh_hans: 开始
zh_hant: 開始

# gachaKit.getRecord.running
source: Successfully obtained…
de: Erfolgreich erworben…
es: Obtenido exitosamente...
fil: Matagumpay na nakuha…
fr: Acquis avec succès…
it: Ottenuto con successo…
ja: 取得したデータ…
ko: 성공적으로 획득했습니다…
ru: Успешно получено…
vi: Đã lấy thành công…
zh_hans: 成功获取到一批…
zh_hant: 成功獲取到一批…

# gachaKit.getRecord.title
source: Get Records
de: Datensatz abrufen
es: Obtener registro
fil: Kunin ang Talaan
fr: Obtenir l'enregistrement
it: Ottieni record
ja: ガチャ履歴を取得
ko: 레코드 가져오기
ru: Получить запись
vi: Lấy Bản ghi
zh_hans: 获取抽卡记录
zh_hant: 獲取抽卡記錄

# gachaKit.getRecord.waitingURL.footer
source: Please refer to "App Settings -> FAQ" for information regarding how to get gacha URLs.
de: Bitte sehen Sie unter "App-Einstellungen -> FAQ" nach, wie Sie Gacha-URLs erhalten.
es: Consulte "Configuración de la aplicación -> FAQ" para obtener información sobre cómo obtener las URL de gacha.
fil: Mangyaring sumangguni sa "Mga Setting ng App -> FAQ" para sa impormasyon kung paano makuha ang mga gacha URL.
fr: Veuillez consulter "Paramètres de l'application -> FAQ" pour savoir comment obtenir les URL de gacha.
it: Fai riferimento a "Impostazioni App -> FAQ" per informazioni su come ottenere gli URL di gacha.
ja: 「アプリ設定 -> FAQ」を参照して、ガチャ URL の取得方法を確認してください。
ko: "앱 설정 -> FAQ"를 참고하여 가챠 URL을 얻는 방법에 대해 알아보세요.
ru: Пожалуйста, ознакомьтесь с разделом "Настройки приложения -> FAQ" для получения информации о том, как получить URL гача.
vi: Vui lòng tham khảo "Cài đặt ứng dụng -> FAQ" để biết cách lấy các URL gacha.
zh_hans: 请参考“App 设定 -> FAQ”，了解如何获取抽卡记录 URL。
zh_hant: 請參考「App 設定 -> FAQ」，了解如何獲取抽卡記錄 URL。

# gachaKit.getRecord.waitingURL.readClipboard
source: Read gacha history URL from clipboard
de: Lese Gacha-Verlauf-URL aus der Zwischenablage
es: Leer la URL del historial de gacha desde el portapapeles
fil: Basahin ang URL ng kasaysayan ng gacha mula sa clipboard
fr: Lire l'URL de l'historique gacha depuis le presse-papiers
it: Leggi URL cronologia gacha dagli appunti
ja: クリップボードからガチャ履歴URLを読み込む
ko: 클립보드에서 가차 기록 URL 읽기
ru: Считать URL истории гача из буфера обмена
vi: Đọc URL lịch sử gacha từ clipboard
zh_hans: 从剪贴板中获取抽卡历史记录 URL
zh_hant: 從剪貼簿中獲取抽卡歷程記錄URL

# gachaKit.import.gigf.fallbackTimeZone
source: Default time zone if field is missing
de: Standardzeitzone, wenn Feld fehlt
es: Zona horaria predeterminada si falta el campo
fil: Ipinagkakait ng default na time zone kung nawawala ang field
fr: Fuseau horaire par défaut si le champ est manquant
it: Fuso orario predefinito se il campo è mancante
ja: 時間帯設定値がない時に、この時間帯とす：
ko: 필드가 없을 경우 기본 시간대
ru: Часовой пояс по умолчанию при отсутствии поля
vi: Múi giờ mặc định nếu thiếu trường
zh_hans: 时区数据缺失时的回退默认值
zh_hant: 時區資料缺失時的缺省值

# gachaKit.import.gigf.fallbackTimeZone.autoDeduct
source: Server Time Zone
de: Server-Zeitzone
es: Zona horaria del servidor
fil: Time Zone ng Server
fr: Fuseau horaire du serveur
it: Fuso orario del server
ja: サーバーの時間帯
ko: 서버 시간대
ru: Часовой пояс сервера
vi: Múi giờ máy chủ
zh_hans: 服务器时区
zh_hant: 伺服器時區

# gachaKit.management.clickHereToDeleteAllRecordsOfThisGPID
source: Click Here to Remove All Records Under This Gacha Puller
de: Hier klicken, um alle Einträge unter diesem Gacha-Zieher zu entfernen
es: Haz clic aquí para eliminar todos los registros bajo este tirador de gacha
fil: I-click Dito upang Alisin ang Lahat ng Rekord sa Ilalim ng Gacha Puller na Ito
fr: Cliquez ici pour supprimer tous les enregistrements sous ce tireur gacha
it: Fai clic qui per rimuovere tutti i record sotto questo tiratore gacha
ja: タップしてこのガチャ主の記録を全部削除
ko: 여기를 클릭하여 이 가챠 기록 소유자의 모든 기록 제거
ru: Нажмите здесь, чтобы удалить все записи под этим владельцем гача
vi: Nhấn vào đây để xóa tất cả hồ sơ dưới người kéo gacha này
zh_hans: 点此清除该抽卡人的全部抽卡记录
zh_hant: 點此清除該抽卡人的全部抽卡記錄

# gachaKit.management.confirmingDeletingAllRecordsOfThisGPID
source: Confirming removal of all records under this gacha puller. Proceed?
de: Bestätigung der Entfernung aller Datensätze unter diesem Gacha-Zieher. Fortfahren?
es: Confirmando la eliminación de todos los registros bajo este tirador de gacha. ¿Proceder?
fil: Kinukumpirma ang pagtanggal ng lahat ng rekord sa ilalim ng gacha puller na ito. Magpatuloy?
fr: Confirmer la suppression de tous les enregistrements sous ce tireur gacha. Continuer ?
it: Confermi la rimozione di tutti i record sotto questo tiratore gacha. Procedere?
ja: このガチャ主の記録を全部削除する。続行するかどうかのご確認を。
ko: 이 가챠 기록 소유자 아래의 모든 기록을 제거하시겠습니까? 진행하시겠습니까?
ru: Подтверждение удаления всех записей под этим владельцем гача. Продолжить?
vi: Xác nhận xóa tất cả các ghi chép dưới người kéo gacha này. Tiếp tục?
zh_hans: 请再次确认是否真的要清除该抽卡人的全部抽卡记录。
zh_hant: 請再次確認是否真的要清除該抽卡人的全部抽卡記錄。

# gachaKit.management.currentGame
source: Current Game
de: Aktuelles Spiel
es: Juego Actual
fil: Kasalukuyang Laro
fr: Jeu actuel
it: Partita in corso
ja: このゲーム
ko: 현재 게임
ru: Текущая игра
vi: Trò Chơi Hiện Tại
zh_hans: 当前游戏
zh_hant: 當前遊戲

# gachaKit.management.gachaPullerToPurge
source: Gacha Puller (Game & UID) to Delete
de: Zu löschender Gacha-Zieher (Spiel & UID)
es: Tirador de Gacha (Juego y UID) a Eliminar
fil: Gacha Puller (Laro & UID) na Tatanggalin
fr: Tireur Gacha (Jeu et UID) à supprimer
it: Tiratore Gacha (Gioco e UID) da Eliminare
ja: 削除するガチャ主（ゲーム＆UID）
ko: 삭제할 가챠 기록 소유자 (게임 및 UID)
ru: Владелец гача (игра и UID) для удаления
vi: Người kéo Gacha (Trò chơi & UID) để xóa
zh_hans: 要删除的抽卡人（游戏与 UID）
zh_hant: 要刪除的抽卡人（遊戲與 UID）

# gachaKit.management.navTitle
source: Managing Gacha Records
de: Verwaltung von Gacha-Aufzeichnungen
es: Administrar Registros de Gacha
fil: Pamamahala ng mga Talaan ng Gacha
fr: Gestion de l'historique Gacha
it: Gestione dei record Gacha
ja: ガチャ記録の管理
ko: 가차 기록 관리
ru: Управление записями Гача
vi: Quản lý hồ sơ Gacha
zh_hans: 管理抽卡记录
zh_hant: 管理抽卡記錄

# gachaKit.management.totalLocalEntriesFootnote
source: Stored locally for [%2$@] UID %1$@: %3$lld entries
de: Lokal gespeichert für [%2$@] UID %1$@: %3$lld Einträge
ko: 로컬에 저장됨 [%2$@] UID %1$@: %3$lld개의 기록

# gachaKit.menu.exchangeGachaRecords
source: Import / Export Gacha Records from File
de: Gacha-Daten aus Datei importieren / exportieren
es: Importar / Exportar Registros de Gacha desde Archivo
fil: I-import / I-export ang mga Rekord ng Gacha mula sa File
fr: Importer / Exporter l'historique Gacha depuis un fichier
it: Importa / Esporta Registri Gacha da File
ja: ガチャ記録をファイルから書き出す・読み込む
ko: 가챠 기록을 파일에서 가져오기 / 내보내기
ru: Импорт / Экспорт записей Гача из файла
vi: Nhập / Xuất Hồ Sơ Gacha từ Tệp
zh_hans: 从文件导入或导出抽卡记录
zh_hant: 從檔案匯入或匯出抽卡記錄

# gachaKit.menu.inheritCloudDataFromPreviousVersions
source: Inherit iCloud Gacha Records from old Pizza Apps
de: iCloud-Gacha-Daten von alten Pizza-Apps übernehmen
es: Heredar los registros Gacha de iCloud de las antiguas aplicaciones de Pizza
fil: Manahin ng mga rekord ng iCloud Gacha mula sa lumang Pizza Apps
fr: Hériter de l'historique Gacha depuis iCloud des anciennes applications Pizza
it: Eredita iCloud Gacha Record dalle vecchie app Pizza
ja: 古いピザアプリのiCloudデータからガチャ記録を引き継ぐ
ko: 이전 피자 앱에서 iCloud 가챠 기록 상속
ru: Наследовать записи iCloud Gacha из старых приложений Pizza
vi: Kế thừa dữ liệu Gacha iCloud từ các ứng dụng Pizza cũ
zh_hans: 从旧版披萨 App 继承云端抽卡记录
zh_hant: 從舊版披薩應用繼承雲端抽卡記錄

# gachaKit.menu.listCloudDataFromPreviousVersions
source: List iCloud Gacha Records from old Pizza Apps
de: Liste iCloud Gacha-Aufzeichnungen von alten Pizza-Apps
es: Lista registros de Gacha de iCloud de aplicaciones de Pizza antiguas
fil: Ilista ang mga tala ng iCloud Gacha mula sa lumang Pizza Apps
fr: Lister l'historique Gacha depuis iCloud des anciennes applications Pizza
it: Elenca iCloud Gacha Records dalle vecchie app Pizza
ja: 古いピザアプリのiCloudデータからガチャ記録を点検
ko: 이전 피자 앱에서 iCloud 가챠 기록 나열
ru: Список записей iCloud Gacha из старых приложений Pizza
vi: Liệt kê các bản ghi Gacha của iCloud từ các Ứng dụng Pizza cũ
zh_hans: 查看旧版披萨 App 的云端抽卡记录
zh_hant: 檢視舊版披薩應用的雲端抽卡記錄

# gachaKit.menu.reloadData
source: Reload Data
de: Daten neu laden
es: Recargar datos
fil: I-reload ang Data
fr: Recharger les données
it: Ricarica dati
ja: データを再読込
ko: 데이터 다시 로드
ru: Перезагрузить данные
vi: Tải lại dữ liệu
zh_hans: 重新载入数据
zh_hant: 重新載入資料

# gachaKit.poolFilterLabel.byGame.GI
source: Wish Type
de: Wunschtyp
es: Tipo de deseo
fil: Uri ng Hiling
fr: Type de bannière
it: Tipo di Desiderio
ja: 祈願種類
ko: 희망 유형
ru: Тип желания
vi: Loại Ước Muốn
zh_hans: 祈愿种类
zh_hant: 祈願種類

# gachaKit.poolFilterLabel.byGame.HSR
source: Warp Type
de: Warp-Typ
es: Tipo de deformación
fil: Uri ng Warp
fr: Type de voeux
it: Tipo di deformazione
ja: 跳躍種類
ko: 와프 유형
ru: Тип деформации
vi: Kiểu biến dạng
zh_hans: 跃迁种类
zh_hant: 躍遷種類

# gachaKit.poolFilterLabel.byGame.ZZZ
source: Channel Type
de: Kanaltyp
es: Tipo de canal
fil: Uri ng Channel
fr: Type de canal
it: Tipo di canale
ja: チャネル種類
ko: 채널 유형
ru: Тип канала
vi: Loại kênh
zh_hans: 频道种类
zh_hant: 頻道種類

# gachaKit.poolType.giBeginnersWish
source: Beginners’ Wish
de: Wunsch Neulinge
es: Deseo de principiantes
fil: Pagka-loob ng Baguhan
fr: Bannière des débutants
it: Desiderio dei principianti
ja: 初心者応援祈願
ko: 초보자의 기원
ru: Пожелание новичка
vi: Lời Chúc Dành Cho Người Mới Bắt Đầu
zh_hans: 初行者推荐祈愿
zh_hant: 初行者推薦祈願

# gachaKit.poolType.giCharacterEventWish
source: Character Event Wish
de: Charakter-Ereignisgebet
es: Evento de Deseos de Personajes
fil: Sabayang Dasal para sa Kaganapang Tauhan
fr: Bannière de personnage
it: Desiderio Evento Personaggio
ja: キャラ祈願
ko: 캐릭터 이벤트 기원
ru: Молитва на событие с персонажем
vi: Điều Ước Sự Kiện Nhân Vật
zh_hans: 角色活动祈愿
zh_hant: 角色活動祈願

# gachaKit.poolType.giChronicledWish
source: Chronicled Wish
de: Chronik-Wunsch
es: Deseo Crónico
fil: Itinalangin na Naitala
fr: Bannière nostalgie
it: Desiderio Cronacato
ja: 集録祈願
ko: 기록된 소원
ru: Хроники желаний
vi: Lời Chúc Được Ghi Nhận
zh_hans: 集录祈愿
zh_hant: 集錄祈願

# gachaKit.poolType.giStandardWish
source: Standard Wish
de: Standardwunsch
es: Deseo estándar
fil: Karaniwang Hiling
fr: Bannière standard
it: Desiderio standard
ja: 通常祈願
ko: 표준 소원
ru: Стандартное желание
vi: Lời Chúc Tiêu Chuẩn
zh_hans: 常驻祈愿
zh_hant: 常駐祈願

# gachaKit.poolType.giUnknown
source: Unknown Wish
de: Unbekannter Wunsch
es: Deseo Desconocido
fil: Hindi Kilalang Hiling
fr: Bannière inconnue
it: Desiderio Sconosciuto
ja: 未知なる祈願
ko: 알 수 없는 소원
ru: Неизвестное желание
vi: Điều ước không xác định
zh_hans: 未知祈愿
zh_hant: 未知祈願

# gachaKit.poolType.giWeaponEventWish
source: Weapon Event Wish
de: Waffen Event Wunsch
es: Deseo de evento de armas
fil: Pag-asam ng Kaganapan ng Sandata
fr: Bannière d'arme
it: Evento Desiderio Arma
ja: 武器祈願
ko: 무기 이벤트 기원
ru: Молитва события оружия
vi: Điều Ước Sự Kiện Vũ Khí
zh_hans: 武器活动祈愿
zh_hant: 武器活動祈願

# gachaKit.poolType.srCharacterEventWarp
source: Character Event Warp
de: Charakterereignis-Verzerrung
es: Deformación de Evento de Personaje
fil: Pangyayari ng Pagwarp ng Tauhan
fr: Bannière de personnage
it: Varco Evento Personaggio
ja: キャラ跳躍
ko: 캐릭터 이벤트 워프
ru: Событие Призыв Персонажа
vi: Sự Kiện Cổng Dịch Chuyển Nhân Vật
zh_hans: 角色活动跃迁
zh_hant: 角色活動躍遷

# gachaKit.poolType.srCollabWarpFateUBWCharacter
source: Collab. Character Warp
de: Kollaborations-Charakter-Warp
es: Warp de Colaboración de Personaje
fil: Collaboration Character Warp
fr: Warp de collaboration personnage
it: Varco Collaborazione Personaggio
ja: コラボキャラ跳躍
ko: 콜라보 캐릭터 워프
ru: Коллаборационный варп персонажа
vi: Warp hợp tác nhân vật
zh_hans: 联动角色跃迁
zh_hant: 聯動角色躍遷

# gachaKit.poolType.srCollabWarpFateUBWLightCone
source: Collab. Light Cone Warp
de: Kollaborations-Lichtkegel-Warp
es: Warp de Cono de Luz de Colaboración
fil: Collaboration Light Cone Warp
fr: Warp de cône de lumière collaboration
it: Varco Collaborazione Cono di Luce
ja: コラボ光円錐跳躍
ko: 콜라보 광추 워프
ru: Коллаборационный варп светового конуса
vi: Warp Nón Ánh Sáng Hợp Tác
zh_hans: 联动光锥跃迁
zh_hant: 聯動光錐躍遷

# gachaKit.poolType.srDepartureWarp
source: Departure Warp
de: Abflug Warp
es: Salida Warp
fil: Pag-alis Warp
fr: Bannière de départ
it: Varco di Partenza
ja: 始発跳躍
ko: 출발 워프
ru: Прыжок на вылет
vi: Dịch chuyển khởi hành
zh_hans: 始发跃迁
zh_hant: 始發躍遷

# gachaKit.poolType.srLightConeEventWarp
source: Light Cone Event Warp
de: Lichtkegel-Ereignis-Warp
es: Deformación del Evento de Cono de Luz
fil: Kaganapan ng Light Cone Warp
fr: Bannière de cône de lumière
it: Varco Evento Cono di Luce
ja: 光円錐跳躍
ko: 빛 원뿔 이벤트 워프
ru: Искажение события светового конуса
vi: Xoáy Sự Kiện Hình Nón Ánh Sáng
zh_hans: 光锥活动跃迁
zh_hant: 光錐活動躍遷

# gachaKit.poolType.srStellarWarp
source: Stellar Warp
es: Deformación Estelar
fr: Bannière standard
it: Varco Stellare
ja: 群星跳躍
ko: 스텔라 워프
ru: Звёздный Варп
vi: Tinh Vân Warp
zh_hans: 群星跃迁
zh_hant: 群星躍遷

# gachaKit.poolType.srUnknown
source: Unknown Warp
de: Unbekannter Warp
es: Warp desconocido
fil: Hindi Kilalang Warp
fr: Bannière inconnue
it: Varco Sconosciuto
ja: 未知なる跳躍
ko: 알 수 없는 왜곡
ru: Неизвестный переход
vi: Không xác định Warp
zh_hans: 未知跃迁
zh_hant: 未知躍遷

# gachaKit.poolType.zzBangbooChannel
source: Bangboo Channel
de: Bangboo-Kanal
es: Canal Bangboo
fil: Channel ng Bangboo
fr: Canal Bangboo
it: Canale Bangboo
ja: ボンプチャンネル
ko: 뱅부 채널
ru: Канал Bangboo
vi: Kênh Bangboo
zh_hans: 邦布频段
zh_hant: 邦布頻段

# gachaKit.poolType.zzExclusiveChannel
source: Exclusive Channel
de: Exklusiver Kanal
es: Canal Exclusivo
fil: Eksklusibong Channel
fr: Canal exclusif
it: Canale Esclusivo
ja: 独占チャンネル
ko: 독점 채널
ru: Эксклюзивный канал
vi: Kênh độc quyền
zh_hans: 独家频段
zh_hant: 獨家頻段

# gachaKit.poolType.zzStableChannel
source: Stable Channel
de: Stabiler Kanal
es: Canal Estable
fil: Matatag na Channel
fr: Canal Stable
it: Canale stabile
ja: 常設チャンネル
ko: 안정 채널
ru: Стабильный канал
vi: Kênh ổn định
zh_hans: 常驻频段
zh_hant: 常駐頻段

# gachaKit.poolType.zzUnknown
source: Unknown Channel
de: Unbekannter Kanal
es: Canal desconocido
fil: Hindi Kilalang Channel
fr: Bannière inconnue
it: Canale sconosciuto
ja: 未知なるチャネル
ko: 알 수 없는 채널
ru: Неизвестный канал
vi: Kênh không xác định
zh_hans: 未知频段
zh_hant: 未知頻段

# gachaKit.poolType.zzWEngineChannel
source: W-Engine Channel
de: W-Engine-Kanal
es: Canal del motor W
fil: Channel ng W-Engine
fr: Canal W-Engine
it: Canale W-Engine
ja: 音動機チャンネル
ko: W-엔진 채널
ru: Канал W-Engine
vi: Kênh W-Engine
zh_hans: 音擎频段
zh_hant: 音擎頻段
