Repository: pizza-studio/PizzaHelperUnited
Catalog: _i18n_xliff/UnitedPizzaHelper Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fil, fr, it, ja, ko, ru, vi, zh_hans, zh_hant

# asset.dailyMaterial:weaponSacrificialHeart
source: Sacrificial Heart
de: Inbrünstigen Opfergabe
es: Corazón Sacrificial
fil: Pusong Handog
fr: Sacrificiel Flamboyant
it: Cacrificale ardente
ja: 「灼心のお捧げ」
ko: 뜨거운 심장 공양의
ru: Жертвенного Сердца
vi: Trái Tim Hiến Tế
zh_hans: 「贡祭炽心」
zh_hant: 「貢祭熾心」

# asset.dailyMaterial:weaponScorchingMight
source: Scorching Might
de: Sengenden Macht
es: Poder Abrasador
fil: Nag-aalab na Lakas
fr: Pouvoir Brûlant
it: Possanza Infuocata
ja: 「烈日権威」
ko: 태양 같은 권위의 과거
ru: Пылающая Мощь
vi: Tia Sáng Của Ánh Nắng Quyền Uy
zh_hans: 「烈日威权」
zh_hant: 「烈日威權」

# asset.dailyMaterial:weaponTalisman
source: Forest Dew
de: Talisman
es: Rocío del Bosque
fil: Hamog sa Kagubatan
fr: Talisman De La Rosée
it: Talismano
ja: 「静謐森雫」
ko: 숲의 이슬을 닮은 금 부적
ru: Ледяная Роса
vi: Bùa Rừng Xanh Sương Đọng - Sắt
zh_hans: 「谧林涓露」
zh_hant: 「謐林涓露」

# aboutKit.3rdParty.headline
source: Our app uses the following open source components and third-party APIs, and we would like to thank their authors.
de: Unsere App verwendet die folgenden Open-Source-Komponenten und Drittanbieter-APIs, und wir möchten deren Autoren danken.
es: Nuestra aplicación utiliza los siguientes componentes de código abierto y APIs de terceros, y nos gustaría agradecer a sus autores.
fil: Gumagamit ang aming app ng mga sumusunod na open source na bahagi at third-party na mga API, at nais naming pasalamatan ang kanilang mga may-akda.
fr: Notre application utilise les composants open source suivants et des API tierces, et nous tenons à remercier leurs auteurs.
it: La nostra app utilizza i seguenti componenti open source e API di terze parti, e desideriamo ringraziare i loro autori.
ja: 当アプリは次のFOSSコンポーネントと他者 API を使用しており、それらの作成者に感謝します。
ko: 저희 앱은 다음 오픈 소스 구성 요소 및 타사 API를 사용하며, 저자들에게 감사의 말씀을 전합니다.
ru: Наше приложение использует следующие компоненты с открытым исходным кодом и сторонние API, и мы хотим поблагодарить их авторов.
vi: Ứng dụng của chúng tôi sử dụng các thành phần mã nguồn mở và API bên thứ ba sau, và chúng tôi xin cảm ơn các tác giả của chúng.
zh_hans: 本软件使用了以下开源组件和第三方 API，在此向其作者表示感谢。
zh_hant: 敝應用軟體使用了以下開放原始碼組件和第三方 API，在此向其作者表示感謝。

# aboutKit.3rdParty.navTitle
source: Acknowledgement for open source components and third-party APIs
de: Anerkennung für Open-Source-Komponenten und Drittanbieter-APIs
es: Reconocimiento por componentes de código abierto y API de terceros
fil: Pagkilala para sa mga sangkap na open source at mga third-party API
fr: Remerciements pour les composants open source et les API tierces
it: Riconoscimento per i componenti open source e le API di terze parti
ja: FOSS コンポーネントおよび他者 API に対する謝辞
ko: 오픈 소스 구성 요소 및 타사 API에 대한 인정
ru: Подтверждение для компонентов с открытым исходным кодом и сторонних API
vi: Thừa nhận các thành phần mã nguồn mở và các API của bên thứ ba
zh_hans: 开源组件与第三方 API 致谢
zh_hant: 開放原始碼組件與第三方 API 致謝

# aboutKit.3rdParty.navTitle.shortened
source: 3rd-Party Components
de: Komponenten von Drittanbietern
es: Componentes de terceros
fil: Mga Bahagi ng Ikatlong Partido
fr: Composants tiers
it: Componenti di terze parti
ja: 他者コンポーネント
ko: 타사 구성 요소
ru: Сторонние компоненты
vi: Thành phần bên thứ ba
zh_hans: 第三方组件
zh_hant: 第三方組件

# aboutKit.FAQ.title
source: FAQ
de: Häufig gestellte Fragen
es: Preguntas Frecuentes
fil: Mga Madalas Itanong
ja: よくある質問 (FAQ)
ko: 자주 묻는 질문
ru: Часто задаваемые вопросы
vi: Câu hỏi thường gặp
zh_hans: 常见问题解答 (FAQ)
zh_hant: 常見問題解答 (FAQ)

# aboutKit.PrivacyPolicy.title
source: Privacy Policy
de: Datenschutzerklärung
es: Política de Privacidad
fil: Patakaran sa Pagkapribado
fr: Politique de Confidentialité
it: Informativa sulla Privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
ru: Политика Конфиденциальности
vi: Chính Sách Riêng Tư
zh_hans: 隐私政策
zh_hant: 隱私政策

# aboutKit.aboutView.navTitle.LatteHelper
source: About The Latte Helper
de: Über den Latte-Helfer
ko: 라떼 도우미 정보

# aboutKit.aboutView.navTitle.app
source: About the App
de: Über die App
es: Acerca de la aplicación
fil: Tungkol sa App
fr: À propos
it: Informazioni sull'app
ja: アプリについて
ko: 앱 정보
ru: О приложении
vi: Thông tin ứng dụng
zh_hans: 关于本 App
zh_hant: 關於該應用

# aboutKit.aboutView.navTitle.crew
source: About the Crew
de: Über die Crew
es: Sobre la tripulación
fil: Tungkol sa Crew
fr: À propos de l'équipe
it: Informazioni sull'equipaggio
ja: 開発チームについて
ko: 승무원 소개
ru: О экипаже
vi: Về Phi hành đoàn
zh_hans: 关于开发者
zh_hant: 關於開發者

# aboutKit.aboutView.navTitle.pzHelper
source: About The Pizza Helper
de: Über den Pizza-Helfer
ko: 피자 도우미 정보

# aboutKit.aboutView.tab.app
source: App
es: Aplicación
fr: Application
ja: アプリ
ko: 앱
ru: Приложение
vi: Ứng dụng

# aboutKit.aboutView.tab.crew
source: Crew
de: Besatzung
es: Tripulación
fil: Koponan
fr: Équipe
it: Equipaggio
ja: チーム
ko: 승무원
ru: Экипаж
vi: Đội ngũ
zh_hans: 开发组
zh_hant: 開發組

# aboutKit.appStoreReview.navTitle
source: Review on App Store
de: Im App Store bewerten
es: Reseña en App Store
fil: Suriin sa App Store
fr: Laisser un avis sur l'App Store
it: Recensisci su App Store
ja: App Store でご評価を
ko: 앱 스토어에서 리뷰 작성
ru: Оставить отзыв в App Store
vi: Đánh giá trên App Store
zh_hans: 在 App Store 评分
zh_hant: 在 App Store 評分

# aboutKit.chatrooms.header
source: Chatrooms
es: Salas de chat
fil: Mga Silid-chat
fr: Salles de conversation
it: Chatroom
ja: チャットルーム
ko: 채팅방
ru: Чаты
vi: Phòng trò chuyện
zh_hans: 聊天室
zh_hant: 聊天室

# aboutKit.chatrooms.joinQQGroup
source: Join QQ Chat Group
de: QQ-Chatgruppe beitreten
es: Únete al grupo de chat de QQ
fil: Sumali sa QQ Chat Group
fr: Rejoindre le groupe de chat QQ
it: Unisciti al gruppo chat QQ
ja: QQチャットグループに参加
ko: QQ 채팅 그룹에 참여
ru: Присоединиться к группе чата QQ
vi: Tham gia Nhóm Chat QQ
zh_hans: 加入 QQ 群
zh_hant: 加入 QQ 群

# aboutKit.chatrooms.joinTelegram
source: Join Telegram Channel
de: Telegram-Kanal beitreten
es: Unirse al canal de Telegram
fil: Sumali sa Telegram Channel
fr: Rejoindre le canal Telegram
it: Unisciti al canale Telegram
ja: Telegramチャンネルに参加
ko: 텔레그램 채널 참가
ru: Присоединиться к каналу в Telegram
vi: Tham gia kênh Telegram
zh_hans: 加入电报频道
zh_hant: 加入電報頻道

# aboutKit.contactMethod.163MusicArtistHP
source: NetEase Music Artist Page
de: NetEase Music Künstlerseite
es: Página del Artista de NetEase Music
fil: Pahina ng Artista sa NetEase Music
fr: Page de l'artiste sur NetEase Music
it: Pagina Artista NetEase Music
ja: NetEase 作曲家作品HP
ko: 넷이즈 뮤직 아티스트 페이지
ru: Страница исполнителя в NetEase Music
vi: Trang Nghệ Sĩ NetEase Music
zh_hans: 网易云音乐 作曲家主页
zh_hant: 網易雲音樂 作曲家主頁

# aboutKit.contactMethod.appStore
source: App Store
fil: Paraan ng Pakikipag-ugnayan: App Store
it: Metodo di contatto App Store
ko: 앱 스토어
ru: оценка в App Store
vi: Cửa hàng ứng dụng

# aboutKit.contactMethod.blueSky
source: BlueSky
ko: 블루스카이
ru: ГолубоеНебо

# aboutKit.contactMethod.discord
source: Discord
ko: 디스코드
ru: Дискорд
vi: Bất hòa

# aboutKit.contactMethod.douyin
source: Douyin (TikTok CN)
ja: 抖音 (ドウイン)
ko: 틱톡 중국 버전 (Douyin)
ru: Douyin (ТикТок Китай)
vi: Douyin (TikTok Trung Quốc)
zh_hans: 抖音 (中国内陆版)
zh_hant: 抖音 (中國內陸版)

# aboutKit.contactMethod.facebook
source: Facebook
ko: 페이스북

# aboutKit.contactMethod.homepage
source: Home Page
de: Startseite
es: Página de inicio
fil: Pahina ng Tahanan
fr: Page d'accueil
it: Pagina principale
ja: HP
ko: 홈 페이지
ru: Главная страница
vi: Trang chủ
zh_hans: 主页
zh_hant: 主頁

# aboutKit.contactMethod.officialWebsite
source: Official Home Page
de: Offizielle Startseite
es: Página Oficial de Inicio
fil: Opisyal na Home Page
fr: Page d'accueil officielle
it: Pagina Ufficiale
ja: 公式HP
ko: 공식 홈 페이지
ru: Официальная домашняя страница
vi: Trang chủ chính thức
zh_hans: 官方主页
zh_hant: 官方主頁

# aboutKit.contactMethod.qq.channel
source: QQ Channel
de: QQ-Kanal
es: Canal de QQ
fil: Channel ng QQ
fr: Canal QQ
it: Canale QQ
ja: QQチャネル
ko: QQ 채널
ru: Канал QQ
vi: Kênh QQ
zh_hans: QQ 频道
zh_hant: QQ 頻道

# aboutKit.contactMethod.qq.group.initials
source: Group:
de: Gruppe:
es: Grupo:
fil: Grupo:
fr: Groupe :
it: Gruppo:
ja: グループ:
ko: 그룹:
ru: Группа:
vi: Nhóm:
zh_hans: 群:
zh_hant: 群:

# aboutKit.contactMethod.telegram
source: Telegram
ko: 텔레그램
ru: Телеграм
vi: Điện tín

# aboutKit.contactMethod.tiktok
source: TikTok Global
it: TikTok Globale
ja: TikTok (国際版)
ko: 틱톡 글로벌
ru: ТикТок Глобал
vi: TikTok Toàn cầu
zh_hans: TikTok (国际版)
zh_hant: TikTok (國際版)

# aboutKit.contactMethod.twitter
source: X (Twitter)
ko: X (트위터)
ru: X (Твиттер)

# aboutKit.contactMethod.youtube
source: YouTube
ko: 유튜브

# aboutKit.contributor.retiredOn:%@
source: Stopped participating in the development since: %@
de: Hat die Teilnahme an der Entwicklung seit %@ eingestellt
es: Dejó de participar en el desarrollo desde: %@
fil: Tumigil sa paglahok sa pag-develop mula: %@
fr: A cessé de participer au développement depuis : %@
it: Ha smesso di partecipare allo sviluppo da: %@
ja: %@ 以降、開発への参加を停止
ko: %@ 이후 개발 참여를 중단함
ru: Прекратил участие в разработке с: %@
vi: Ngừng tham gia phát triển kể từ: %@
zh_hans: 自 %@ 起停止参与开发
zh_hant: 自 %@ 起停止參與開發

# aboutKit.contributor.subtitleAsAssetCrew.koni
source: App Icon Illustrator, The Pizza Helper (v5 Engine Testflight)
de: App-Symbol Illustrator, The Pizza Helper (v5 Engine Testflight)
es: Ilustrador de iconos de aplicaciones, The Pizza Helper (v5 Engine Testflight)
fil: Illustrator ng App Icon, The Pizza Helper (v5 Engine Testflight)
fr: Illustrateur d'icônes de l'application, The Pizza Helper (v5 Engine Testflight)
it: Illustrazione Icona App, The Pizza Helper (v5 Engine Testflight)
ja: アプリアイコン絵師（ピザ助手 (無印) v5 エンジンTestflight）
ko: 앱 아이콘 일러스트레이터, 피자 도우미 (v5 Engine Testflight)
ru: Иллюстратор значков приложения, The Pizza Helper (v5 Engine Testflight)
vi: Trình minh họa Biểu tượng Ứng dụng, The Pizza Helper (v5 Engine Testflight)
zh_hans: App 图标画师 (统一披萨小助手 v5 引擎 TF 测试)
zh_hant: App 圖示繪師 (統一披薩小助手 v5 引擎 TF 測試)

# aboutKit.contributor.subtitleAsAssetCrew.lava
source: App Icon Illustrator, Pizza Helper for HSR
de: App-Symbol-Illustrator, Pizza Helper for HSR
es: Ilustrador de Iconos de Aplicación, Pizza Helper for HSR
fil: Illustrador ng Icon ng App, Pizza Helper for HSR
fr: Illustrateur d'icônes de l'application, Pizza Helper pour HSR
it: Illustratore di Icone App, Pizza Helper for HSR
ja: アプリアイコン絵師（崩スタピザ助手）
ko: 앱 아이콘 일러스트레이터, HSR를 위한 피자 도우미
ru: Иллюстратор иконок приложения, Pizza Helper for HSR
vi: Người tạo biểu tượng ứng dụng, Pizza Helper for HSR
zh_hans: App 图标画师 (星铁披萨小助手)
zh_hant: App 圖示繪師 (星鐵披薩小助手)

# aboutKit.contributor.subtitleAsAssetCrew.xinzoruo
source: App Icon Illustrator, Pizza Helper for Genshin (v4) App Icon Illustrator, The Pizza Helper (v5.0)
de: App-Symbol-Illustrator, Pizza Helper for Genshin (v4) App-Symbol Illustrator, The Pizza Helper (v5.0)
es: Ilustrador de Iconos de Aplicación, Pizza Helper for Genshin (v4) Ilustrador de iconos de aplicaciones, The Pizza Helper (v5.0)
fil: Illustrador ng Icon ng App, Pizza Helper for Genshin (v4) Illustrator ng App Icon, The Pizza Helper (v5.0)
fr: Illustrateur d'icônes de l'application, Pizza Helper pour Genshin (v4) Illustrateur d'icônes de l'application, The Pizza Helper (v5.0)
it: Illustratore di icone per app, Pizza Helper for Genshin (v4) Illustrazione Icona App, The Pizza Helper (v5.0)
ja: アプリアイコン絵師（原神ピザ助手 v4） アプリアイコン絵師（ピザ助手 (無印) v5.0）
ko: 앱 아이콘 일러스트레이터, 원신의 피자 도우미 (v4) 앱 아이콘 일러스트레이터, 피자 도우미 (v5.0)
ru: Иллюстратор иконок приложения, Pizza Helper for Genshin (v4) Иллюстратор значков приложения, The Pizza Helper (v5.0)
vi: Người thiết kế biểu tượng ứng dụng, Pizza Helper for Genshin (v4) Trình minh họa Biểu tượng Ứng dụng, The Pizza Helper (v5.0)
zh_hans: App 图标画师 (原神披萨小助手 v4) App 图标画师 (统一披萨小助手 v5.0)
zh_hant: App 圖示繪師 (原神披薩小助手 v4) App 圖示繪師 (統一披薩小助手 v5.0)

# aboutKit.contributor.subtitleAsAssetCrew.yulijushi
source: Miscellaneous Asset Contributor
de: Verschiedene Vermögenswerte Beitragszahler
es: Colaborador de Activos Diversos
fil: Iba't ibang Kontribyutor ng Ari-arian
fr: Contributeur de fichiers divers
it: Contributore di Risorse Varie
ja: 一部の雑多素材提供者
ko: 기타 자산 기여자
ru: Разное: Вкладчик активов
vi: Người đóng góp tài sản khác nhau
zh_hans: 部分杂项素材贡献者
zh_hant: 部分雜項素材貢獻者

# aboutKit.contributor.subtitleAsMainCrew.hakubill
source: - Dev, Pizza Helper for HSR - Dev, Pizza Helper for Genshin (v1-v4) - Dev, Pizza Helper for Blue Archive - Dev, The Pizza Helper (v5) - Public Relations (Overseas)
de: - Entwickler, Pizza Helfer für HSR - Entwickler, Pizza Helfer für Genshin (v1-v4) - Entwickler, Pizza Helfer für Blue Archive - Entwickler, Der Pizza Helfer (v5) - Öffentlichkeitsarbeit (Ausland)
es: - Desarrollador, Asistente de Pizza para HSR - Desarrollador, Asistente de Pizza para Genshin (v1-v4) - Desarrollador, Asistente de Pizza para Blue Archive - Desarrollador, El Asistente de Pizza (v5) - Relaciones Públicas (Internacional)
fil: - Dev, Pizza Helper para sa HSR - Dev, Pizza Helper para sa Genshin (v1-v4) - Dev, Pizza Helper para sa Blue Archive - Dev, The Pizza Helper (v5) - Pampublikong Relasyon (Pang-ibayong Dagat)
fr: - Développeur, Aide-Pizza pour HSR - Développeur, Aide-Pizza pour Genshin (v1-v4) - Développeur, Aide-Pizza pour Blue Archive - Développeur, L'Aide-Pizza (v5) - Relations Publiques (Internationale)
it: - Dev, Helper Pizza per HSR - Dev, Helper Pizza per Genshin (v1-v4) - Dev, Helper Pizza per Blue Archive - Dev, Il Helper Pizza (v5) - Relazioni Pubbliche (Estero)
ja: - プログラマー（崩スタピザ） - プログラマー（原神ピザ v1-v4） - プログラマー（BAピザ） - プログラマー（ピザ助手 (無印) v5） - PR (中国大陸以外)
ko: - 개발자, HSR 피자 도우미 - 개발자, 원신 피자 도우미 (v1-v4) - 개발자, 블루 아카이브 피자 도우미 - 개발자, 피자 도우미 (v5) - 해외 홍보 담당
ru: - Разработчик, помощник Pizza для HSR - Разработчик, помощник Pizza для Genshin (v1-v4) - Разработчик, помощник Pizza для Blue Archive - Разработчик, помощник Pizza (v5) - Связи с общественностью (за рубежом)
vi: - Phát triển, Pizza Helper cho HSR - Phát triển, Pizza Helper cho Genshin (v1-v4) - Phát triển, Pizza Helper cho Blue Archive - Phát triển, The Pizza Helper (v5) - Quan hệ công chúng (Quốc tế)
zh_hans: - 程序员（星铁披萨小助手） - 程序员（原神披萨小助手 v1-v4） - 程序员（蔚蓝档案披萨小助手） - 公关（海外）
zh_hant: - 程式師（星鐵披薩小助手） - 程式師（原神披薩小助手 v1-v4） - 程式師（蔚藍檔案披薩小助手） - 公關（海外）

# aboutKit.contributor.subtitleAsMainCrew.lava
source: - Team Leader & Founder - Dev, The Pizza Helper (v5) - Dev, Pizza Helper for HSR - Dev, Pizza Helper for Genshin (v1-v4) - Public Relations (Mainland China)
de: - Teamleiter & Gründer - Entwickler, Der Pizza Helfer (v5) - Entwickler, Pizza Helfer für HSR - Entwickler, Pizza Helfer für Genshin (v1-v4) - Öffentlichkeitsarbeit (Festlandchina)
es: - Líder de equipo y fundador - Desarrollador, The Pizza Helper (v5) - Desarrollador, Pizza Helper para HSR - Desarrollador, Pizza Helper para Genshin (v1-v4) - Relaciones públicas (China continental)
fil: - Pinuno ng Koponan at Tagapagtatag - Dev, The Pizza Helper (v5) - Dev, Pizza Helper para sa HSR - Dev, Pizza Helper para sa Genshin (v1-v4) - Pampublikong Relasyon (Mainland China)
fr: - Chef d'équipe et fondateur - Développeur, Pizza Helper (v5) - Développeur, Pizza Helper pour HSR - Développeur, Pizza Helper pour Genshin (v1-v4) - Relations publiques (Chine continentale)
it: - Team Leader e Fondatore - Sviluppatore, The Pizza Helper (v5) - Sviluppatore, Pizza Helper per HSR - Sviluppatore, Pizza Helper per Genshin (v1-v4) - Relazioni Pubbliche (Cina Continentale)
ja: - チームリーダー＆プロジェクト創立者 - プログラマー（ピザ助手 (無印) v5） - プログラマー（崩スタピザ） - プログラマー（原神ピザ v1-v4） - PR (中国大陸)
ko: - 팀 리더 및 창립자 - 개발자, 피자 도우미(v5) - 개발자, HSR 피자 도우미 - 개발자, Genshin 피자 도우미(v1-v4) - 대외홍보(중국 본토)
ru: - Лидер команды и основатель - Разработчик, The Pizza Helper (v5) - Разработчик, Pizza Helper для HSR - Разработчик, Pizza Helper для Genshin (v1-v4) - Связи с общественностью (Китай)
vi: - Trưởng nhóm & Người sáng lập - Phát triển, The Pizza Helper (v5) - Phát triển, Pizza Helper cho HSR - Phát triển, Pizza Helper cho Genshin (v1-v4) - Quan hệ công chúng (Trung Quốc đại lục)
zh_hans: - 品牌创始人＆产品总监 - 程序员（统一披萨小助手 v5） - 程序员（原神披萨小助手 v1-v4） - 程序员（星铁披萨小助手） - 公关（中国内陆）
zh_hant: - 專案創始人＆專案總監 - 程式師（統一披薩小助手 v5） - 程式師（原神披薩小助手 v1-v4） - 程式師（星鐵披薩小助手） - 公關（中國內陸）

# aboutKit.contributor.subtitleAsMainCrew.shikisuen
source: - Engine Architect & Dev, The Pizza Helper / The Latte Helper (v5) - Maintainer, Pizza Helper for HSR - Maintainer, Pizza Helper for Genshin (v3-v4)
de: - Engine Architect & Entwickler, The Pizza Helper / The Latte Helper (v5) - Betreuer, Pizza-Helfer für HSR - Betreuer, Pizza-Helfer für Genshin (v3-v4)
ko: - 엔진 설계자 및 개발자, The Pizza Helper / The Latte Helper (v5) - 유지 보수 담당자, HSR용 피자 헬퍼 - 유지 보수 담당자, Genshin용 피자 헬퍼 (v3-v4)

# aboutKit.contributors.category.assets
source: Some Asset Contributors
de: Einige Asset-Beitragende
es: Algunos contribuyentes de recursos
fil: Ilang mga Nag-ambag ng Ari-arian
fr: Contributeurs de Ressources
it: Alcuni Contributori di Risorse
ja: 一部の素材提供者
ko: 일부 자산 기여자
ru: Некоторые участники активов
vi: Một số Người Đóng góp Tài sản
zh_hans: 部分素材提供者
zh_hant: 部分素材提供者

# aboutKit.contributors.category.i18n.current
source: Some Localization Contributors
de: Einige Lokalisierungsmitwirkende
es: Algunos Colaboradores de Localización
fil: Ilang Nag-aambag sa Lokal na Wika
fr: Traducteurs
it: Alcuni Contributori di Localizzazione
ja: 一部のアプリ翻訳提供者
ko: 일부 현지화 기여자
ru: Некоторые участники локализации
vi: Một số người đóng góp bản địa hóa
zh_hans: 部分翻译提供者
zh_hant: 部分翻譯提供者

# aboutKit.contributors.category.i18n.current.description
source: The primary languages of this app are English, Traditional Chinese, Simplified Chinese, and Japanese. All other languages are secondary, as no one in the development team can fluently understand or use them. We rely on ChatGPT to create draft translations for these languages, and we warmly welcome volunteers who wish to help improve them. Having a Mac with Xcode 16 (or a later version) installed will make it much easier for contributors to participate.
de: Die Hauptsprachen dieser App sind Englisch, Traditionelles Chinesisch, Vereinfachtes Chinesisch und Japanisch. Alle anderen Sprachen sind Sekundärsprachen, da niemand im Entwicklerteam sie verstehen oder verwenden kann. Wir verwenden ChatGPT, um eine erste Übersetzung für diese Sprachen vorzubereiten und freuen uns über Freiwillige, die die Übersetzung verbessern möchten. Es wird viel einfacher, wenn die Teilnehmenden einen Mac mit Xcode 16 (oder einer neueren Version) haben.
es: Los idiomas principales de esta aplicación son inglés, chino tradicional, chino simplificado y japonés. Todos los demás idiomas son secundarios, ya que nadie en el equipo de desarrollo puede entenderlos o utilizarlos. Utilizamos ChatGPT para preparar una traducción preliminar para estos idiomas y damos la bienvenida a los voluntarios que quieran mejorar la traducción. Todo será mucho más fácil si los participantes tienen un Mac con Xcode 16 (o una versión más reciente) instalado.
fil: Ang mga pangunahing wika ng app na ito ay Ingles, Tradisyunal na Tsino, Pinasimpleng Tsino, at Hapon. Ang lahat ng iba pang mga wika ay mga sekundaryang wika dahil walang sinuman sa pangkat ng mga developer ang nakakaintindi o nakakagamit ng mga ito. Ginagamit namin ang ChatGPT upang ihanda ang isang draft na pagsasalin para sa mga wikang ito, at tinatanggap namin ang mga boluntaryong nais magpabuti sa pagsasalin. Mas magiging madali ang mga bagay kung may Mac na may Xcode 16 (o mas bagong bersyon) ang mga kalahok.
fr: Les langues principales de cette application sont l'anglais, le chinois traditionnel, le chinois simplifié et le japonais. Toutes les autres langues sont secondaires, car aucun membre de l'équipe de développement ne peut les comprendre ou les utiliser. Nous utilisons ChatGPT pour faire une traduction préliminaire pour ces langues, et nous accueillons les volontaires qui souhaitent améliorer la traduction. Les choses seront beaucoup plus faciles si les participants disposent d'un Mac avec Xcode 16 (ou une version plus récente) installée.
it: Le lingue principali di questa app sono inglese, cinese tradizionale, cinese semplificato e giapponese. Tutte le altre lingue sono secondarie poiché nessun membro del team di sviluppo è in grado di comprenderle o utilizzarle. Utilizziamo ChatGPT per preparare una traduzione preliminare per queste lingue e accogliamo volentieri i volontari che desiderano migliorare la traduzione. Sarà molto più facile se i partecipanti hanno un Mac con Xcode 16 (o versione più recente) installato.
ja: 当アプリの主要言語は、英語、繁体字中国語、簡体字中国語、日本語です。他の言語は補助的な言語であり、開発チームのメンバーは理解または使用できません。これらの言語には、ChatGPT で翻訳の下書きを作成していますが、翻訳改善を希望するボランティアの方々を歓迎します。Xcode 16（またはそれ以降のバージョン）をインストールした Mac があると、作業が大変楽になります。なお、既存の和訳にも文法的な間違いに対するご意見もよろしくお願いいたします。
ko: 이 앱의 주요 언어는 영어, 번체 중국어, 간체 중국어 및 일본어입니다. 다른 언어는 보조 언어이며, 개발 팀 중 누구도 이를 이해하거나 사용할 수 없습니다. 이러한 언어에 대해 ChatGPT를 사용해 초안을 준비하였으며, 번역 개선을 원하는 자원봉사자들을 환영합니다. Xcode 16(또는 그 이상 버전)이 설치된 Mac을 보유한 참여자는 작업이 훨씬 더 수월할 것입니다.
ru: Основные языки этого приложения — английский, традиционный китайский, упрощенный китайский и японский. Все остальные языки являются второстепенными, так как никто из команды разработчиков не может их понимать или использовать. Мы используем ChatGPT для подготовки чернового перевода для этих языков и приветствуем добровольцев, желающих улучшить перевод. Процесс будет значительно проще, если у участника есть Mac с установленным Xcode 16 (или более новой версией).
vi: Các ngôn ngữ chính của ứng dụng này là tiếng Anh, tiếng Trung phồn thể, tiếng Trung giản thể và tiếng Nhật. Tất cả các ngôn ngữ khác là ngôn ngữ phụ, vì không ai trong nhóm phát triển có thể hiểu hoặc sử dụng chúng. Chúng tôi sử dụng ChatGPT để chuẩn bị bản dịch nháp cho các ngôn ngữ này và chào đón những tình nguyện viên muốn cải thiện bản dịch. Công việc sẽ dễ dàng hơn nhiều nếu người tham gia có một máy Mac với Xcode 16 (hoặc phiên bản mới hơn) được cài đặt.
zh_hans: 本 App 的主要语言为英文、繁体中文、简体中文及日文。其他语言属次要语言，因为开发团队中无人能理解或使用这些语言。我们使用 ChatGPT 为这些语言准备了一份翻译草稿，并欢迎有志之士协助改善翻译。若参加者拥有安装了 Xcode 16（或更新版本）的 Mac 电脑，将会大幅简化翻译作业。
zh_hant: 敝應用的主要語言為英文、繁體中文、簡體中文及日文。其他語言屬次要語言，因為開發團隊中無人能理解或使用這些語言。我們使用 ChatGPT 為這些語言準備了一份翻譯草稿，並歡迎有志之士協助改善翻譯。若參加者擁有安裝了 Xcode 16（或更新版本）的 Mac 電腦，將會大幅簡化翻譯作業。

# aboutKit.contributors.category.i18n.previous
source: Some Previous Localization Contributors
de: Einige frühere Localization-Mitwirkende
es: Algunos Colaboradores Anteriores de Localización
fil: Ilang mga Naunang Tagapag-ambag ng Lokalisasyon
fr: Anciens traducteurs
it: Alcuni Precedenti Collaboratori alla Localizzazione
ja: これ以前の一部のアプリ翻訳提供者
ko: 이전 로컬라이제이션 기여자
ru: Некоторые предыдущие участники локализации
vi: Một số người đóng góp bản địa hóa trước đây
zh_hans: 部分翻译提供者（旧版）
zh_hant: 部分翻譯提供者（舊版）
