Repository: pizza-studio/PizzaHelperUnited
Catalog: _i18n_xliff/UnitedPizzaHelper Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fil, fr, it, ja, ko, ru, vi, zh_hans, zh_hant

# profileMgr.login.server.temporarilyDownNotice
source: Sorry, login feature for this server is temporarily down. We are working on this. You can now manually config your local profile with your own effective Miyoushe / HoYoLAB Cookie.
de: Entschuldigung, die Anmeldefunktion für diesen Server ist vorübergehend nicht verfügbar. Wir arbeiten daran. Sie können jetzt Ihr lokales Profil manuell mit Ihrem eigenen effektiven Miyoushe / HoYoLAB-Cookie konfigurieren.
es: Lo sentimos, la función de inicio de sesión para este servidor está temporalmente inactiva. Estamos trabajando en ello. Ahora puedes configurar manualmente tu perfil local con tu propia Cookie efectiva de Miyoushe / HoYoLAB.
fil: Paumanhin, pansamantalang hindi gumagana ang tampok na pag-login para sa server na ito. Kami ay nagtatrabaho upang ayusin ito. Maaari mong mano-manong i-configure ang iyong lokal na profile gamit ang sarili mong epektibong Miyoushe / HoYoLAB Cookie.
fr: Désolé, la fonction de connexion pour ce serveur est temporairement indisponible. Nous travaillons sur ce problème. Vous pouvez configurer manuellement votre profil local avec votre propre cookie Miyoushe / HoYoLAB.
it: Spiacente, la funzione di accesso per questo server è temporaneamente inattiva. Stiamo lavorando su questo. Puoi ora configurare manualmente il tuo profilo locale con il tuo Cookie Miyoushe / HoYoLAB attivo.
ja: 深く残念ながら、このサーバーのログインは現時点でできません。一刻も早く使えるよう、我らは策を練っています。幸い、「米遊社・HoYoLAB」の使えるCookieデータがお持ちしている場合、ご自分でそれを書き込んでログインするのは可能です。
ko: 죄송합니다, 이 서버의 로그인 기능이 일시적으로 중단되었습니다. 현재 작업 중입니다. 이제 사용자는 자신의 효과적인 미유세 / HoYoLAB 쿠키로 로컬 프로필을 수동으로 구성할 수 있습니다.
ru: Извините, функция входа в этот сервер временно недоступна. Мы работаем над этим. Вы можете вручную настроить свой локальный профиль с помощью собственного действующего Cookie Miyoushe / HoYoLAB.
vi: Rất tiếc, chức năng đăng nhập cho máy chủ này tạm thời ngừng hoạt động. Chúng tôi đang khắc phục điều này. Hiện bạn có thể tự cấu hình hồ sơ cục bộ của mình bằng Cookie Miyoushe / HoYoLAB hiệu quả của riêng bạn.
zh_hans: 抱歉，该服务器的登录功能暂时无法使用。我们正在努力寻求解决方案。目前您仍可以通过「自行填写有效米游社 / HoYoLAB Cookie」的方式来手动登录。
zh_hant: 抱歉，該伺服器的登入功能暫時無法使用。我們正在努力尋求解決方案。目前您仍可以藉由「自行填寫有效的米遊社 / HoYoLAB Cookie」的方式來手動登入。

# profileMgr.loginError.noGameUIDFound
source: No UIDs found against the specified game. This HoYoLAB / Miyoushe account is required to play the game for at least once before being logged in via this app against this game.
de: Keine UIDs im Zusammenhang mit dem angegebenen Spiel gefunden. Dieser HoYoLAB/Miyoushe-Account muss das Spiel mindestens einmal gespielt haben, bevor über diese App mit diesem Spiel eingeloggt werden kann.
es: No se encontraron UIDs para el juego especificado Este cuenta de HoYoLAB / Miyoushe es necesaria para jugar al juego al menos una vez antes de iniciar sesión a través de esta aplicación para este juego
fil: Walang mga UID na natagpuan laban sa tinukoy na laro. Kinakailangan ang HoYoLAB / Miyoushe account na ito upang maglaro ng laro nang kahit isang beses bago mag-log in gamit ang app na ito laban sa laro.
fr: Aucun UID trouvé pour le jeu spécifié. Ce compte HoYoLAB / Miyoushe doit avoir joué au moins une fois au jeu avant de se connecter via cette application pour ce jeu.
it: Nessun UID trovato per il gioco specificato. L'account HoYoLAB / Miyoushe è necessario per giocare almeno una volta prima di effettuare l'accesso tramite questa app per questo gioco.
ja: このゲームに応ずるUIDは見つかりませんでした。この HoYoLAB / 米遊社アカウントは少なくともこのゲームを一回やったことのない限り、当アプリで「このゲームのアカウントとして」使う意味はございません。
ko: 지정된 게임에 해당하는 UID가 없습니다. 이 HoYoLAB / Miyoushe 계정은 이 앱을 통해 해당 게임에 로그인하기 전에 최소 한 번 게임을 플레이해야 합니다.
ru: Против указанной игры не найдено UIDs. Для игры с данным HoYoLAB / Miyoushe аккаунтом необходимо сыграть хотя бы один раз перед входом в приложение для этой игры.
vi: Không tìm thấy UID nào đối với trò chơi được chỉ định. Tài khoản HoYoLAB / Miyoushe này cần chơi trò chơi ít nhất một lần trước khi đăng nhập qua ứng dụng này để chơi trò chơi đó.
zh_hans: 在这个 HoYoLAB / 米游社账号内没有找到与该游戏对应的 UID。该账号必须至少用来游玩一次该游戏，否则便没有在本 App 内「作为这个游戏的账号来使用」的意义。
zh_hant: 在這個 HoYoLAB / 米遊社帳號內沒有找到與該遊戲對應的 UID。該帳號必須至少用來遊玩一次該遊戲，否則便沒有在敝 App 內「作為這個遊戲的帳號來使用」的意義。

# profileMgr.manage.title
source: Local Profile
de: Lokales Profil
es: Perfil local
fil: Lokal na Profile
fr: Profil locaux
it: Profilo Locale
ja: プロファイル管理
ko: 로컬 프로필
ru: Локальный профиль
vi: Hồ sơ cục bộ
zh_hans: 管理本地账号
zh_hant: 管理本機帳號

# profileMgr.manageHoYoAccounts.shortened
source: Manage Account
de: Konto verwalten
es: Gestionar cuenta
fil: Pamahalaan ang Account
fr: Gérer le compte
it: Gestisci account
ja: アカウント管理
ko: 계정 관리
ru: Управление аккаунтом
vi: Quản lý tài khoản
zh_hans: 管理账号
zh_hant: 管理帳號

# profileMgr.new
source: New Profile
de: Neues Profil
es: Nuevo perfil
fil: Bagong Profile
fr: Nouveau profil
it: Nuovo profilo
ja: プロファイルを追加
ko: 새 프로필
ru: Новый профиль
vi: Hồ sơ mới
zh_hans: 新增本地账号
zh_hant: 新增本機帳號

# profileMgr.noLocalProfileFound
source: No local profile found.
de: Kein lokales Profil gefunden.
es: No se encontró un perfil local.
fil: Walang natagpuang lokal na profile.
fr: Aucun profil local trouvé
it: Nessun profilo locale trovato.
ja: プロファイルが見つかりませんでした。
ko: 로컬 프로필을 찾을 수 없습니다
ru: Локальный профиль не найден.
vi: Không tìm thấy hồ sơ cục bộ.
zh_hans: 尚未发现本地账号。
zh_hant: 尚未發現本機帳號。

# profileMgr.regenerateDeviceFingerPrint.label
source: Regenerate Device Fingerprint
de: Geräte-Fingerabdruck regenerieren
es: Regenerar la Huella Digital del Dispositivo
fil: Muling I-rehistro ang Fingerprint ng Device
fr: Régénérer l'empreinte digitale de l'appareil
it: Rigenera Impronta del Dispositivo
ja: デバイスの指紋を再作成
ko: 장치 지문 재생성
ru: Сгенерировать отпечаток устройства повторно
vi: Tạo lại Dấu vân tay Thiết bị
zh_hans: 重新生成设备指纹
zh_hant: 重新生成設備指紋

# profileMgr.syncAllProfilesToUserDefaults.title
source: Manually Sync Profiles To Widgets
de: Profile manuell mit Widgets synchronisieren
es: Sincronizar perfiles con widgets manualmente
fil: Manwal na Isaayos ang mga Profile sa mga Widget
fr: Synchroniser manuellement les profils avec les widgets
it: Sincronizza manualmente i profili sui widget
ja: 手動でプロファイルをウィジェットに同期する
ko: 프로필을 수동으로 위젯에 동기화
ru: Вручную синхронизировать профили с виджетами
vi: Đồng bộ hồ sơ theo cách thủ công với tiện ích
zh_hans: 手动将本地账号同步至小组件
zh_hant: 手動將本機帳號同步至小工具

# profileMgr.test.footer.recommend_device_fp
source: To avoid consistently being requested for verification, please set up device finger print according to [this tutorial](https://hsr.pizzastudio.org/static/fp_tutorial).
de: Um ständig angeforderte Verifizierungen zu vermeiden, richten Sie bitte den Geräte-Fingerabdruck gemäß [diesem Tutorial](https://hsr.pizzastudio.org/static/fp_tutorial) ein.
es: Para evitar que se le solicite verificación de manera constante, configure la huella digital del dispositivo según [este tutorial](https://hsr.pizzastudio.org/static/fp_tutorial).
fil: Upang maiwasang hingan ng beripikasyon nang palagian, pakisunod ang [tutorial na ito](https://hsr.pizzastudio.org/static/fp_tutorial) para i-set up ang fingerprint ng device.
fr: Pour ne pas être constamment sollicité pour une vérification, veuillez configurer l'empreinte digitale de l'appareil selon ce tutoriel (https://hsr.pizzastudio.org/static/fp_tutorial)
it: Per evitare di ricevere costantemente richieste di verifica, configura l'impronta digitale del dispositivo secondo [questo tutorial](https://hsr.pizzastudio.org/static/fp_tutorial)
ja: 人間認証要求が何度も出まくっている場合、[この説明文章](https://hsr.pizzastudio.org/static/fp_tutorial)の方法に沿って、ご自分でデバイス指紋を取ってご記入ください。そうすれば、この支障を避けることはできます。
ko: 계속해서 인증 요청이 발생하지 않도록 하기 위해, [이 튜토리얼](https://hsr.pizzastudio.org/static/fp_tutorial)을 참조하여 기기 지문 설정을 완료하십시오
ru: Чтобы избежать постоянных запросов на подтверждение, пожалуйста, настройте отпечаток устройства согласно [этому руководству](https://hsr.pizzastudio.org/static/fp_tutorial).
vi: Để tránh bị yêu cầu xác minh thường xuyên, vui lòng cài đặt dấu vân tay thiết bị theo [hướng dẫn này](https://hsr.pizzastudio.org/static/fp_tutorial).
zh_hans: 如果持续要求输入验证码，建议参考[本教程](https://hsr.pizzastudio.org/static/fp_tutorial)抓包填入设备指纹以规避。
zh_hant: 如果持續要求人機驗證的話，建議參考[該教學指引](https://hsr.pizzastudio.org/static/fp_tutorial)抓包填入設備指紋、以規避該故障。

# profileMgr.test.verify.button
source: Please tap here to finish the captcha verification.
de: Tippen Sie hier, um die Captcha-Überprüfung abzuschließen.
es: Toque aquí para completar la verificación captcha
fil: Pakitapik dito upang tapusin ang pag-verify ng captcha.
fr: Veuillez appuyer ici pour terminer la vérification captcha
it: Tocca qui per completare la verifica captcha
ja: ここをタップして人間認証を
ko: 여기를 눌러 캡차 인증을 완료하세요
ru: Нажмите здесь, чтобы завершить проверку капчи.
vi: Vui lòng nhấn vào đây để hoàn tất xác minh captcha.
zh_hans: 请点击这里完成人机验证
zh_hant: 請點按這裡完成人機驗證

# profileMgr.test.verify.web_sheet.title
source: Verification
de: Überprüfung
es: Verificación
fil: Pagpapatunay
fr: Vérification
it: Verifica
ja: 人間認証
ko: 인증
ru: Проверка
vi: Xác minh
zh_hans: 人机验证
zh_hant: 人機驗證

# profileMgr.toast.taskFailed
source: Failed
de: Fehlgeschlagen
es: Fallido
fil: Nabigo
fr: Echec
it: Fallito
ja: 失敗
ko: 실패했습니다
ru: Не удалось
vi: Không thành công
zh_hans: 添加失败
zh_hant: 添加失敗

# profileMgr.toast.taskSucceeded
source: Done
de: Fertig
es: Hecho
fil: Tapos na
fr: Terminé
it: Fatto
ja: 完了
ko: 완료
ru: Готово
vi: Hoàn tất
zh_hans: 添加成功
zh_hant: 添加成功

# profileMgr.withdraw.entrylink.title
source: Regarding how to Manage or Delete your HoYoLAB / Miyoushe account
de: Informationen zum Verwalten oder Löschen Ihres HoYoLAB / Miyoushe-Kontos
es: Con respecto a cómo gestionar o eliminar tu cuenta HoYoLAB / Miyoushe
fil: Patungkol sa kung paano Pamahalaan o Burahin ang iyong HoYoLAB / Miyoushe account
fr: Concernant la gestion ou la suppression de votre compte HoYoLAB / Miyoushe
it: Riguardo alla gestione o cancellazione del tuo account HoYoLAB / Miyoushe
ja: HoYoLAB・米遊社通行証の管理・退会削除方法
ko: HoYoLAB / 미요시 계정을 관리하거나 삭제하는 방법에 관한 사항
ru: Относительно управления или удаления вашей учетной записи HoYoLAB / Miyoushe
vi: Về cách Quản lý hoặc Xóa tài khoản HoYoLAB / Miyoushe của bạn
zh_hans: 了解如何对 米游社 / HoYoLAB 账号进行 管理 或 注销(删号)
zh_hant: 瞭解如何對 米遊社 / HoYoLAB 帳號進行 管理 或 註銷(刪號)

# profileMgr.withdraw.view.title
source: Regarding Account Deletion
de: Bezüglich der Konto Löschung
es: Con respecto a la eliminación de la cuenta
fil: Tungkol sa Pagbura ng Account
fr: Concernant la suppression de compte
it: Riguardo all'eliminazione dell'account
ja: アカウント退会について
ko: 계정 삭제 관련
ru: Относительно удаления учетной записи
vi: Về việc xóa tài khoản
zh_hans: 注销(删号)说明
zh_hant: 註銷(刪號)說明

# profileMgr.withdrawal.linkTo:%@
source: The above link guides you to: %@
de: Der obige Link führt Sie zu: %@
es: El enlace anterior te dirige a: %@
fil: Ang link sa itaas ay magdadala sa iyo sa: %@
fr: Le lien ci-dessus vous guide vers : %@
it: Il collegamento sopra ti guida a: %@
ja: 上記のリンク先：%@
ko: 위의 링크는 다음으로 안내합니다: %@
ru: Вышеприведенная ссылка направляет вас к: %@
vi: Liên kết trên hướng dẫn bạn đến: %@
zh_hans: 上述链接将前往: %@
zh_hant: 上述鏈接將前往: %@

# profileMgr.withdrawal.navTitle.hoyolab
source: Account Deletion (HoYoLAB)
de: Kontolöschung (HoYoLAB)
es: Eliminación de cuenta (HoYoLAB)
fil: Pagbura ng Account (HoYoLAB)
fr: Suppression de compte (HoYoLAB)
it: Eliminazione account (HoYoLAB)
ja: アカウント退会 (HoYoLAB)
ko: 계정 삭제 (HoYoLAB)
ru: Удаление аккаунта (HoYoLAB)
vi: Xóa Tài Khoản (HoYoLAB)
zh_hans: 注销(删号) - HoYoLAB
zh_hant: 註銷(刪號) - HoYoLAB

# profileMgr.withdrawal.navTitle.miyoushe
source: Account Deletion (Miyoushe)
de: Konto Löschung (Miyoushe)
es: Eliminación de cuenta (Miyoushe)
fil: Pagbura ng Account (Miyoushe)
fr: Suppression de compte (Miyoushe)
it: Eliminazione Account (Miyoushe)
ja: アカウント退会 (米遊社)
ko: 계정 삭제 (Miyoushe)
ru: Удаление учетной записи (Miyoushe)
vi: Xóa tài khoản (Miyoushe)
zh_hans: 注销(删号) - 米游社
zh_hant: 註銷(刪號) - 米遊社

# profileMgr.withdrawal.readme.hoyolab.specialNotice
source: The above link works on all devices. Users can also use HoYoLAB App (iPhone) to finish the account withdrawal (deletion).
de: Der obige Link funktioniert auf allen Geräten. Benutzer können auch die HoYoLAB-App (iPhone) verwenden, um die Kontoabhebung (Löschung) abzuschließen.
es: El enlace anterior funciona en todos los dispositivos. Los usuarios también pueden usar la aplicación HoYoLAB (iPhone) para completar la retirada (eliminación) de la cuenta.
fil: Gumagana ang link sa itaas sa lahat ng mga aparato. Maari ring gamitin ng mga gumagamit ang HoYoLAB App (iPhone) para tapusin ang pag-withdraw (pagtanggal) ng account.
fr: Le lien ci-dessus fonctionne sur tous les appareils. Les utilisateurs peuvent également utiliser l'application HoYoLAB (iPhone) pour terminer la suppression du compte.
it: Il link sopra funziona su tutti i dispositivi. Gli utenti possono anche usare l'app HoYoLAB (iPhone) per completare il ritiro (cancellazione) dell'account.
ja: HoYoLABアカウントの退会(削除)は、上記の（端末不制限の）リンクでも、HoYoLAB アプリでも行えます。
ko: 위 링크는 모든 기기에서 작동합니다 사용자는 계정 철회(삭제)를 완료하기 위해 HoYoLAB 앱(iPhone)을 사용할 수도 있습니다
ru: Как указано выше, ссылка работает на всех устройствах. Пользователи также могут использовать приложение HoYoLAB (iPhone) для завершения выхода из аккаунта (удаления).
vi: Đường liên kết trên hoạt động trên tất cả các thiết bị. Người dùng cũng có thể sử dụng HoYoLAB App (iPhone) để hoàn tất việc rút tài khoản (xóa).
zh_hans: HoYoLAB 账号的注销可通过任何设备使用上述链接来完成，也可以使用 HoYoLAB 的 App 来完成。
zh_hant: HoYoLAB 帳號的註銷可藉由任何裝置使用上述鏈接來完成，也可以使用 HoYoLAB 的 App 來完成。

# profileMgr.withdrawal.readme.miyoushe.specialNotice
source: Miyoushe expects that users need to use either cellphone or Miyoushe App (iPhone) to finish the account withdrawal (deletion). If you are on macOS, you can change the user-agent of your Safari browser to iPhone in order to see the account deletion link. For more information regarding how to use the developer menu in Safari on macOS to change its user-agent, please contact Apple Support. The above link, if directly clicked, will automatically apply the user-agent of iPhone.
de: Miyoushe erwartet, dass Nutzer entweder ein Mobiltelefon oder die Miyoushe App (iPhone) verwenden müssen, um die Kontolöschung abzuschließen. Wenn Sie macOS verwenden, können Sie den User-Agent Ihres Safari-Browsers auf iPhone ändern, um den Link zur Kontolöschung anzuzeigen. Für weitere Informationen, wie Sie das Entwickler-Menü in Safari auf macOS verwenden, um den User-Agent zu ändern, wenden Sie sich bitte an den Apple Support. Der obige Link wird, wenn direkt angeklickt, automatisch den User-Agent des iPhone anwenden.
es: Miyoushe espera que los usuarios necesiten usar un teléfono celular o la aplicación Miyoushe (iPhone) para completar la retirada (eliminación) de la cuenta. Si estás en macOS, puedes cambiar el agente de usuario de tu navegador Safari a iPhone para ver el enlace de eliminación de la cuenta. Para obtener más información sobre cómo usar el menú de desarrollador en Safari en macOS para cambiar su agente de usuario, por favor contacta con el soporte de Apple. El enlace anterior, si se hace clic directamente, aplicará automáticamente el agente de usuario de iPhone.
fil: Inaasahan ni Miyoushe na kailangan ng mga gumagamit na gumamit ng cellphone o Miyoushe App (iPhone) upang tapusin ang pag-aalis ng account (pagbura). Kung ikaw ay nasa macOS, maaari mong baguhin ang user-agent ng iyong Safari browser sa iPhone upang makita ang link sa pag-aalis ng account. Para sa karagdagang impormasyon tungkol sa paggamit ng developer menu sa Safari sa macOS upang baguhin ang user-agent nito, mangyaring makipag-ugnayan sa Apple Support. Ang link sa itaas, kapag direktang na-click, ay awtomatikong ilalapat ang user-agent ng iPhone.
fr: Miyoushe s'attend à ce que les utilisateurs aient besoin d'utiliser soit un téléphone portable, soit l'application Miyoushe (iPhone) pour terminer la suppression du compte Si vous êtes sur macOS, vous pouvez changer l'agent utilisateur de votre navigateur Safari en iPhone afin de voir le lien de suppression de compte. Pour plus d'informations sur l'utilisation du menu développeur dans Safari sous macOS pour changer son agent utilisateur, veuillez contacter le support Apple Le lien ci-dessus, s'il est cliqué directement, appliquera automatiquement l'agent utilisateur de l'iPhone
it: Miyoushe si aspetta che gli utenti debbano utilizzare il telefono cellulare o l'app Miyoushe (iPhone) per completare il ritiro dell'account (cancellazione). Se sei su macOS, puoi cambiare il user-agent del tuo browser Safari in iPhone per visualizzare il link alla cancellazione dell'account. Per maggiori informazioni su come utilizzare il menu sviluppatore in Safari su macOS per cambiare il suo user-agent, contatta il supporto Apple. Il link sopra, se cliccato direttamente, applicherà automaticamente il user-agent di iPhone.
ja: 米遊社は、ユーザーが米遊社アカウントの退会(削除)を完了するには、スマホまたは米遊社アプリのいずれかを使用してしまえと想定しています。 macOS で米遊社アカウント削除リンクを表示するために、Safari ブラウザのユーザーエージェント(User-Agent, UA)を iPhone のUAと変更する必要があります。macOS の Safari の開発者メニューを使用して UA を変更する方法については、Apple サポートにお問い合わせください。 当アプリで直接に上記のリンクをクリックした場合、自動的に iPhone の UA を適用します。
ko: Miyoushe는 사용자가 계정 철회(삭제)를 완료하기 위해 휴대전화 또는 Miyoushe 앱(iPhone)을 사용해야 한다고 예상합니다. macOS를 사용하는 경우 Safari 브라우저의 사용자 에이전트를 iPhone으로 변경하여 계정 삭제 링크를 볼 수 있습니다. macOS의 Safari에서 개발자 메뉴를 사용하여 사용자 에이전트를 변경하는 방법에 대한 자세한 내용은 Apple 지원에 문의하십시오. 위의 링크를 직접 클릭하면 자동으로 iPhone의 사용자 에이전트가 적용됩니다.
ru: Miyoushe ожидает, что пользователи должны использовать либо мобильный телефон, либо приложение Miyoushe (iPhone) для завершения процесса удаления учетной записи. Если вы используете macOS, вы можете изменить user-agent браузера Safari на iPhone, чтобы увидеть ссылку на удаление учетной записи. Для получения дополнительной информации о том, как использовать меню разработчика в Safari на macOS для изменения user-agent, пожалуйста, свяжитесь с поддержкой Apple. Указанная ссылка, если она будет нажата напрямую, автоматически применит user-agent iPhone.
vi: Miyoushe mong đợi rằng người dùng cần sử dụng điện thoại di động hoặc ứng dụng Miyoushe (iPhone) để hoàn tất rút tài khoản (xóa). Nếu bạn đang dùng macOS, bạn có thể thay đổi user-agent của trình duyệt Safari sang iPhone để thấy liên kết xóa tài khoản. Để biết thêm thông tin về cách sử dụng menu nhà phát triển trong Safari trên macOS để thay đổi user-agent, vui lòng liên hệ với Apple Support. Liên kết trên, nếu nhấn trực tiếp, sẽ tự động áp dụng user-agent của iPhone.
zh_hans: 米游社期望用户使用手机或米游社 App（iPhone）来完成账号注销（删除）。 如果您使用的是 macOS，则可以将 Safari 浏览器的用户代理（UA, User-Agent）变更为 iPhone，以便看到账号删除专用链接入口。有关如何使用 macOS 上 Safari 中的开发者选单更改其用户代理的方法，请联系 Apple 支持。 在本 App 内直接点击上述链接时，会在前往该页面时自动套用 iPhone 的用户代理（UA）。
zh_hant: 米遊社期望使用者藉由手機或米遊社 App（iPhone）來完成帳號註銷（刪除）。 如果您使用的是 macOS，則可以將 Safari 瀏覽器的使用者代理（UA, User-Agent）變更為 iPhone，以便看到帳號刪除專用鏈接入口。有關如何使用 macOS 上 Safari 中的開發者選單更改其使用者代理的方法，請聯絡 Apple 支援。 在敝 App 內直接點按上述鏈接的話，會在前往該頁面時自動套用 iPhone 的使用者代理（UA）。

# profileMgr.withdrawal.warning
source: You acknowledge and agree that as a result of deleting your Account, you will lose access to all services related to all games developed by MiHoYo / Cognosphere, including the account information, subscriptions and all game-related information linked to such Account and permanently lose the possibility to access other services through the Account.
de: Sie bestätigen und stimmen zu, dass Sie infolge der Löschung Ihres Kontos den Zugriff auf alle Dienste im Zusammenhang mit allen von MiHoYo / Cognosphere entwickelten Spielen verlieren, einschließlich der Kontoinformationen, Abonnements und aller spielbezogenen Informationen, die mit diesem Konto verknüpft sind, und dauerhaft die Möglichkeit verlieren, über das Konto auf andere Dienste zuzugreifen.
es: Usted reconoce y acepta que, como resultado de eliminar su Cuenta, perderá acceso a todos los servicios relacionados con todos los juegos desarrollados por MiHoYo / Cognosphere, incluyendo la información de la cuenta, suscripciones y toda la información relacionada con el juego vinculada a dicha Cuenta y perderá permanentemente la posibilidad de acceder a otros servicios a través de la Cuenta.
fil: Tinatanggap at sinasang-ayunan mo na bilang resulta ng pagtanggal ng iyong Account, mawawalan ka ng access sa lahat ng serbisyong may kaugnayan sa lahat ng laro na binuo ng MiHoYo / Cognosphere, kabilang ang impormasyon ng account, mga subscription, at lahat ng impormasyon na may kaugnayan sa laro na naka-link sa naturang Account at permanenteng mawawala ang posibilidad na makakuha ng access sa ibang serbisyo sa pamamagitan ng Account.
fr: Vous reconnaissez et acceptez qu'en supprimant votre compte, vous perdrez l'accès à tous les services liés à tous les jeux développés par MiHoYo / Cognosphere, y compris les informations de compte, les abonnements et toutes les informations liées au jeu associées à ce compte, et perdrez définitivement la possibilité d'accéder à d'autres services via le compte.
it: Riconosci e accetti che, eliminando il tuo Account, perderai l'accesso a tutti i servizi relativi a tutti i giochi sviluppati da MiHoYo / Cognosphere, inclusi le informazioni dell'account, le sottoscrizioni e tutte le informazioni relative al gioco collegate a tale Account, e perderai permanentemente la possibilità di accedere ad altri servizi tramite l'Account.
ja: 貴殿は、貴殿の本アカウントの退会削除の結果、貴殿が本アカウントに紐づけられたアカウント情報、サブスクリプション及び（MiHoYo & Cognosphere の開発したすべての）ゲーム関連情報を含め、ゲーム関連サービスへのアクセス権を永遠的に失い、本アカウントを通じて他のサービスにアクセスする可能性を失うことを確認し同意します。
ko: 귀하는 계정을 삭제한 결과 MiHoYo / Cognosphere에서 개발한 모든 게임과 관련된 서비스에 대한 액세스 권한을 잃게 되며, 계정 정보, 구독 및 해당 계정과 연관된 모든 게임 관련 정보를 포함하여 이 계정을 통해 다른 서비스에 접근할 수 있는 가능성을 영구적으로 잃게 됨을 인정하고 동의합니다
ru: Вы признаете и соглашаетесь с тем, что в результате удаления вашей учетной записи вы потеряете доступ ко всем услугам, связанным со всеми играми, разработанными MiHoYo / Cognosphere, включая информацию об учетной записи, подписки и всю информацию, связанную с играми, привязанную к этой учетной записи, и навсегда потеряете возможность доступа к другим услугам через учетную запись.
vi: Bạn xác nhận và đồng ý rằng do việc xóa Tài khoản của bạn, bạn sẽ mất quyền truy cập vào tất cả các dịch vụ liên quan đến tất cả các trò chơi được phát triển bởi MiHoYo / Cognosphere, bao gồm thông tin tài khoản, đăng ký và tất cả thông tin liên quan đến trò chơi liên kết với Tài khoản đó và mất vĩnh viễn khả năng truy cập các dịch vụ khác thông qua Tài khoản.
zh_hans: 您认可并同意账号注销导致的后果：您将无法通过该账号登录（任何由米哈游 / Cognosphere 开发的）游戏相关服务，包括与该账号相关联的账号信息、订阅和游戏的相关资讯，并永久丧失任何通过该账号访问其他服务的权利。
zh_hant: 您認可並同意帳號註銷導致的後果：您將無法藉由該帳號登入（任何由米哈遊 / Cognosphere 開發的）遊戲相關服務，包括與該帳號相關聯的帳號資訊、訂閱和遊戲的相關資訊，並永久喪失任何藉由該帳號存取其他服務的權利。

# profileMgr.withdrawal.warning.footer
source: You may confirm this consequence by consulting HoYoLAB / Miyoushe support.
de: Sie können diese Konsequenz bestätigen, indem Sie den HoYoLAB / Miyoushe-Support konsultieren.
es: Puede confirmar esta consecuencia consultando el soporte de HoYoLAB / Miyoushe.
fil: Maaari mong kumpirmahin ang kinalabasan na ito sa pamamagitan ng pakikipag-ugnayan sa suportang HoYoLAB / Miyoushe.
fr: Vous pouvez vérifier les implications en consultant le support HoYoLAB / Miyoushe
it: Puoi confermare questa conseguenza consultando il supporto HoYoLAB / Miyoushe.
ja: と上記の結果・責任につきましては HoYoLAB・米遊社 のサポートにお問い合わせください。
ko: 이 결과를 확인하려면 HoYoLAB / 미유셔 지원에 문의하십시오.
ru: Вы можете подтвердить это следствие, обратившись в службу поддержки HoYoLAB / Miyoushe.
vi: Bạn có thể xác nhận hậu quả này bằng cách liên hệ với hỗ trợ HoYoLAB / Miyoushe.
zh_hans: 您可自行向米游社 / HoYoLAB 客户服务确认上述后果是否真实。
zh_hant: 您可自行向米遊社 / HoYoLAB 客戶服務確認上述後果是否真實。
