Repository: pizza-studio/PizzaHelperUnited
Catalog: _i18n_xliff/UnitedPizzaHelper Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de, es, fil, fr, it, ja, ko, ru, vi, zh_hans, zh_hant

# settings.staminaTimer.randomBackground.title
source: Use Random Background
de: Zufälligen Hintergrund verwenden
es: Usar fondo aleatorio
fil: Gumamit ng Random na Background
fr: Utiliser un fond aléatoire
it: Usa sfondo casuale
ja: 任意の背景画像を起用
ko: 랜덤 배경 사용
ru: Использовать случайный фон
vi: Sử dụng hình nền ngẫu nhiên
zh_hans: 启用随机背景图像
zh_hant: 啟用隨機背景圖像

# settings.staminaTimer.realtimeActivity.notEnabled
source: Live Activity for this app is not permitted by the system
de: Live-Aktivität für diese App ist vom System nicht erlaubt
es: La actividad en vivo para esta aplicación no está permitida por el sistema
fil: Hindi pinapayagan ng sistema ang Aktibong Gawain para sa app na ito
fr: L'activité en direct pour cette application n'est pas autorisée par le système
it: Attività in tempo reale per questa app non consentita dal sistema
ja: システムから当アプリへ「ライブアクティビティの権限」を下されておりませんでした
ko: 시스템에서 이 앱의 라이브 활동이 허용되지 않습니다
ru: Системой не разрешена живая активность для этого приложения
vi: Hoạt động trực tiếp cho ứng dụng này không được hệ thống cho phép
zh_hans: 系统尚未准许本 App 的实时活动权限
zh_hant: 系統尚未准許本 App 的即時動態權限

# settings.staminaTimer.settings.navTitle
source: Stamina Timer Settings
de: Ausdauer-Timer-Einstellungen
es: Configuración del Temporizador de Resistencia
fil: Mga Setting ng Oras ng Tibay
fr: Paramètres minuterie
it: Impostazioni del timer di resistenza
ja: スタミナタイマーの設定
ko: 스태미너 타이머 설정
ru: Настройки таймера выносливости
vi: Cài đặt Bộ đếm Thời gian Sức bền
zh_hans: 玩家体力计时器设定
zh_hant: 玩家體力計時器設定

# settings.staminaTimer.showExpedition.title
source: Show Expedition
de: Expedition anzeigen
es: Mostrar Expedición
fil: Ipakita ang Ekspedisyon
fr: Afficher les expéditions
it: Mostra Spedizione
ja: 派遣依頼の情報も表示する
ko: 탐색 표시
ru: Показать экспедицию
vi: Hiển thị cuộc thám hiểm
zh_hans: 显示派遣委托
zh_hant: 顯示派遣委託

# settings.staminaTimer.useTransparentBackground.title
source: Use Glass Material Background
de: Glasmaterial-Hintergrund verwenden
es: Usar fondo de material de vidrio
fil: Gumamit ng Salamin na Materyal na Background
fr: Utiliser un fond flou
it: Usa sfondo materiale vetro
ja: ガラス材質を背景画像とす
ko: 유리 재질 배경 사용
ru: Использовать стеклянный материал в качестве фона
vi: Sử dụng nền chất liệu kính
zh_hans: 以玻璃材质为背景图像
zh_hant: 以玻璃材質為背景圖像

# settings.uiSettings.title
source: Display Settings
de: Anzeige-Einstellungen
fil: Mga Setting ng Pagpapakita
fr: Paramètres d'affichage
ja: 表示設定
ko: 화면 설정
ru: Настройки отображения
zh_hans: 显示设定
zh_hant: 顯示設定

# sys.server.cn
source: China Mainland Servers
de: Server auf dem Festland von China
es: Servidores de China Continental
fil: Mga Server ng Mainland China
fr: Serveurs Chine continentale
it: Server della Cina continentale
ja: 中国本土のプレーヤー
ko: 중국 본토 서버
ru: Серверы материкового Китая
vi: Máy chủ Trung Quốc đại lục
zh_hans: 国服
zh_hant: 中國大陸伺服器

# sys.server.os
source: Global Servers
de: Globale Server
es: Servidores globales
fil: Mga Pandaigdigang Server
fr: Serveurs mondiaux
it: Server globali
ja: グローバルプレーヤー
ko: 글로벌 서버
ru: Глобальные серверы
vi: Máy chủ toàn cầu
zh_hans: 国际服
zh_hant: 國際伺服器

# tab.details
source: Details
es: Detalles
fil: Mga Detalye
fr: Détails
it: Dettagli
ja: 詳細
ko: 세부사항
ru: Детали
vi: Chi tiết
zh_hans: 详情
zh_hant: 詳情

# tab.details.fullTitle
source: ShowCase Details
de: Details anzeigen
es: Mostrar detalles del escaparate
fil: Mga Detalye ng ShowCase
fr: Détails
it: Dettagli vetrina
ja: ショーケースの詳細
ko: 쇼케이스 세부정보
ru: Показать детали
vi: Hiển thị chi tiết
zh_hans: 展柜详情
zh_hant: 展櫃詳情

# tab.settings
source: Settings
de: Einstellungen
es: Configuración
fil: Mga Setting
fr: Paramètres
it: Impostazioni
ja: 設定
ko: 설정
ru: Настройки
vi: Cài đặt
zh_hans: 设定
zh_hant: 設定

# tab.settings.fullTitle
source: App Settings
de: App-Einstellungen
es: Configuración de la aplicación
fil: Mga Setting ng App
fr: Paramètres
it: Impostazioni dell'app
ja: アプリ設定
ko: 앱 설정
ru: Настройки приложения
vi: Cài đặt ứng dụng
zh_hans: App 设定
zh_hant: App 設定

# tab.today
source: Today
de: Heute
es: Hoy
fil: Ngayon
fr: Aujourd'hui
it: Oggi
ja: 今日
ko: 오늘
ru: Сегодня
vi: Hôm nay
zh_hans: 今日
zh_hant: 今日

# tab.today.fullTitle
source: Today’s Remains
de: Heute übrig geblieben
es: Restos de Hoy
fil: Mga Natira Ngayon
fr: Infos du jour
it: Rimanenze di oggi
ja: 今日の残量
ko: 오늘의 나머지
ru: Сегодняшние остатки
vi: Phần Còn Lại Hôm Nay
zh_hans: 今日所剩
zh_hant: 今日所剩

# tab.utils
source: Utils
de: Dienstprogramme
es: Utilidades
fil: Mga Kagamitan
fr: Outils
it: Utilità
ja: ツール
ko: 유틸리티
ru: Утилиты
vi: Tiện ích
zh_hans: 工具
zh_hant: 工具

# tab.utils.featureRemovalNotice
source: Some features are intentionally removed due to lack of maintenance and usability.
de: Einige Funktionen wurden aufgrund mangelnder Wartung und Benutzbarkeit absichtlich entfernt.
es: Algunas funciones han sido eliminadas intencionadamente debido a la falta de mantenimiento y usabilidad.
fil: Ang ilang mga feature ay sadyang inalis dahil sa kakulangan ng maintenance at usability.
fr: Certaines fonctionnalités ont été intentionnellement supprimées en raison d'un manque d'entretien et d'utilisabilité.
it: Alcune funzionalità sono state intenzionalmente rimosse a causa della mancanza di manutenzione e usabilità.
ja: メンテナンス不足と使い勝手の悪さにより、一部の機能は意図的に削除されました。
ko: 유지보수 부족과 사용성 문제로 인해 일부 기능이 의도적으로 제거되었습니다.
ru: Некоторые функции были намеренно удалены из-за недостаточного обслуживания и удобства использования.
vi: Một số tính năng đã bị xóa có chủ ý do thiếu bảo trì và tính khả dụng.
zh_hans: 某些功能由于缺乏维护、用户体验不良等原因而被移除。
zh_hant: 某些功能由於缺乏維護、使用者體驗不良等原因而被移除。

# tab.utils.fullTitle
source: Utilities
de: Dienstprogramme
es: Utilidades
fil: Mga Kagamitan
fr: Utilitaires
it: Utilità
ja: ツール
ko: 유틸리티
ru: Утилиты
vi: Tiện ích
zh_hans: 工具
zh_hant: 工具

# tools.hoyoMap.navTitle
source: miHoYo Interactive Map
de: miHoYo Interaktive Karte
es: miHoYo Mapa Interactivo
fil: miHoYo Mapa ng Pakikipag-ugnayan
fr: Carte Interactive miHoYo
it: mappa interattiva miHoYo
ja: miHoYo ゲーム地図
ko: miHoYo 인터랙티브 맵
ru: Интерактивная карта miHoYo
vi: Bản đồ Tương tác miHoYo
zh_hans: 米哈游互动地图
zh_hant: 米哈遊互動地圖

# tools.hoyoMap.sectionDescription
source: This menu will directly display the corresponding map webpage using the system's default browser.
de: Dieses Menü zeigt die entsprechende Karten-Webseite direkt über den Standardbrowser des Systems an.
es: Este menú mostrará directamente la página web del mapa correspondiente utilizando el navegador predeterminado del sistema.
fil: Ang menu na ito ay direktang magpapakita ng katumbas na webpage ng mapa gamit ang default na browser ng system.
fr: Ce menu affichera directement la page web de la carte correspondante en utilisant le navigateur par défaut du système.
it: Questo menu visualizzerà direttamente la pagina web della mappa corrispondente utilizzando il browser predefinito del sistema.
ja: このメニューは、システムの既定のブラウザを使用して、対応する地図ウェブページを直接表示します。
ko: 이 메뉴는 시스템의 기본 브라우저를 사용하여 해당 지도 웹페이지를 직접 표시합니다.
ru: Это меню будет напрямую отображать соответствующую веб-страницу карты, используя браузер, установленный в системе по умолчанию.
vi: Menu này sẽ hiển thị trực tiếp trang web bản đồ tương ứng bằng trình duyệt mặc định của hệ thống.
zh_hans: 此选单将直接通过系统默认浏览器显示相应的地图网页。
zh_hant: 該選單會直接藉由系統預設的瀏覽器來顯示對應的地圖網頁。

# hylKit.battleReport.floor.1stHalf
source: 1H
ja: 上半
ko: 1시간
ru: 1Ч
zh_hans: 上半
zh_hant: 上半

# hylKit.battleReport.floor.2ndHalf
source: 2H
fil: 2T
ja: 下半
ko: 2시간
ru: 2Ч
zh_hans: 下半
zh_hant: 下半

# hylKit.battleReport.floor.thisFloorIsSkipped
source: This floor is intentionally skipped.
de: Dieser Stock wird absichtlich übersprungen
es: Este piso se omite intencionadamente
fil: Ang palapag na ito ay sinadyang laktawan
fr: Étage sauté.
it: Questo piano viene intenzionalmente saltato
ja: この階層の挑戦は省略済みです。
ko: 이 층은 의도적으로 건너뛰었습니다
ru: Этот этаж намеренно пропущен.
vi: Tầng này được bỏ qua một cách có ý.
zh_hans: 该楼层的挑战已被略过。
zh_hant: 該樓層的挑戰已被略過。

# hylKit.battleReport.floor.title:%@
source: Floor #%@
de: Etage #%@
es: Piso #%@
fil: Palapag #%@
fr: Étage #%@
it: Piano #%@
ja: 第 %@ 階
ko: 층 #%@
ru: Этаж #%@
vi: Tầng #%@
zh_hans: 第 %@ 层
zh_hant: 第 %@ 層

# hylKit.battleReport.gi.attendanceMethod.multiplayer
source: Multiplayer
de: Mehrspieler
es: Multijugador
fil: Maramihan
fr: Multijoueur
it: Multigiocatore
ja: マルチプレイ
ko: 멀티플레이어
ru: Мультиплеер
vi: Nhiều người chơi
zh_hans: 多人
zh_hant: 多人

# hylKit.battleReport.gi.attendanceMethod.singleplayer
source: Singleplayer
de: Einzelspieler
es: Un jugador
fil: Isang manlalaro
fr: Solo
it: Giocatore singolo
ja: シングルプレイ
ko: 싱글플레이어
ru: Одиночная игра
vi: Một người chơi
zh_hans: 单人
zh_hant: 單人

# hylKit.battleReport.gi.stat.battle
source: Battles
de: Schlachten
es: Batallas
fil: Labanan
fr: Batailles
it: Battaglie
ja: 挑戦回数
ko: 전투
ru: Сражения
vi: Trận chiến
zh_hans: 战斗次数
zh_hant: 戰鬥次數

# hylKit.battleReport.gi.stat.deepest
source: Deepest Descent
de: Tiefster Abstieg
es: Descenso Más Profundo
fil: Pinakamalalim na Paglusong
fr: Descente la Plus Profonde
it: Discesa Profonda
ja: 最高記録
ko: 심해 하강
ru: Глубочайшее Погружение
vi: Thám Hiểm Sâu Nhất
zh_hans: 最深抵达
zh_hant: 最深抵達

# hylKit.battleReport.gi.stat.maxRoomDMG
source: Max Total DMG (1 Round)
de: Max. Gesamtschaden/Runde
es: Daño máx. ronda
fil: Pinakamataas na DMG/Round
fr: Dégâts max/tour
it: Danno max/round
ja: 単一試合の最大合計ダメージ
ko: 단일 라운드 최대 총 피해량
ru: Макс. урон/раунд
vi: Sát thương tối đa/vòng
zh_hans: 单轮最大总伤害
zh_hant: 單輪最大總傷害

# hylKit.battleReport.gi.stat.mostDamageTaken
source: DMG Taken
de: Erlittener Schaden
es: Daño Recibido
fil: Natanggap na Pinsala
fr: Dégâts subis
it: Danni subiti
ja: 受けた最大ダメージ
ko: 받은 피해
ru: Полученный урон
vi: Sát thương nhận vào
zh_hans: 承受最多伤害
zh_hant: 承受最多傷害

# hylKit.battleReport.gi.stat.mostDefeats
source: Most Defeats
de: Meiste Niederlagen
es: Más derrotas
fil: Pinakamaraming Talo
fr: Maximum de défaites
it: Maggiori sconfitte
ja: 最多撃破数
ko: 최다 패배
ru: Больше всего поражений
vi: Nhiều thất bại nhất
zh_hans: 最多击破数
zh_hant: 最多擊破數

# hylKit.battleReport.gi.stat.mostESkills
source: Elemental Skills
de: Elementarfähigkeiten
es: Habilidades Elementales
fil: Mga Kakayahan ng Elemento
fr: Compétences Élémentaires
it: Abilità Elementali
ja: 元素スキル使用回数
ko: 원소 스킬
ru: Элементальные навыки
vi: Kỹ năng Nguyên tố
zh_hans: 元素战技释放数
zh_hant: 元素戰技釋放數

# hylKit.battleReport.gi.stat.mostQSkills
source: Elemental Bursts
de: Elementare Ausbrüche
es: Explosiones Elementales
fil: Pagputok ng Elemental
fr: Ultimes déclenchés
it: Esplosioni Elementali
ja: 元素爆発使用回数
ko: 원소 폭발
ru: Стихийные всплески
vi: Bùng Nổ Nguyên Tố
zh_hans: 元素爆发次数
zh_hant: 元素爆發次數

# hylKit.battleReport.gi.stat.secondsSpent
source: Total Seconds Spent
de: Gesamte Sekunden verbracht
es: Segundos totales gastados
fil: Kabuuang Segundong Ginugol
fr: Secondes totales passées
it: Secondi totali trascorsi
ja: 合計経過秒数
ko: 총 소요 초
ru: Всего потрачено секунд
vi: Tổng số giây đã dùng
zh_hans: 耗费总秒数
zh_hant: 耗費總秒數

# hylKit.battleReport.gi.stat.star
source: Abyss Star Obtained
de: Abgrundstern erhalten
es: Estrella del Abismo Obtenida
fil: Nakamit na ang Bituin ng Kalaliman
fr: Étoiles obtenues
it: Stella dell'Abisso Ottenuta
ja: 獲得した星
ko: 심연의 별 획득
ru: Звезда Бездны Получена
vi: Đã Nhận Được Ngôi Sao Vực Thẳm
zh_hans: 获得渊星
zh_hant: 獲得淵星

# hylKit.battleReport.gi.stat.strongest
source: Best Single Strike
de: Bester Einzelangriff
es: Mejor Golpe Único
fil: Pinakamahusay na Isang Tirada
fr: Meilleur coup
it: Miglior Colpo Singolo
ja: 最大ダメージ
ko: 최고의 단일 공격
ru: Лучший одиночный удар
vi: Cú đánh đơn tốt nhất
zh_hans: 最强一击
zh_hant: 最強一擊

# hylKit.battleReport.gi.stat.summary
source: Challenge Summary
de: Herausforderungszusammenfassung
es: Resumen del desafío
fil: Buod ng Hamon
fr: Résumé du défi
it: Riepilogo Sfida
ja: 実績一覧
ko: 도전 요약
ru: Сводка по вызову
vi: Tóm tắt thử thách
zh_hans: 战斗概览
zh_hant: 戰鬥概覽

# hylKit.battleReport.gi.stat.win
source: Wins
de: Siege
es: Victorias
fil: Panalo
fr: Victoires
it: Vittorie
ja: 勝利回数
ko: 승리
ru: Победы
vi: Thắng trận
zh_hans: 获胜次数
zh_hant: 獲勝次數

# hylKit.battleReport.hsr.stat.maxFloorConquered
source: Highest Floor Reached
de: Höchster Erreichter Stockwerk
es: Piso más alto alcanzado
fil: Pinakamataas na Naabot na Palapag
fr: Étage le plus élevé atteint
it: Piano più alto raggiunto
ja: 最深階段記録
ko: 도달한 최고 층
ru: Наивысший достигнутый этаж
vi: Tầng cao nhất đã đạt được
zh_hans: 最深楼层
zh_hant: 最深樓層

# hylKit.battleReport.hsr.stat.numOfBattles
source: Battles Fought
de: Gefechte ausgetragen
es: Batallas libradas
fil: Mga Laban na Nilabanan
fr: Batailles effectuées
it: Battaglie combattute
ja: 戦闘回数
ko: 전투 치른 횟수
ru: Сражения проведены
vi: Trận đánh đã tham gia
zh_hans: 战斗场数
zh_hant: 戰鬥場數

# hylKit.battleReport.hsr.stat.starsGained
source: Stars Gained
de: Erworbene Sterne
es: Estrellas Ganadas
fil: Mga Pumaskil na Bituin
fr: Étoiles gagnées
it: Stelle Guadagnate
ja: 受け取った淵星
ko: 획득한 별
ru: Получено звезд
vi: Ngôi sao đã nhận được
zh_hans: 获得渊星数量
zh_hant: 獲得淵星數量

# hylKit.battleReport.hsr.stats.header
source: Statistics
de: Statistiken
es: Estadísticas
fil: Istatistika
fr: Statistiques
it: Statistiche
ja: 統計
ko: 통계
ru: Статистика
vi: Thống kê
zh_hans: 统计
zh_hant: 統計

# hylKit.battleReport.noDataAvailableForThisSeason
source: No data available for this season.
de: Keine Daten für diese Saison verfügbar
es: No hay datos disponibles para esta temporada
fil: Walang available na data para sa panahong ito.
fr: Aucune donnée disponible pour cette saison.
it: Nessun dato disponibile per questa stagione.
ja: このシーズンの作戦報告はございません。
ko: 이번 시즌에 사용할 수 있는 데이터가 없습니다
ru: На этот сезон данные отсутствуют
vi: Không có dữ liệu cho mùa này.
zh_hans: 该赛季暂无战报。
zh_hant: 該賽季暫無戰報。

# hylKit.battleReport.room.title:%@
source: Room #%@
de: Raum #%@
es: Sala #%@
fil: Kwarto #%@
fr: Salle n°%@
it: Stanza n.%@
ja: 第 %@ 室
ko: 방 #%@
ru: Комната №%@
vi: Phòng #%@
zh_hans: 第 %@ 间
zh_hant: 第 %@ 間

# hylKit.battleReport.round.title:%@
source: Round #%@
de: Runde #%@
es: Ronda #%@
fr: Manche n°%@
it: Round n.%@
ja: 第 %@ の試合
ko: 라운드 #%@
ru: Раунд №%@
vi: Vòng #%@
zh_hans: 第 %@ 轮
zh_hant: 第 %@ 輪

# hylKit.battleReport.seasonPicker.current
source: CURR
de: WÄHR
es: ABBR
fil: PERA
fr: ACT
it: VALUTA
ja: 今期
ko: 통화
ru: ВАЛЮТА
vi: HIỆN TẠI
zh_hans: 本期
zh_hant: 本期

# hylKit.battleReport.seasonPicker.previous
source: PREV
de: ZURÜCK
es: ANT
fil: NAKARAAN
fr: PRÉC
it: PREC
ja: 前期
ko: 이전
ru: ПРЕД
vi: TRƯỚC
zh_hans: 上期
zh_hant: 上期

# hylKit.battleReport.stat.seasonID
source: Season ID
de: Saison-ID
es: ID de temporada
fil: ID ng Season
fr: ID de la saison
it: ID stagione
ja: 開催シーズン番号
ko: 시즌 ID
ru: ID сезона
vi: ID Mùa
zh_hans: 赛季编号
zh_hant: 賽季編號

# hylKit.battleReportView.challengeType
source: Challenge Type
de: Herausforderungstyp
fil: Uri ng Hamon
fr: Type de Défi
ja: 挑戦タイプ
ko: 도전 유형
ru: Тип Вызова
zh_hans: 挑战类型
zh_hant: 挑戰類型

# hylKit.battleReportView4GI.navTitle.spiralAbyss
source: Spiral Abyss
de: Spiralabgrund
es: Abismo Espiral
fil: Paitaas na Kawalan
fr: Profondeurs Spiralées
it: Abisso a Spirale
ja: 深境螺旋
ko: 나선 비경
ru: Спиральный Безднопространство
vi: Vực Thẳm Xoắn Ốc
zh_hans: 深境螺旋
zh_hant: 深境螺旋

# hylKit.battleReportView4GI.navTitle.stygianOnslaught
source: Stygian Onslaught
de: Düsterer Ansturm
es: Conflagración estigia
fr: Carnage chtonien
it: Battaglia nel regno oscuro
ja: 幽境の激戦
ko: 지맥 제압전
ru: Мрачный натиск
vi: Ảo Cảnh Hiểm Ác
zh_hans: 幽境危战
zh_hant: 幽境危戰

# hylKit.battleReportView4GI.navTitle.treasuresStarward
source: Battle Report: Treasures Starward
de: Kampfbericht: Sternwärts
es: Informe de batalla: Rumbo a las estrellas
fil: Ulat ng Labanan: Treasures Starward
fr: Rapport de bataille : Trésors vers les étoiles
it: Rapporto di Battaglia: Tesori verso le stelle
ja: 作戦報告・星追銀掴
ko: 전투 보고서: 별 따라 은 찾아
ru: Боевой отчет: К звёздам за сокровищами
vi: Báo cáo Chiến đấu: Kho Báu Sao Trời
zh_hans: 个人战报・逐星捡银
zh_hant: 個人戰報・逐星撿銀

# hylKit.battleReportView4GI.navTitle.treasuresStarward.tiny
source: Treasures Starward
de: Sternwärts
es: Rumbo a las estrellas
fr: Trésors vers les étoiles
it: Tesori verso le stelle
ja: 星追銀掴
ko: 별 따라 은 찾아
ru: К звёздам за сокровищами
vi: Kho Báu Sao Trời
zh_hans: 逐星捡银
zh_hant: 逐星撿銀

# hylKit.battleReportView4HSR.navTitle.apocalypticShadow
source: Apocalyptic Shadow
de: Phantom der Apokalypse
es: Espejismo apocalíptico
fr: Fantômes de l'apocalypse
ja: 末日の幻影
ko: 종말의 환영
ru: Иллюзия конца
vi: Ảo Ảnh Tận Thế
zh_hans: 末日幻影
zh_hant: 末日幻影

# hylKit.battleReportView4HSR.navTitle.forgottenHall
source: Forgotten Hall
de: Vergessene Halle
es: Pasillo Olvidado
fil: Nakalimutang Bulwagan
fr: Salle oubliée
it: Atrio dimenticato
ja: 忘却の庭
ko: 잊혀진 전당
ru: Забытый зал
vi: Đại sảnh bị lãng quên
zh_hans: 忘却之庭
zh_hant: 忘卻之庭

# hylKit.battleReportView4HSR.navTitle.pureFiction
source: Pure Fiction
de: Reine Fiktion
es: Pura ficción
ja: 虚構叙事
ko: 허구 이야기
ru: Чистый вымысел
vi: Kể Chuyện Hư Cấu
zh_hans: 虚构叙事
zh_hant: 虛構敘事

# hylKit.battleReportView4HSR.navTitle.treasuresLightward
source: Battle Report: Treasures Lightward
de: Kampfbericht: Lichtwärts
es: Informe de batalla: En busca de fortuna
fil: Ulat ng Labanan: Treasures Lightward
fr: Rapport de bataille : La voie des trésors
it: Rapporto di Battaglia: Treasures Lightward
ja: 作戦報告・光追金掴
ko: 전투 보고서: 빛 따라 금 찾아
ru: Боевой отчет: Озарённые светом сокровища
vi: Báo cáo Chiến đấu: Ánh Sáng Kho Báu
zh_hans: 个人战报・逐光捡金
zh_hant: 個人戰報・逐光撿金

# hylKit.battleReportView4HSR.navTitle.treasuresLightward.tiny
source: Treasures Lightward
de: Lichtwärts
es: En busca de fortuna
fr: La voie des trésors
ja: 光追金掴
ko: 빛 따라 금 찾아
ru: Озарённые светом сокровища
vi: Ánh Sáng Kho Báu
zh_hans: 逐光捡金
zh_hant: 逐光撿金

# hylKit.inventoryView.characters.count.character:%lld%lld%lld
source: There are %lld characters in total, including %lld 5-star characters and %lld 4-star characters.
de: Insgesamt gibt es %lld Charaktere, einschließlich %lld 5-Sterne-Charaktere und %lld 4-Sterne-Charaktere.
es: Hay %lld personajes en total, incluidos %lld personajes de 5 estrellas y %lld personajes de 4 estrellas.
fil: Mayroong kabuuang %lld na mga tauhan, kabilang ang %lld mga tauhan na may 5-star at %lld mga tauhan na may 4-star.
fr: Il y a %lld personnages au total, y compris %lld personnages 5 étoiles et %lld personnages 4 étoiles.
it: Ci sono %lld personaggi in totale, inclusi %lld personaggi a 5 stelle e %lld personaggi a 4 stelle.
ja: %lld人のキャラがいます。（%lld人の星5キャラと%lld人の星4キャラを含め）
ko: 총 %lld개의 캐릭터가 있으며, 그 중 %lld개는 5성 캐릭터이고 %lld개는 4성 캐릭터입니다.
ru: Всего %lld персонажей, включая %lld 5-звездочных персонажей и %lld 4-звездочных персонажей.
vi: Có tổng cộng %lld nhân vật, bao gồm %lld nhân vật 5 sao và %lld nhân vật 4 sao.
zh_hans: 共拥有 %lld 名角色，其中五星角色 %lld 名，四星角色 %lld 名。
zh_hant: 共擁有%lld名角色，其中五星角色%lld名，四星角色%lld名。

# hylKit.inventoryView.characters.count.golds:%lld%lld%lld
source: Acquired 5-star items %lld times from gacha, including 5-star characters %lld times and 5-star weapons %lld times. (The Traveller / Trailblazer / Manekins and Unequipped 5-star weapons are not counted)
ko: 가챠에서 5성 아이템 %lld회 획득, 5성 캐릭터 %lld회 및 5성 무기 %lld회. (장착하지 않은 5성 무기와 여행자 / Trailblazer / 별인형은 제외됨)

# hylKit.inventoryView.characters.filter.4star
source: 4-star characters
de: 4-Sterne-Charaktere
es: personajes de 4 estrellas
fil: 4-star na mga karakter
fr: Personnages 4 étoiles
it: Personaggi a 4 stelle
ja: 星４キャラ
ko: 4성 캐릭터
ru: Персонажи 4 звезды
vi: Nhân vật 4 sao
zh_hans: 四星角色
zh_hant: 四星角色

# hylKit.inventoryView.characters.filter.5star
source: 5-star characters
de: 5-Sterne-Charaktere
es: Personajes de 5 estrellas
fil: 5-bituwin na mga karakter
fr: Personnages 5 étoiles
it: Personaggi a 5 stelle
ja: 星５キャラ
ko: 5성 캐릭터
ru: Персонажи 5 звёзд
vi: Nhân vật 5 sao
zh_hans: 五星角色
zh_hant: 五星角色

# hylKit.inventoryView.characters.filter.all
source: All Characters
de: Alle Zeichen
es: Todos los caracteres
fil: Lahat ng Karakter
fr: Tous les personnages
it: Tutti i personaggi
ja: すべてのキャラクター
ko: 모든 문자
ru: Все символы
vi: Tất cả ký tự
zh_hans: 全部角色
zh_hant: 全部角色

# hylKit.inventoryView.characters.title
source: My Characters
de: Meine Charaktere
es: Mis personajes
fil: Aking mga Tauhan
fr: Mes personnages
it: I miei personaggi
ja: 私のキャラ
ko: 내 캐릭터
ru: Мои персонажи
vi: Nhân vật của tôi
zh_hans: 我的角色
zh_hant: 我的角色

# hylKit.inventoryView.collapse.tabText
source: Collapse
de: Einklappen
es: Contraer
fil: I-collapse
fr: Réduire
it: Comprimi
ja: 畳む
ko: 접기
ru: Свернуть
vi: Thu gọn
zh_hans: 收起
zh_hant: 收起

# hylKit.inventoryView.expand.tabText
source: Expand
de: Erweitern
es: Expandir
fil: Palawakin
fr: Agrandir
it: Espandi
ja: 開く
ko: 확장
ru: Развернуть
vi: Mở rộng
zh_hans: 展开
zh_hant: 展開

# hylKit.inventoryView.shareInventoryListAsImage.buttonTitle
source: Share this Inventory List as Image
ko: 이 인벤토리 목록을 이미지로 공유

# hylKit.ledger4GI.action.name.byAbyss
source: Abyss
de: Abgrund
es: Abismo
fil: Lalim
fr: Abysses
it: Abisso
ja: 深境螺旋
ko: 심연
ru: Бездна
vi: Vực thẳm
zh_hans: 深境螺旋
zh_hant: 深境螺旋

# hylKit.ledger4GI.action.name.byActivity
source: Activity
de: Aktivität
es: Actividad
fil: Aktibidad
fr: Activité
it: Attività
ja: 活躍
ko: 활동
ru: Активность
vi: Hoạt động
zh_hans: 每日活跃
zh_hant: 每日活躍

# hylKit.ledger4GI.action.name.byAdventure
source: Adventure
de: Abenteuer
es: Aventura
fil: Pakikipagsapalaran
fr: Aventure
it: Avventura
ja: 冒険
ko: 모험
ru: Приключение
vi: Phiêu lưu
zh_hans: 冒险奖励
zh_hant: 冒險獎勵

# hylKit.ledger4GI.action.name.byEvent
source: Event
de: Ereignis
es: Evento
fil: Kaganapan
fr: Événement
it: Evento
ja: イベント
ko: 이벤트
ru: Событие
vi: Sự kiện
zh_hans: 活动奖励
zh_hant: 活動獎勵

# hylKit.ledger4GI.action.name.byMail
source: Mail
de: E-Mail
es: Correo
fil: Liham
fr: Courrier
it: Posta
ja: メール
ko: 메일
ru: Почта
vi: Thư
zh_hans: 邮件奖励
zh_hant: 郵件獎勵

# hylKit.ledger4GI.action.name.byOther
source: Other
de: Andere
es: Otro
fil: Iba pa
fr: Autre
it: Altro
ja: その他
ko: 기타
ru: Другое
vi: Khác
zh_hans: 其他
zh_hant: 其他

# hylKit.ledger4GI.action.name.byTask
source: Task
de: Aufgabe
es: Tarea
fil: Gawain
fr: Tâches
it: Attività
ja: 任務
ko: 작업
ru: Задача
vi: Nhiệm vụ
zh_hans: 任务奖励
zh_hant: 任務獎勵

# hylKit.ledger4GI.billThisMonth:%@
source: Ledger for this month %@
de: Kontoauszug für diesen Monat %@
es: Libro mayor para este mes %@
fil: Ledger para sa buwang ito %@
fr: Résumé pour ce mois %@
it: Libro mastro per questo mese %@
ja: 本月のご勘定（%@月）
ko: 이번 달 장부 %@
ru: Книга за этот месяц %@
vi: Sổ cái cho tháng này %@
zh_hans: 本月账单（%@月）
zh_hant: 本月帳單（%@月）

# hylKit.ledger4GI.compare
source: Compared with yesterday
de: Verglichen mit gestern
es: En comparación con ayer
fil: Kumpara sa kahapon
fr: Comparé à hier
it: Rispetto a ieri
ja: 昨日と比べると
ko: 어제와 비교하여
ru: По сравнению со вчерашним днем
vi: So với ngày hôm qua
zh_hans: 较昨日
zh_hant: 較昨日

# hylKit.ledger4GI.compare.month
source: Compared with last month
de: Verglichen mit dem letzten Monat
es: Comparado con el mes pasado
fil: Kumpara sa nakaraang buwan
fr: Comparé au mois dernier
it: Rispetto al mese scorso
ja: 先月同期と比べると
ko: 지난달과 비교하여
ru: По сравнению с прошлым месяцем
vi: So với tháng trước
zh_hans: 较上月同期
zh_hant: 較上月同期

# hylKit.ledger4GI.mora
source: Mora
ja: モラ収入
ko: 모라
ru: Мора
zh_hans: 摩拉收入
zh_hant: 摩拉收入

# hylKit.ledger4GI.primogems
source: Primogems
de: Urprimojen
es: Protogemas
fil: Primogem
fr: Primo-gemmes
it: Primogemme
ja: 原石収入
ko: 프리모젬
ru: Примогемы
vi: Nguyên thạch
zh_hans: 原石收入
zh_hant: 原石收入
